Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: 1. Get down on all fours and place your hands on the floor so that they are slightly wider than your shoulders. cross your ankles behind you as illustrated. 2. Lower body until your chest nearly touches the ground, pause, then push yourself back to the starting position. Keep your core stiff by bracing your abdominal muscles.
de: 1. Gehen Sie auf alle Viere und platzieren Sie Ihre Hände so auf den Boden, daß sie etwas weiter auseinander sind als Ihre Schultern. Kreuzen Sie Ihre Fußgelenke hinter sich wie dargestellt. 2. Lassen Sie Ihren Körper herab, bis Ihre Brust fast den Boden berührt, halten Sie inne, dann drücken Sie sich zurück zur Anfangsposition. Halten Sie Ihren Kern steif, indem Sie Ihre Bauchmuskeln anspannen.
es: 1. De rodillas y con las manos en el suelo un poco más separadas que la anchura de los hombros, cruza los tobillos por detrás, como se muestra en la ilustración. 2. Baja el cuerpo hasta que el pecho casi toque el suelo, haz una pausa y sube hasta la posición inicial. Mantén tu núcleo rígido, apretando los músculos abdominales.
fr: 1. Mettez-vous à quatre pattes et placez vos mains sur le sol afin qu'elles soient légèrement plus espacées que la largeur de vos épaules. Croisez les chevilles derrière vous, comme illustré. 2. Abaissez le corps jusqu'à ce que votre poitrine touche presque le sol, pause, puis poussez-vous pour revenir à la position de départ. Gardez votre corps droit en contractant vos muscles abdominaux.
it: 1. Mettiti a quattro zampe e metti le mani sul pavimento, in modo che siano leggermente più larghe rispetto spalle. Incrocia le caviglie dietro di te, come illustrato. 2. Abbassa il corpo fino a quando il petto tocca quasi il terreno, fermati e spingiti indietro fino alla posizione di partenza. Mantieni la tua parte centrale rigida sforzando i muscoli addominali.
ja: 1. 床に四つん這いになって、肩幅よりも少し広く間隔を取ります。図のように足首を後ろで交わらせます。 2. 胸がほぼ地面に着くまで体を下げ、少し止まり、スタートポジションまで体を押し上げます。腹筋を引き締めて、コアを堅く保ちます。
nl: 1. Ga met handen en knieën op de vloer, plaats je handen op iets verder dan schouderbreedte uit elkaar. Kruis je onderbenen zoals is afgebeeld. 2. Laat je lichaam zakken tot je borst bijna de grond raakt, pauzeer even en druk jezelf weer in startpositie. Houd je lichaam strak en stijf door je buikspieren aan te spannen.
pt: 1. Fique de quatro e coloque as mãos no chão, de modo a que fiquem afastadas com distância um pouco mais largas que os ombros. Cruze os tornozelos atrás de si tal como ilustrado. 2. Baixe o corpo até o peito tocar praticamente no chão, faça uma pausa, e em seguida, empurre-se de volta para a posição inicial. Mantenha o seu núcleo firme preparando assim os músculos abdominais.
ru: 1. Встаньте на четвереньки и положите руки на пол так, чтобы они находились немного шире, чем ваши плечи. Скрестите лодыжки позади вас, как показано на рисунке. 2. Опуститесь, пока ваша грудь почти не коснется земли, пауза, затем вернитесь обратно в исходное положение. Держите свой корпус твердым, напрягая мышцы живота.
sv: 1. Ställ dig på alla fyra och placera händerna på golvet så att de är lite mer isär än axlarna. Korsa vristerna bakom dig som på bilden. 2. Sänk kroppen tills bröstet nästan rör marken, pausa och tryck sedan tillbaka dig själv upp till startpositionen. Håll bålen och ryggen stela genom att spänna magmusklerna.
th: 1. วางมือและเข่าลงบนพื้นและจัดให้มือทั้งสองอยู่ห่างกันที่ระยะกว้างกว่าความกว้างของไหล่เล็กน้อย ไขว้ข้อเท้าทั้งสองข้างไปด้านหลัง แสดงดังรูป 2. ลดระดับลำตัวลงจนกระทั่งหน้าอกเกือบถึงพื้น ค้างไว้ที่ท่านี้สักครู่ จากนั้นดันกลับไปสู่ท่าเริ่มต้น พยายามให้แกนกลางลำตัวตรึงแน่นอยู่เสมอโดยการบีบรัดที่กล้ามเนื้อท้อง
tr: 1. Dört ayak üzerinde durun ve ellerinizi omuz açıklığı mesafesinden birazcık daha geniş olarak yere koyun. Ayak bileklerinizi resimde gösterildiği gibi arkanızda çapraz konuma getirin. 2. Göğsünüz neredeyse yere değene kadar vücudunuzu alçaltın, duraklayın, daha sonra kendinizi başlangıç pozisyonuna doğru geri itin. Karın kaslarınızı kasarak çekirdek gövdenizin katı olmasını sağlayın.

source: Stability Ball Flat Dumbbell Chest Press
de: Flaches Kurzhantel Bauchdrücken Mit Gymnastikball
es: Press Pectoral con Mancuernas y Pelota Suiza Plano
fr: Développé Poitrine Plat avec Haltères et Ballon de Stabilité
it: Chest Press con manubri sdraiato sulla fitball
ja: バランスボール・フラットダンベル・チェストプレス
nl: Ruggelings op stabiliteitsbal halters drukken vanuit de borst
pt: Pressão de Peito com Haltere na Bola de Estabilidade
ru: Жим гантели от груди на фитболе
sv: Bröstpress på stabilitetsboll med hantlar
th: ท่ายกดัมเบลเหนืออกบนบอลออกกำลังกาย
tr: Denge Topu Düz Dambıllı Göğüs İtiş

source: 1. Lie back on the stability ball. Feet are one the floor. Grasp the dumbbells with overhand grip. Hold the dumbbells next to your chest. 2. Fully extend your arms in front of you. Hold for a brief moment. Return to starting position.
de: 1. Legen Sie sich auf dem Gymnastikball zurück. Füße sind auf dem Boden. Fassen Sie die Kurzhanteln im Oberhandgriff. Halten Sie die Kurzhanteln neben Ihrer Brust. 2. Strecken Sie Ihre Arme vollständig vor Ihnen aus. Für einen kurzen Moment halten. Zur Anfangsposition zurückgehen.
es: 1. Túmbate sobre la pelota. Con los pies en el suelo Sujeta las mancuernas con un agarre prono. Mantenlas junto al pecho. 2. Extiende completamente los brazos frente a ti. Mantén la posición durante un instante. Vuelve a la posición inicial.
fr: 1. Allongez-vous sur le ballon de stabilité. Les pieds sont sur le sol. Saisissez les haltères avec une prise en pronation. Tenez les haltères près de votre poitrine. 2. Étendez complètement les bras en face de vous. Maintenez la position pendant un bref moment. Revenez à la position de départ.
it: 1. Sdraiati sulla fitball fitness. I piedi sono sul pavimento. Afferra i manubri con un’impugnatura overhand. Mantieni i manubri accanto al tuo petto. 2. Estendi completamente le braccia di fronte a te. Mantieni la posizione per un breve momento. Torna alla posizione di partenza.
ja: 1. バランスボールの上に仰向けに寝ます。足は床につけます。ダンベルをオーバーハンドグリップでつかみ、胸の横に持ちます。 2. 腕を前に完全に伸ばします。そのまま少し待って、スタートポジションに戻します。
nl: 1. Lig ruggelings op een stabiliteitsbal, voeten naast elkaar op de vloer. Houd halters vast in bovenhandse grip en houd ze nasst je borst. 2. Strek je armen recht voor je uit omhoog. Houd even vast en laat dan langszaam zakken naar startpositie.
pt: 1. Deite-se de costas na bola de estabilidade. Os pés ficam no chão. Pegue nos halteres com pronação. Segure os halteres ao lado do seu peito. 2. Estenda totalmente os braços à sua frente. Mantenha a posição por um breve momento. Retorne à posição inicial.
ru: 1. Лягте на мяч. Ноги находятся на полу. Возьмите гантели хватом снизу. Держите гантели рядом с грудью. 2. Полностью вытяните руки перед собой. Задержитесь на мгновение. Вернитесь в исходное положение.
sv: 1. Ligg på rygg på stabilitetsbollen. Ha fötterna på golvet. Ta tag i hantlarna med ett överhandsgrepp. Håll hantlarna bredvid bröstet. 2. Sträck ut armarna helt framför dig. Håll en kort stund. Återgå till startläget.
th: 1. นอนบนลูกบอลออกกำลังกายและให้เท้าวางราบบนพื้น ถือดัมเบลด้วยท่าจับคว่ำมือ ค้างดัมเบลไว้ที่ข้างอกของคุณ 2. เหยียดแขนไปด้านหน้าให้สุดแขน ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับมายังท่าเริ่มต้น
tr: 1. Denge topu üzerine sırt üstü yatın. Ayaklarınız yere bassın. Dambılları yukarıdan aşağı bir kavrayışla tutun. Dambılları göğsünüzün yanında tutun. 2. Kollarınızı önünüzde tamamen uzatın. Kısa bir süre için tutun. Başlangıç pozisyonuna geri dönün.

source: Stability Ball Flat Dumbbell Fly
de: Flache Kurzhantelfliege Mit Gymnastikball
es: Mosca con Mancuernas y Pelora Suiza Plana
fr: Écarté Plat avec Haltères et Ballon de Stabilité
it: Croci con manubri sdraiati sulla fitball
ja: バランスボール・フラットダンベル・フライ
nl: Ruggelings op stabiliteitsbal halters naar opzij
pt: Voo de Haltere Plano em Bola de Estabilidade
ru: Полет - жим гантелей на фитболе
sv: Hantelflyes på stabilitetsboll
th: ท่ายกดัมเบลกางแขนท่าบินบนลูกบอลออกกำลังกาย
tr: Denge Topu Düz Dambıl Açış

source: 1. Lie back on the stability ball. Feet are on the floor. Hold onto two dumbbells with a hammer grip. Full extend your arms above your chest. 2. While maintaining a slight bend in your elbows, lower dumbbells to each side until the dumbbells are next to your upper body. Hold for one second. Return to starting position.
de: 1. Legen Sie sich auf dem Gymnastikball zurück. Füße auf dem Boden. Halten Sie zwei Kurzhanteln im Hammergriff. Strecken Sie Ihre Arme vollständig über Ihrer Brust aus. 2. Während Ihre Ellenbogen leicht gebeugt sind, lassen Sie die Kurzhanteln auf jeder Seite herab, bis die Hanteln neben Ihrem Oberkörper sind. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. Túmbate sobre la pelota. Con los pies en el suelo. Sujeta dos mancuernas con un agarre martillo. Extiende los brazos completamente sobre el pecho. 2. Doblando ligeramente los codos, baja las mancuernas a cada lado hasta que estén junto a la parte superior de tu cuerpo. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: 1. Allongez-vous sur le ballon de stabilité. Les pieds sont sur le sol. Tenez deux haltères avec une prise marteau. Étendez complétement les bras au dessus de votre poitrine. 2. Tout en maintenant une légère courbure dans les coudes, abaissez les haltères de chaque côté jusqu'à ce que les haltères soient près du haut du corps. Maintenez la position pendant une seconde. Revenez à la position de départ.
it: 1. Sdraiati sulla fitball fitness. I piedi sono sul pavimento. Mantieniti su due manubri con una presa a martello. Estendi totalmente le braccia sopra il petto. 2. Mantenendo i gomiti leggermente curvi, abbassa i manubri in ogni lato fino a quando questi sono accanto al parte superiore del tuo corpo. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. バランスボールに仰向けに寝ます。 足は床につけます。２つのダンベルをハンマーグリップで持ち、胸の上で腕を完全に伸ばします。 2. 肘を軽く曲げた状態を維持しながら、ダンベルが上体の横に来るまでそれぞれの側に下ろします。1秒そのまま、その後スタートポジションに戻します。
nl: 1. Lig ruggelings op een stabiliteitsbal met beide voeten op de vloer. Houd twee halters vast in hamergrip en houd je armen gestrekt recht boven je borst. 2. Laat je elleboog licht doorbuigen en laat de halters langszaam zakken tot ze naast je bovenlichaam zijn. Houd dit even vast en dan terug naar uitgangspositie.
pt: 1. Deite-se de costas na esfera da estabilidade. Os pés ficam no chão. Pegue em dois halteres com pronação de martelo. Estique completamente os braços acima do seu peito. 2. Enquanto mantem um ligeira curvatura nos cotovelos, baixe os halteres para cada lado até que os halteres fiquem ao lado do seu corpo superior. Aguente por um segundo. Retorne à posição inicial.
ru: 1. Лягте на мяч. Ноги находятся на полу. Держите гантели with a hammer grip. Полностью разведите руки над грудью. 2. Немного согнув локти, опустите гантели в каждую сторону, пока гантели не будут рядом с верхней частью тела. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Ligg på rygg på stabilitetsbollen. Ha fötterna på golvet. Håll i två hantlar med ett hammargrepp. Sträck ut armarna helt över bröstet. 2. Medan armbågarna är något böjda, sänk hantlarna till varje sida tills de är bredvid din överkropp. Håll i en sekund. Återgå till startläget.
th: 1. นอนบนลูกบอลออกกำลังกายและให้เท้าวางราบบนพื้น ถือดัมเบลด้วยท่าจับฆ้อน เหยียดแขนออกไปเหนือหน้าอกให้สุด 2. ขณะงอที่ข้อศอกเล็กน้อย ให้ลดระดับดัมเบลลงไปด้านข้างจนกระทั่งดัมเบลอยู่ที่ข้างลำตัวส่วนบน ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับมายังท่าเริ่มต้น
tr: 1. Denge topunun üzerine sırt üstü yatın. Ayaklarınız yerde olsun. İki dambılı çekiç kavrayışıyla tutun. Kollarınızı göğsünüzün yukarısında tamamen uzatın. 2. Dirseklerinizde hafif bir bükülme sağlayarak, dambıllar gövdenizin üst kısmının yanına gelene kadar her iki tarafta dambılları alçaltın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Stability Ball Pushup
de: Gymnastikball Liegestütze
es: Flexiones con Pelota Suiza
fr: Pompe Ballon de Stabilité
it: Piegamenti sulla fitball
ja: バランスボール・プッシュアップ
nl: Stabiliteitsbal Push-up
pt: Flexão com Bola de Estabilidade
ru: Отжимания от мяча
sv: Armhävning på stabilitetsboll
th: ท่าวิดพื้นบนลูกบอลออกกำลังกาย
tr: Denge Topu Şınavı

source: 1. Place yourself in standard pushup position. To make it harder, place your shins and feet on the ball. Remember to support your body with the balls of your feet and your hands, and keep the latter shoulder-width apart, palms flat on the floor. 2. Lower your torso until your chest is just a fraction of a an inch off the floor. Push yourself back to starting position.
de: 1. Gehen Sie in die normale Liegestützeposition. Um es schwerer zu machen, platzieren Sie Ihre Schienbeine und Füße auf den Ball. Denken Sie daran, Ihren Körper mit Ihren Fuß- und Handballen zu unterstützen und lassen Sie die letzteren schulterweit auseinander, Handflächen flach auf dem Boden. 2. Lassen Sie Ihren Oberkörper herab, bis Ihre Brust nur ein Bruchteil eines Inch vom Boden entfernt ist. Drücken Sie sich zur Anfangsposition zurück.
es: 1. Colócate en la posición inicial para flexiones. Para que sea más difícil, coloca las espinillas y los pies sobre la pelota. Acuérdate de sujetar el peso de tu cuerpo con la región metatarsiana de los pies y las manos, con éstas separadas a la anchura de los hombros y con las palmas contra el suelo. 2. Baja el torso hasta que tu pecho se encuentre a medio centímetro del suelo. Elévate de nuevo hasta la posición inicial.
fr: 1. Placez-vous en position de pompe standard. Pour rendre ceci plus difficile, placez vos tibias et vos pieds sur le ballon. Souvenez-vous de soutenir votre corps sur la plante de vos pieds et de vos mains, et gardez les mains écartées de la largeur des épaules, les paumes à plat sur le sol. 2. Abaissez votre torse jusqu'à ce que votre poitrine soit touche presque le sol. Poussez-vous pour revenir à la position de départ.
it: 1. Mettiti in posizione per le flessioni standard. Per renderlo più difficile, posiziona gli stinchi e i piedi sulla fitball. Ricorda di sostenere il tuo corpo con le punte dei tuoi piedi e delle mani e mantieni le ultime alla larghezza delle spalle ei palmi delle mani sul pavimento. 2. Abbassa il busto fino a quando il petto è solo a una frazione di un centimetro dal pavimento. Spingi per tornare alla posizione di partenza.
ja: 1. 一般的な腕立て伏せのポジションを取ります。もっと難度を上げるために、すねと足をボールに乗せます。拇指球と手で体を支えるようにします。手は肩幅に広げ、手の平を床にぴったりつけます。 2. 胸がほんの少し床から離れるぐらいまで胴を下ろします。スタートポジションまで体を押し戻します。
nl: 1. Neem een standaard positie aan voor push-ups. Om het wat lastiger te maken kun je je schenen en voeten op de bal plaatsen. Ondersteun je lichaam goed door met de handpalmen op de vloer en op schouderbreedte uit elkaar, de balans te houden. 2. Laat je lichaam nu langszaam zakken tot je borst vlak boven de grond is. Druk jezelf dan weer naar de startpositie.
pt: 1. Coloque-se na posição de flexão padrão. Para tornar mais difícil, coloque as pernas e os pés sobre a bola. Lembre-se de suportar o seu corpo com os pés e as mãos, e mantenha-as na largura dos ombros, com as palmas no chão. 2. Baixe o tronco até ficar com o peito a poucos centímetros do chão. Empurre-se de volta à posição inicial.
ru: 1. Примите стандартную позу для отжиманий. Чтобы сделать это более трудным, поместите ваши голени и ноги на мяч. Не забывайте удерживать свое тело при помощи ног и рук, держать руки на ширине плеч, ладонями на полу. 2. Опустите туловище, пока ваша грудь не будет находиться в нескольких сантиметрах от пола. Вернитесь обратно в исходное положение.
sv: 1. Lägg dig i en vanlig armhävningsställning. För att göra det svårare, lägg fötterna och skenbenen på bollen. Kom ihåg att stödja din kropp med dina fötter och händers trampdynor, och håll händerna axelbrett isär med handflatorna platt på golvet. 2. Sänk torson tills bröstet är en centimeter från golvet. Tryck tillbaka dig själv till startläget.
th: 1. จัดลำตัวให้อยู่ในท่าวิดพื้นทั่วไป เพื่อให้วิดพื้นได้ยากขึ้น ให้วางหน้าแข้งและเท้าบนลูกบอลออกกำลังกาย โปรดจำไว้ว่าให้ใช้ปลายเท้าทั้งสองข้างและมือช่วยพยุงตัวไว้ และให้มือทั้งสองอยู่ที่ระยะห่างเท่ากับความกว้างของไหล่ วางฝ่ามือให้ราบกับพื้น 2. ลดระดับลำตัวลงจนกระทั่งหน้าอกอยู่ห่างจากพื้นเล็กน้อย ดันตัวกลับไปที่ท่าเริ่มต้น
tr: 1. Standart şınav pozisyonu alın. İşleri daha da zorlaştırmak için, kaval kemiklerinizi ve ayaklarınızı topun üzerine yerleştirin. Vücudunuzu ayaklarınızın pençeleri ile ve ellerinizle desteklemeyi unutmayın ve ellerinizi avuç içleriniz yere bakacak şekilde düz bir şekilde omuz açıklığı mesafesinde yere koyun. 2. Gövdenizi, göğsünüz yerden birkaç santim yüksek olana kadar alçaltın. Kendinizi başlangıç pozisyonuna geri itin.

source: Weighted Pushup
de: Gewicht Liegestütze
es: Flexiones con Peso
fr: Pompe avec Poids
it: Piegamenti con l’aggiunta di peso
ja: ウェイテッド・プッシュアップ
nl: Gewichtige Push-up
pt: Flexão Ponderada
ru: Отжимания с весом
sv: Armhävning med tyngd
th: ท่าวิดพื้นพร้อมแผ่นน้ำหนักบนหลัง
tr: Ağırlıklı Şınav

source: 1. Go into standard pushup position, with hands beneath your shoulders. This time though, ask a partner to place a weight plate on your back, between your shoulder blades. 2. Keep your body straight as you lower yourself by bending your elbow until your chest touches the floor. 3. Pause, then push yourself up.
de: 1. Gehen Sie in die normale Liegestützeposition, mit Händen unter Ihren Schultern. Dieses Mal bitten Sie Ihren Partner jedoch, eine Gewichtsplatte auf Ihren Rücken zwischen Ihre Schulterblätter zu legen. 2. Halten Sie Ihren Körper gerade, während Sie sich herablassen, indem Sie Ihren Ellenbogen biegen, bis Ihre Brust den Boden berührt. 3. Innehalten, danach drücken Sie sich nach oben.
es: 1. Colócate en la posición de inicio para flexiones, con las manos por debajo de los hombros. Esta vez tendrás que pedir a un compañero que te coloque un disco en la espalda entre los omóplatos. 2. Mantén el cuerpo recto mientras bajas, doblando el codo hasta que tu pecho toque el suelo. 3. Haz una pausa, y empuja el cuerpo hacia arriba.
fr: 1.Mettez-vous dans la position de pompe standard, avec les mains sous vos épaules. Cette fois, cependant, demandez à un partenaire de placer une plaque de poids sur votre dos, entre les omoplates. 2. Gardez votre corps droit tandis que vous vous baissez en pliant vos coudes jusqu'à ce que votre poitrine touche le sol. 3. Pause, puis poussez-vous vers le haut.
it: 1. Mettiti in posizione per le flessioni standard, con le mani sotto le spalle. Questa volta, però, chiedi a qualcuno di mettere un peso piatto sulla schiena, tra le scapole. 2. Mantieni il corpo dritto mentre ti abbassi piegando il gomito fino a quando il petto tocca il pavimento. 3. Fermati, poi spingiti in alto.
ja: 1. 一般的な腕立て伏せのポジションにし、手は肩の下に置きます。今回は、パートナーに頼んで、ウェイトプレートを肩甲骨の間の背中に置いてもらいます。 2. 胸が床に着くまで肘を曲げて、まっすぐな姿勢を保ったままで、体を下ろします。 3. 一度止まってから、体を押し上げます。
nl: 1. Ga in een standaard push-up positie met je handen recht onder de schouders. Nu vraag je een partner of vriend een gewicht op je rug te plaatsen tussen de schouderbladen. 2. Houd je lichaam recht en strak terwijl je je lichaam laat zakken door alleen je ellebogen te buigen totdat je borst bijna de grond raakt. 3. Pauzeer even en druk jezelf dan op.
pt: 1. Coloque-se em posição de flexão standard, com as mãos por baixo dos ombros. Desta vez, porém, peça a um parceiro para colocar uma placa de pesos nas suas costas, entre as omoplatas. 2. Mantenha o corpo reto e baixe-se dobrando os cotovelos até tocar com o peito no chão. 3. Pause, em seguida, empurre-se para cima.
ru: 1. Примите стандартную позу для отжиманий, с руками ниже ваших плеч. На этот раз попросите партнера поместить веса на вашей спине, между лопатками. 2. Держите ваше тело прямо, когда вы опускаетесь, сгибая локти, пока ваша грудь не коснется пола. 3. Пауза, затем поднимитесь вверх.
sv: 1. Lägg dig i en vanlig armhävningsställning, med händerna under axlarna. Den här gången ska du dock be en partner lägga en viktplatta på din rygg mellan skulderbladen. 2. Håll kroppen rak medan du sänker dig själv genom att böja armbågarna tills bröstet rör golvet. 3. Pausa och tryck sedan upp dig själv.
th: 1. จัดให้อยู่ในท่าวิดพื้นมาตรฐานโดยให้มือทั้งสองอยู่ใต้ไหล่ จากนั้นให้ผู้ช่วยช่วยวางแผ่นน้ำหนักไว้ที่หลังโดยให้น้ำหนักอยู่ระหว่างแผ่นหลังทั้งสอง 2. ให้ลำตัวเหยียดตรงขณะที่ลดระดับลงโดยการงอที่ข้อศอกจนกระทั่งหน้าอกสัมผัสที่พื้น 3. ค้างที่ท่านี้สักครู่ จากนั้นดันตัวขั้นด้านบน
tr: 1. Standart şınav pozisyonunu alın, elleriniz omuzlarınızın altında olsun. Ancak bu sefer bir partnerinizden kürek kemiklerinizin üzerine bir ağırlık levhası yerleştirmesini isteyin. 2. Göğsünüz yere değene kadar dirseklerinizi bükerek alçalırken, vücudunuzu düz tutun. 3. Duraklayın, daha sonra kendinizi yukarı doğru itin.

source: Dumbbell Wrist Twist
de: Kurzhantel Handgelenkdrehung
es: Giro de Muñeca con Mancuerna
fr: Torsion Poignet avec Haltères
it: Rotazione dei polsi con manubri
ja: ダンベルリストツイスト
nl: Halters draaien vanuit de pols
pt: Twist de Pulso com Haltere
ru: Поворот рук с гантелями
sv: Handledstwist med hantlar
th: ท่าหมุนบิดดัมเบลด้วยข้อมือ
tr: Dambıllı Bilek Döndürme
