Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: 1. Assume the standard push-up positions: prone, feet together, hands on the floor just below the level of your shoulders and about shoulders' width apart. Move your feet apart, a little more than shoulders' width. 2. Lift one hand and rest it on the small of your back. 3. Using the other hand, push your body up from the floor, keeping your back straight. Stop just before you "lock out" your elbow at the top of the movement. 4. Lower your body with the one arm. To maintain your balance, turn your torso slightly away from the pushing arm. 5. Continue lowering yourself until your chin is about a fist's width above the floor. Since you angled your torso, your chin should be about where the hand you now have behind your back was when you started the exercise. This is one repetition. 6. Go back to step one and repeat using your other arm.
de: 1. Gehen Sie in die normale Liegestützeposition: neigend, Füße zusammen, Hände auf dem Boden etwas unterhalb der Schultern und ungefähr schulterbreit auseinander. Stellen Sie Ihre Füße auseinander, etwas mehr als Schulterbreite. 2. Heben Sie eine Hand hoch und lassen Sie sie auf Ihrem Kreuz ruhen. 3. Mit der anderen Hand drücken Sie Ihren Körper vom Boden hoch, der Rücken bleibt gerade. Halten Sie kurz vorm "verriegeln" an der Höhe der Bewegung an. 4. Lassen Sie Ihren Körper mit dem einen Arm herab. Um Ihr Gleichgewicht zu halten, drehen Sie Ihren Oberkörper weg vom drückenden Arm. 5. Lassen Sie sich weiter herab, bis Ihr Kinn ungefähr eine Kinnlänge über dem Boden ist. Da Ihr Oberkörper angewinkelt ist, sollte Ihr Kinn ungefähr da sein, wo die Hand, die jetzt auf Ihrem Rücken ist war, bevor Sie mit der Übung angefangen haben . Das ist eine Wiederholung. 6. Gehen Sie zum ersten Schritt zurück und wiederholen Sie mit dem anderen Arm.
es: 1. Colócate en la posición de inicio para flexiones: boca abajo, con los pies juntos y las manos en el suelo, justo por debajo del nivel de los hombros y a la anchura de éstos. Separa los pies, un poco más que la anchura de los hombros. 2. Levanta una mano y colócala en la parte inferior de la espalda, 3. Con la otra mano, empuja el cuerpo hacia arriba, manteniendo la espalda recta. Detente justo antes de que se "bloquee" el codo en la parte superior del movimiento. 4. Baja el cuerpo con un solo brazo. Para mantener el equilibrio, gira el torso ligeramente al lado contrario del brazo que está apoyado en el suelo. 5. Continúa bajando hasta que la barbilla esté a un puño de distancia del suelo. Al haber girado el torso, tu barbilla estará ahora más o menos donde estaba la mano de detrás de la espalda cuando empezaste el ejercicio. Esta es una repetición. 6. Vuelve al paso uno y repite con el otro brazo.
fr: 1.Prenez la position de pompes standard: couché, les pieds joints, les mains sur le sol juste en dessous du niveau de vos épaules et espacées environ de la largeur des épaules. Déplacez vos pieds pour qu'ils soient espacés d'un peu plus que la largeur de épaules. 2. Soulevez une main et posez-la sur le bas de votre dos. 3. De l'autre main, poussez votre corps à partir du sol, en gardant le dos droit. Arrêtez-vous juste avant de "verrouiller" votre coude au sommet du mouvement. 4 Abaissez votre corps avec l'un des bras. Pour maintenir votre équilibre, tournez votre torse légèrement à l'écart du bras qui pousse. 6. Continuez à vous abaisser jusqu'à ce que votre menton soit à la largeur d'un poing au-dessus du sol. Comme vous avez donné un angle à votre torse, le menton doit être sur l'endroit où était la main que vous avez maintenant derrière votre dos quand vous avez commencé l'exercice. Ceci est une répétition. 6.0 Retournez à la première étape et répétez en utilisant votre autre bras.
it: 1. Assumi le posizioni per le flessioni standard: prono, piedi uniti, mani sul pavimento appena sotto il livello delle spalle e larghezza circa quanto quella delle spalle. Sposta i piedi un po' più della larghezza delle spalle. 2. Sollevare una mano e posala sul parte bassa della schiena. 3. Con l'altra mano, spingi il corpo su dal pavimento, mantenendo la schiena dritta. Fermati appena prima di "bloccare" il gomito nella parte superiore del movimento. 4. Abbassa il corpo con un braccio. Per mantenere l’equilibrio, ruota il busto un po' lontano dal braccio di spinta. 5. Continua ad abbassarti fino a quando il mento è circa alla larghezza di un pugno sopra il pavimento. Dal momento che hai girato il busto, il mento dovrebbe essere più o meno dove la mano che ora hai dietro la schiena era quando hai iniziato l'esercizio. Questa è una ripetizione. 6. Torna al passo uno e ripeti con l'altro braccio.
ja: 1. 通常の腕立て伏せを想定します。うつ伏せ、両足を揃え、肩より少し低い位置に、肩幅に広げて手を床につきます。足を、肩幅より少し広く広げます。 2. 片手を上げ、腰のくびれた部分に置きます。 3. もう一方の手を使って、床から体を浮かせるように押します。背筋は伸ばしたままに保ちます。肘が完全に伸びる直前に止めます。 4. 片腕で体を下げます。バランスを維持するために、押している腕から胴を少し外側に回転させます。 5. あごが床から拳１個分ぐらいの位置になるまで、体をおろし続けます。胴を少し回転させたので、エクササイズを始めた時に今腰に置いている手があった手の位置ぐらいにあごが来ているはずです。これで1セットです。 6. ステップ１まで戻り、もう一方の腕を使って繰り返します。
nl: 1. Ga uit van de standaard push-up, gestrekt, voeten naast elkaar handen op de vloer recht onder de schouders en op schouderbreedte uit elkaar. Zet nu je voeten uit elkaar op iets meer dan schouderbreedte. 2. Leg nu een hand op je rug. 3. En met je andere hand druk je je lichaam op van de vloer, Ga niet door tot een gestrekte elleboog, maar stop vlak er voor. Houd je rug recht. 4. terwijl je je lichaam laat zakken kun je je lichaam iets draaien van de opdrukkende arm weg, voor een betere balans. 5. Laat jezelf zakken totdat je kin een vuistbreedte van de vloer verwijderd is. Omdat je je luichaam iets hebt gedraaid is de plaats van je kin nu ongeveer daar waar eigenlijk je andere hand zou staan, maar die zit op je rus. Dit is een rep. 6. Ga terug naar stap 1 en herhaal met de andere arm.
pt: 1. Assuma a posição de flexão padrão: de bruços, com os pés juntos, e as mãos no chão, colocadas afastadas a uma distância igual ao dos ombros. Afaste os pés um pouco mais que a largura dos ombros. 2. Levante uma mão e coloque-a na parte inferior das costas. 3. Com a outra mão, empurrar seu corpo para cima afastando-se do chão, mantendo as costas sempre retas. Aguente um pouco antes no topo do movimento. 4. Baixe o seu corpo com o braço. Para manter o seu equilíbrio, vire o tronco um pouco para longe do braço que empurra. 5. Continue até ficar com o queixo a uma distância de punho do chão. Dado que inclinou o tronco, o queixo deve estar mais ou menos ao nível da mão colocada nas costas no início do exercício. Esta é uma repetição. 6. Volte ao passo um e repita usando o seu outro braço.
ru: 1. Примите стандартную позу для отжиманий: лежа, ноги вместе, руки на полу чуть ниже уровня ваших плеч и широко разведены в сторону. Разведите ноги на расстояние чуть больше ширины плеч. 2. Поднимите одну руку и положите ее на поясницу. 3. Используя другую руку, поднимите ваше тело от пола, держа спину прямо. Остановитесь прямо перед тем, зафиксируете локоть в верхней части движения. 4. Опустите ваше тело одной рукой. Для поддержания баланса, поверните ваш торс немного в стороне от толкающей руки. 5. Продолжите снижение, пока ваш подбородок будет находиться на высоте кулака над полом. Так как вы наклонили туловище, ваш подбородок должен быть на том месте, где находится рука, которая была за спиной, когда вы начали упражнение. Это один повтор. 6. Вернитесь к первому шагу и повторите с помощью другой руки.
sv: 1. Inta den vanliga armhävningsställningen: ligg ner med fötterna ihop och händerna på golvet, precis under axlarna och på ungefär en axelbredds avstånd. Flytta isär fötterna så att de är lite mer än en axellängd ifrån varandra. 2. Lyft en hand och lägg den på korsryggen. 3. Tryck upp kroppen från golvet genom att använda den andra handen, samtidigt som du håller ryggen rak. Sluta precis innan armbågen blir helt rak, högst upp i rörelsen. 4. Släpp ner kroppen med ena armen. För att hålla balansen, vänd bort torson lite från den arbetande armen. 5. Fortsätt släppa ner dig själv tills hakan är ungefär en knytnäves bredd ovanför golvet. Eftersom du vred torson bör din haka vara ungefär där handen du nu har på ryggen var när du började övningen. Det här är en repetition. 6. Gå tillbaka till steg ett och upprepa med den andra armen.
th: 1. จัดให้ลำตัวอยู่ในท่าวิดพื้นมาตรฐานโดยนอนคว่ำหน้า เท้าชิดกัน มืออยู่บนพื้นซึ่งอยู่ใต้ระดับไหล่และระยะห่างเท่ากับความกว้างของไหล่ 2. ยกมือหนึ่งข้างขึ้นและพักไว้ที่หลัง 3. ใช้มืออีกข้างหนึ่งดันร่างกายขึ้นจากพื้นโดยให้หลังเหยียดตรง หยุดก่อนที่คุณจะ "ล็อค" ข้อศอกของคุณที่ส่วนบนสุดของท่านี้ 4. ลดระดับลำตัวลงด้านล่างโดยใช้แขนหนึ่งข้าง เพื่อให้ลำตัวของคุณสมดุลให้หันออกไปจากแขนข้างที่วิดพื้นเล็กน้อย 5. ลดระดับลงอย่างต่อเนื่องจนกระทั่งคางอยู่ห่างจากพื้นที่ระยะห่างเท่ากับกำปั้น เนื่องจากคุณงอตัวอยู่ คางควรอยู่ที่ระดับเดียวกับมือซึ่งอยู่ด้านหลังตั้งแต่คุณเริ่มออกกำลังกายในท่านี้ นี่เป็นการทำซ้ำหนึ่งครั้ง 6. กลับไปที่ขั้นตอนที่หนึ่งและทำซ้ำด้วยแขนอีกข้าง
tr: önce durun. 4. Vücudunuzu tek elinizle aşağı doğru indirin. Dengeyi sağlamak için gövdenizi, yeri iten kolunuzdan hafifçe uzağa döndürün. 5. Çeneniz yerden yaklaşık olarak bir yumruk mesafesi genişliğine gelen kadar vücudunuzu indirmeye devam edin. Gövdenizi açıladığınız için, çeneniz harekete başlamadan önce sırtınıza aldığınız diğer elinizin olması gereken yere yakın bir yerde olacaktır. Bu, bir tekrar demektir. 6. Birinci adıma geri dönün ve diğer kolunuzu kullanarak tekrar edin.

source: Decline Pushup
de: Liegestütze Senkung
es: Flexiones Declinadas
fr: Pompe Déclinée
it: Piegamenti declinati
ja: デクラインプッシュアップ
nl: Hellende push-up
pt: Recusar Flexão
ru: Отжимания снизу
sv: Sluttande armhävning
th: ท่าวิดพื้นวางเท้าบนพื้นยกระดับ
tr: Aşağı İnerek Şınav

source: 1. Place your feet on a bench or any elevated step and get into a standard pushup position. 2. Lower your body until your chest nearly touches the floor, pause, then push yourself back to the starting position. Maintain proper form throughout by preventing your hips from sag gin at any point, keep your core stiff by bracing your abdominal muscles and straighten your legs while placing your weight on your toes.
de: 1. Platzieren Sie Ihre Füße auf eine Bank oder eine erhöhte Stufe und gehen Sie in die normale Liegestützeposition. 2. Lassen Sie Ihren Körper hinab, bis Ihre Brust fast den Boden berührt, innehalten, dann drücken Sie sich zurück zur Anfangsposition. Halten Sie durchweg die richtige Form, indem Sie Ihre Hüften jederzeit vom absacken abhalten, halten Sie Ihren Kern steif, indem Sie Ihre Bauchmuskeln anspannen und lassen Sie Ihre Beine gerade, während Sie Ihr Gewicht auf Ihre Zehen verlegen.
es: 1. Coloca los pies en un banco o un escalón elevado y ponte en la posición inicial para flexiones. 2. Baja el cuerpo hasta que tu pecho casi toque el suelo, haz una pausa y vuelve a la posición inicial. Mantén una postura adecuada en todo momento, evitando que la cadera quede colgando, mantén el núcleo rígido apretando los músculos abdominales, estira las piernas y carga el peso en los dedos de los pies.
fr: 1.Placez vos pieds sur un banc ou n'importe quelle marche surélevée et mettez-vous en position de pompe standard. 2. Abaissez votre corps jusqu'à ce que votre poitrine touche presque le sol, faites une pause, puis poussez pour revenir à la position de départ. Maintenez la bonne et due forme de votre position tout au long de l'exercice en empêchant vos hanches de s'affaisser à aucun moment, gardez votre corps rigide en contractant vos muscles abdominaux et raidissez vos jambes tout en plaçant votre poids sur vos orteils.
it: 1. Metti i piedi su una panca o su qualsiasi step e assumi una posizione per le flessioni standard. 2. Abbassa il corpo fino a quando il petto tocca quasi il pavimento, fermati e spingi te stesso per torna alla posizione di partenza. Mantieni una posizione corretta per tutta la durata impedendo i fianchi di piegarsi in qualsiasi momento; mantieni rigida la tua parte centrale rinforzando i muscoli addominali e raddrizzando le gambe ponendo il peso sulla punta dei piedi.
ja: 1. 足をベンチか何か一段上がった台に置き、一般的な腕立て伏せのポジションを取ります。 2. 胸がほぼ床に着くまで体を下げ、止まり、それからスタートポジションまで押し戻します。いつもヒップが下がらないようにすることで常にきちんとした姿勢を維持します。腹筋を引き締め、つま先に重心を置いている間に脚を強めることで、コアを堅く保ちます。
nl: 1. Plaats je voeten op een bankje of iets anders hoger dan de vloer, en ga dan in de standaard push-up positie. 2. Laat je lichaam zakken tot je borst bijna de grond raakt, pauzeer even en druk jezelf weer naar de startpositie. Houd je lichaam goed gestrekt en verhinder dat je heupen doorzakken. Houd je lichaam strak en recht door je buikspieren aan te spannen en je benen te strekken door het gewicht op je tenen te plaatsen.
pt: 1. Coloque os pés num banco ou em qualquer sítio elevado e coloque-se numa posição de flexão padrão. 2. Baixe o o seu corpo até tocar com o peito no chão, faça uma pausa, e em seguida, empurre-se de volta à posição inicial. Mantenha-se firme impedindo os quadris de dobrarem, o seu núcleo duro preparando assim os músculos abdominais e estique as pernas ao colocar o peso nos pés.
ru: 1. Поставьте ноги на скамейку или на любое возвышение и примите стандартное положение для отжимания. 2. Опустите ваше тело, пока ваша грудь почти не коснется пола, сделайте паузу, затем поднимите себя обратно в исходное положение. Поддерживайте нужную позу на протяжении всего упражнения во избежание сгибания бедер любой момент, держа свой корпус твердым, напрягая мышцы живота, и выпрямляйте ноги, когда вес вашего тела будет удерживаться пальцами ног.
sv: 1. Placera fötterna på en bänk eller någon annan upphöjning och lägg dig i en vanlig armhävningsposition. 2. Sänk kroppen tills bröstet nästan rör golvet, pausa och tryck sedan tillbaka dig själv upp till startpositionen. Håll kroppen stabil hela tiden: undvik att höfterna sviktar, håll bålen och ryggen raka genom att spänna magmusklerna, räta ut benen och lägga vikten på tårna.
th: 1. วางเท้าทั้งสองข้างบนม้านั่งหรือพื้นยกระดับ จากนั้นจัดให้อยู่ในท่าวิดพื้นมาตรฐาน 2. ลดระดับร่างกายลงจนกระทั่งหน้าอกเกือบถึงพื้น ค้างที่ท่านี้สักครู่ จากนั้นดันตัวกลับขึ้นด้านบนไปที่ท่าเริ่มต้น จัดร่างกายให้อยู่ในท่าที่เหมาะสมตลอดการออกกำลังกายโดยไม่ให้สะโพกห้อยลง ตรึงส่วนกลางลำตัวให้แน่นโดยการบีบรัดกล้ามเนื้อท้องและเหยียดขาทั้งสองข้างให้ตรงขณะวางน้ำหนักไปที่เท้า
tr: 1. Ayaklarınızı sehpaya veya herhangi yüksek bir basamağa yerleştirin ve standart şınav pozisyonunu alın. 2. Göğsünüz neredeyse yere değene kadar vücudunuzu alçaltın, duraklayın, daha sonra kendinizi başlangıç pozisyonuna geri itin. Tüm vücudunuzda düzgün bir form elde edin ve herhangi bir zaman kalçalarınız düşmesin; karın kaslarınızı kasarak çekirdek gövdenizi katı tutun ve ağırlığınızı ayak parmak uçlarınıza verirken bacaklarınızı düzeltin.

source: Dive Bomber Pushup
de: Sturzbomber Liegestütze
es: Flexiones Bombardero
fr: Pompe Plongée
it: Piegamenti Dive Bomber
ja: ダイブボンバープッシュアップ
pt: Flexão Dive Bomber
ru: Отжимания истребитель
sv: Störtbombarearmhävning
th: ท่าวิดพื้นแบบไดฟ์บอมเบอร์
tr: Bombacı Şınavı

source: 1. Position yourself in pushup position but ensure that your hands are placed farther in front and wider that your shoulders. Raise your hips as you move your feet forward as far as possible. Keep your back and legs straight throughout the movement. 2. Move your chest downward and forward until nearly touching the floor. Your shoulders should be inline with your hands. 3. Pause, then push out your hips downward and straighten your arms. Pause again, then revers the movement until you’ve come back to the starting position.
de: 1. Gehen Sie in die Liegestützeposition, aber gehen Sie sicher, daß Ihre Hände weiter nach vorne und weiter als Ihre Schultern platziert sind. Heben Sie Ihre Hüften an, während Sie Ihre Füße so weit wie möglich nach vorne bewegen. Halten Sie Ihren Rücken und Ihre Beine bei dieser Bewegung durchgehend gerade. 2. Bewegen Sie Ihre Brust nach unten und vorne bis der Boden fast berührt ist. Ihre Schultern sollten mit Ihren Händen eine Linie bilden. 3. Innehalten, dann drücken Sie Ihre Hüften nach unten durch und strecken Ihre Arme. Wieder innehalten, dann die Bewegung umdrehen, bis Sie an der Anfangsposition angekommen sind.
es: 1. Colócate en la posición inicial para flexiones, pero asegúrate de que tus manos están más adelante y más separadas que la anchura de los hombros. Eleva las caderas y mueve los pies hacia adelante todo lo que puedas. Mantén la espalda y las piernas recta durante todo el movimiento. 2. Mueve el pecho hacia abajo y hacia adelante hasta casi tocar el suelo. Los hombros deben estar en línea con las manos. 3. Haz una pausa, y empujar las caderas hacia abajo y estira los brazos. Otra pausa, y realiza el movimiento hacia atrás, hasta la posición inicial.
fr: 1.Placez-vous en position de pompes mais veillez à ce que vos mains soient placées loin devant et plus larges que vos épaules. Soulevez vos hanches tandis que vous déplacez vos pieds vers l'avant aussi loin que possible. Gardez le dos et les jambes droites tout au long du mouvement. 2. Déplacez votre poitrine vers le bas et vers l'avant jusqu'à presque toucher le sol. Vos épaules devraient être en ligne avec vos mains. 3. Pause, puis poussez vos hanches vers le bas et redressez vos bras. Pause à nouveau, puis inversez le mouvement jusqu'à ce que vous soyez revenu à la position de départ.
it: 1. Mettiti in posizione per le flessioni, ma assicurandoti che le mani siano poste davanti e più ampie delle spalle. Solleva i fianchi mentre sposti i piedi in avanti, per quanto possibile. Tieni la schiena e le gambe dritte per tutto il movimento. 2. Spostare il petto verso il basso e in avanti fino quasi a toccare il pavimento. Le spalle devono essere in linea con le tue mani. 3. Fermati e poi spingi fuori i fianchi verso il basso e raddrizzare le braccia. Fermati di nuovo, poi fai il movimento al contrario fino a quando sei tornato alla posizione di partenza.
ja: 1. 腕立て伏せのポジションを取りながらも、手はもっと前に肩幅より広くつくことを確認します。足を前に移動する時にヒップを出来るだけ遠くまで上げます。運動中ずっと背中と脚をまっすぐに保ちます。 2. ほとんど床に着くまで、胸を下と前に移動させます。肩は手と並んでいるべきです。 3. 一時止まり、それからヒップを下向きに押し、腕をまっすぐにします。再び止まり、スタートポジションに戻るまで動きを逆戻りにします。
nl: 1. Plaats jezelf in een push-up positie maar plaats je handen wat verder weg en wijder dan schouderbreedte. Terwijl je ne je voeten strekt breng je je heup omhoog, maar houd je rug en benen recht bij de hele oefening. 2. Laat nu je borst zakken en naar voren totdat je bijna de vloer raakt. Je schouders moeten nu op een lijn staan met je handen. 3. Pauzeer even, druk dan je heupen omlaag en strek je armen. Pauzeer opnieuw. Dan dezelfde bewegingen maar in omgekeerde volgorde tot je op het uitgangspunt aankomt.
pt: 1. Coloque-se numa posição de flexão, garantindo que as mãos são colocadas mais à frente e distanciadas um pouco mais que os ombros. Eleve os quadris o máximo possível enquanto move os pés para a frente. Mantenha as costas e as pernas em linha reta durante todo o movimento. 2. Mova o seu peito para baixo e para a frente até tocar praticamente no chão. Os seus ombros deverão estar alinhados com as suas mãos. 3. Pause, e em seguida, empurre os quadris esticando os braços. Pause de novo, e inverta o movimento até voltar para a posição inicial.
ru: 1. Примите положение для отжиманий, но убедитесь, что ваши руки расположены далеко впереди и шире, чем ваши плечи. Поднимите ваши бедра при перемещении ноги вперед, так далеко насколько это возможно. Держите спину и ноги прямо на протяжении всего движения. 2. Двигайте грудь вниз и вверх, почти касаясь пола. Ваши плечи должны быть на одной линии с вашими руками. 3. Сделайте паузу, затем опустите ваши бедра вниз и выпрямите руки. Снова пауза, затем повторите движение, пока вы не вернетесь в исходное положение.
sv: 1. Positionera dig själv i en armhävningsställning, men se till att dina händer ligger längre fram och på mer än en axellängds avstånd ifrån varandra. Lyft höfterna och flytta fram fötterna så långt det går. Håll ryggen och benen raka genom hela rörelsen. 2. Flytta bröstet neråt och framåt tills det nästan rör golvet. Axlarna ska vara i linje med händerna. 3. Pausa och tryck sedan ner höfterna och räta ut armarna. Pausa igen och gör sedan om rörelsen tills du är tillbaka i startläget.
th: 1. จัดท่าให้อยู่ในท่าวิดพื้นแต่ให้มือทั้งสองข้างวางไกลจากด้านหน้าของคุณและอยู่ในระยะที่กว้างกว่าระยะความกว้างของไหล่ ยกสะโพกขั้นขณะที่เคลื่อนเท้าไปด้านหน้าให้ไกลมากที่สุดเท่าที่จะทำได้ หลังและขาควรอยู่ในท่าตรงตลอดการเคลื่อนไหว 2. ลดระดับหน้าอกลงด้านล่างและเคลื่อนไปข้างหน้าจนกระทั่งเกือบถึงพื้น ไหล่ควรอยู่ในแนวเดียวกันกับมือทั้งสองข้าง 3. หยุดชั่วขณะ จากนั้นดันสะโพกลงด้านล่างและเหยียดแขนให้ตรง ค้างไว้ที่ท่านี้สักครู่ จากนั้นเคลื่อนไหวกลับมาในท่าเดิมจนอยู่ในท่าเริ่มต้น
tr: 1. Şınav pozisyonu alın ancak ellerinizin daha öne doğru uzandığından ve kollarınızın omuz açıklığı mesafesinden daha geniş olduğundan emin olun. Ayaklarınızı olabildiğince ileri doğru hareket ettirirken kalçalarınızı yükseltin. Hareket boyunca sırtınızı ve bacaklarınızı düz tutun. 2. Göğsünüzü, neredeyse yere değecek kadar ileri ve aşağı doğru indirin. Omuzlarınız ellerinizle aynı hizada olmalıdır. 3. Duraklayın, daha sonra kalçalarınızı aşağı doğru itin ve kollarınızı düzleştirin. Tekrar duraklayın, daha sonra başlangıç pozisyonuna geri dönene kadar hareketi ters yöne doğru devam ettirin.

source: Dumbbell Floor Chest Press
de: Kurzhantel Boden Brustdrücken
es: Press Pectoral con Mancuernas Suelo
fr: Développé Épaule au Sol avec Haltère
it: Chest Press da pavimento con manubri
ja: ダンベルフロアチェストプレス
nl: Halter borstdrukken van de vloer
pt: Pressão de Peito com Haltere no Chão
ru: Жим гантели от груди
sv: Bröstpress på golvet med hantlar
th: ท่านอนราบกับพื้นยกดัมเบล
tr: Dambıllı Yerde Göğüs İtiş
