Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: 1. Stand with a light dumbbell in each hand with your arms at your sides, palms facing behind you. Bend your arms to curl the weights up until your forearms are parallel to the floor. This is the starting position. 2. Rotate your wrists until your palms face the ceiling, then rotate them back so your palms face the floor once again. That’s one repetition.
de: 1. Stellen Sie sich mit einer leichten Kurzhantel in jeder Hand hin, Ihre Arme an den Seiten und Handflächen zeigen hinter Sie. Biegen Sie Ihre Arme, um die Gewichte zu heben, bis Ihre Vorderarme mit dem Boden parallel sind. Dies ist die Anfangsposition. 2. Rotieren Sie Ihre Handgelenke, bis Ihre Handflächen zur Decke zeigen, danach rotieren Sie sie zurück, bis Ihre Handflächen wieder zum Boden zeigen. Das ist eine Wiederholung.
es: 1. De pie, con unas mancuernas ligeras en cada mano y los brazos a los lados, con las palmas de las manos un frente a la otra por detrás del cuerpo. Dobla los brazos para girar las mancuernas hacia arriba, hasta que los antebrazos estén paralelos al suelo. Esta es la posición de inicio. 2. Gira las muñecas hasta que las palmas miren al techo y vuelve a girarlas hasta que miren al suelo una vez más. Esto es una repetición.
fr: 1. Tenez-vous avec un haltère dans chaque main avec vos bras à vos côtés, les paumes face derrière vous. Pliez vos bras pour recourber les poids jusqu'à ce que vos avant-bras soient parallèles au sol. Il s'agit de la position de départ. 2. Tournez vos poignets jusqu'à ce que vos paumes soient face au plafond, puis tournez-les afin que vos paumes soient à nouveau face au sol. C'est une répétition.
it: 1. Stai in piedi con un manubrio leggere in ogni mano con le braccia lungo i fianchi, palmi rivolti dietro di te. Piegare le braccia per tirare i pesi fino a quando gli avambracci sono paralleli al. Questa è la posizione iniziale. 2. Ruota i polsi fino a quando i palmi delle mani sono rivolti verso il soffitto, quindi ruota indietro in modo che i palmi siano rivolti ancora una volta al pavimento. Questa è una ripetizione.
ja: 1. それぞれの手に軽量のダンベルを持ち、腕を体の両脇に置き、手のひらを後ろに向けて立ちます。腕を曲げて、前腕が床と平行になるまでウェイトを引き上げます。これがスタートポジションです。 2. 手の平が上向きになるように手首を回転させ、再び手の平が床の方へ向くように回転させます。これが1セットです。
nl: 1. Sta rechtop met een lichte halter in elke hand en de armen opzij van je lichaam, handpalmen naar achter/beneden. Buig je armen nu zover naar voren dat je onderarmen parallel zijn aan de vloer. De halters hangen nu als het ware in je handen. Dit is de uitgangspositie. 2. Draai nu je polsen totdat je handpalmen naar het plafond wijzen. Draai ze dan langszaam terug. Dat is een rep.
pt: 1. De pé com um haltere em cada mão, coloque os braços ao lado do seu corpo, com as palmas das mãos voltadas para trás. Dobre os braços subindo os pesos até colocar os antebraços paralelos ao chão. Esta é a posição de partida. 2. Gire os punhos até ficar com as palmas das mãos viradas para o teto, gire-as de volta até ficarem viradas para o chão. Essa é uma repetição.
ru: 1. Встаньте, взяв по легкой гантели в каждую руку, руки по бокам, ладони позади вас. Согните руки вплоть до предплечий, пока руки не будут параллельны полу. Это стартовая позиция. 2. Поверните запястья, пока они не будут смотреть на потолок, затем поверните их обратно, так чтоб ладони вновь смотрели на пол. Это одно повторение.
sv: 1. Stå med en lätt hantel i varje hand, med armarna vid sidorna och handflatorna vända bakåt. Böj armarna för att lyfta upp vikterna tills underarmarna är parallella med golvet. Detta är startpositionen. 2. Rotera handlederna tills handflatorna är vända mot taket. Rotera sedan tillbaka dem så att handflatorna återigen är vända mot golvet. Det är en repetition.
th: 1. ยืนตรงพร้อมกับถือดัมเบลน้ำหนักน้อยไว้ในมือทั้งสองข้างโดยให้แขนของคุณอยู่ข้างลำตัว ให้ฝ่ามือหันไปทางด้านหลังของคุณ จากนั้นงอแขนทั้งสองข้างเพื่อยกดัมเบลขึ้นจนกระทั่งแขนท่อนปลายขนานกับพื้น ท่านี้เป็นท่าเริ่มต้น 2. หมุนข้อมือจนกระทั่งฝ่ามือหันไปทางเพดาน จากนั้นหมุนกลับมาที่เดิมเพื่อให้ฝ่ามือหันไปทางพื้น นี่คือการทำซ้ำหนึ่งครั้ง
tr: 1. Kollarınız yanda duracak şekilde her bir elinizde hafif bir dambılla ayakta durun, avuç içleriniz arkanıza bakıyor olsun. Ön kollarınız yere paralel olana kadar ağırlıkları bükmek için kollarınızı bükün. Bu başlangıç pozisyonudur. 2. Bilekleriniz tavana bakana kadar döndürün, daha sonra bilekleriniz tekrar yere bakana kadar geri döndürün. Bu, bir tekrardır.

source: Standing Wrist Curl
de: Handgelenkübung im Stehen
es: Giro de Muñeca De Pie
fr: Curl Poignet
it: Curl polsi in piedi
ja: スタンディングリストカール
nl: Staande polsoefening met halter
ru: Скручивание рук с гантелями
sv: Stående handledscurl
th: ท่ายืนหมุนข้อมือบิดโค้ง
tr: Ayakta Bilek Döndürme

source: 1. Grab a barbell from your behind using an underhand grip while keeping your arms straight. Hang the barbell so that it rests on your extended fingers. 2. Flex your wrists to raise the barbell up as high as possible. 3. Reverse the movement to lower the barbell.
de: 1. Greifen Sie hinter Ihnen eine Langhantel mit einem Unterhandgriff, während Sie Ihre Arme gerade lassen. Hängen Sie die Hantel so, daß sie auf Ihren ausgestreckten Fingern ruht. 2. Biegen Sie Ihre Handgelenke, um die Langhantel so hoch wie möglich anzuheben. 3. Machen Sie die Bewegung umgedreht, um die Langhantel herabzulassen.
es: 1. Toma una pesa de detrás de ti con un agarre supino y manteniendo los brazos rectos. Deja colgar la pesa de manera que se apoye en los dedos extendidos. 2. Flexiona las muñecas para elevar le pesa lo más alto que puedas. 3. Invierte el movimiento para bajar la pesa.
fr: 1.Prenez un barre derrière vous en utilisant un prise en supination tout en gardant vos bras tendus. Tenez la barre de sorte qu'elle repose sur vos doigts étendus. 2. Exercez vos poignets pour soulever la barre aussi haut que possible. 3. Inversez le mouvement pour abaisser la barre.
it: 1. Afferra un bilanciere da dietro usando una presa underhand, mantenendo le braccia diritte. Appendi il bilanciere in modo che poggi sulle dita estese. 2. Fletti i polsi per sollevare il bilanciere più in alto possibile. 3. Inverti il movimento per abbassare il bilanciere.
ja: 1. 腕をまっすぐに保ちながら、アンダーハンドグリップを使ってバーベルを下から握ります。伸ばした指の上に置いて、バーベルを掛けます。 2. 手首を曲げて出来るだけ高くバーベルを引き上げます。 3. 動きを逆にして、バーベルを下げます。
nl: 1. Houd een halter vast achter je lichaam in een onderhandse grip en houd de armen gestrekt. Laat de halter op je vingers rusten. 2. Buig nu je polsen om de halter zo hoog mogelijk op te tillen. 3. Laat de halter weer beheerst naar de uitgangspositie gaan.
pt: 1. Pegue numa atrás das costas, mantendo os braços esticados. Pendure a barra para que fique em repouso nos seus dedos estendidos. 2. Flita os seus punhos para levantar a barra o mais alto possível. 3. Inverta o movimento para baixar a barra.
ru: 1. Держите штангу позади, обхватив ее руками, руки прямые. Держите штангу так, чтоб ее вес приходился на пальцы рук. 2. Согните запястья, поднимите штангу так высоко, как это возможно. 3. Опустите штангу назад.
sv: 1. Ta en skivstång som ligger bakom dig med ett underhandsgrepp, samtidigt som du håller armarna raka. Häng skivstången så att den vilar på dina utsträckta fingrar. 2. Böj handlederna för att lyfta skivstången så högt som möjligt. 3. Gör om rörelsen för att sänka skivstången.
th: 1. ถือบาร์เบลด้วยท่าจับแบบหงายมือ แขนเหยียดตรงลงด้านล่าง ห้อยบาร์เบลลงด้านล้างและพักที่นิ้วมือที่เหยียดสุดนิ้ว 2. งอข้อมือทั้งสองข้างเพื่อยกบาร์เบลขึ้นด้านบนให้สูงเท่าที่จะทำได้ 3. บิดข้อมือกลับเพื่อลดระดับบาร์เบลลง
tr: 1. Kollarınız düz bir şekilde, aşağıdan yukarı doğru bir kavrayışla arkadan bir halteri tutun. Halteri, uzatılmış parmaklarınızda salınacak şekilde sarkıtın. 2. Halteri olabildiğince yükseğe kaldırmak için bileklerinizi kasın. 3. Halteri alçaltmak için hareketi tersine yapın.

source: Barbell Hack Squat
de: Langhantel Hack Hocke
es: Sentadilla Posterior con Pesa
it: Hack Squat con bilanciere
ja: バーベルハックスクワット
nl: Gehurkte halteroefening
pt: Agachamento com Barra
ru: Приседания со штангой
sv: Hacksquat med skivstång
th: ท่าย่อตัวยกดัมเบลจากด้านหลัง
tr: Halterli Hack Çöküşleri

source: 1. Stand straight with get shoulder width apart. Hold barbell with overhand grip. Place barbell behind your hamstrings. Distance between your hands should be wider than shoulder width apart. 2. Lower yourself by bending your knees. You back is straight throughout the whole movement. Stop when your thighs are parallel with the ground or when the barbell touches the floor. When you return to the starting position, generate energy with your lower back.
de: 1. Stellen Sie sich gerade mit Ihren Füßen schulterbreit auseinander hin. Halten Sie die Langhantel im Oberhandgriff. Platzieren Sie die Langhantel hinter Ihre Kniesehnen. Distanz zwischen Ihren Händen sollte breiter sein als Schulterweite. 2. Lassen Sie sich herab, indem Sie Ihre Knie biegen. Ihr Rücken bleibt bei der ganzen Bewegung gerade. Halten Sie an, wenn Ihre Oberschenkel mit dem Boden parallel sind oder wenn die Hantel den Boden berührt. Wenn Sie zur Anfangsposition zurückgehen, erzeugen Sie Kraft mit Ihrem Unterrücken.
es: 1. De pie con los brazos a la anchura de los hombros. Sujeta la pesa con un agarre prono. Coloca la pesa detrás de la rodilla. La distancia entre las manos debe ser más grande que la anchura de los hombros. 2. Baja el cuerpo, doblando las rodillas. La espalda debe permanecer recta a lo largo de todo el movimiento. Detente cuando tus muslos estén paralelos al suelo o cuando la pesa toque el suelo. Cuando vuelvas a la posición inicial, genera la energía con la parte inferior de la espalda.
fr: 1. Tenez-vous droit avec les pieds espacés de la largeur des épaules. Tenez la barre avec une prise en pronation. Placez les haltères derrière vos muscles ischio-jambiers. La distance entre vos mains doit être plus large que la largeur des épaules. 2. Abaissez-vous en pliant les genoux. Vous dos est droit tout au long du mouvement. Arrêtez-vous lorsque vos cuisses sont parallèles au sol ou lorsque la barre touche le sol. Lorsque vous revenez à la position de départ, générez l'énergie avec le bas du dos.
it: 1. Stai dritto con le spalle aperte. Tieni un bilanciere con presa overhand. Posiziona il bilanciere dietro i tendini femorali. La distanza tra le mani deve essere più ampia larghezza delle spalle. 2. Abbassati piegando le ginocchia. La tua schiena rimane dritta per tutto il movimento. Fermati quando le cosce sono parallele al suolo o quando il bilanciere tocca il pavimento. Quando torni alla posizione di partenza, fai forza con la parte bassa della schiena.
ja: 1. 肩幅に脚を広げてまっすぐに立ちます。オーバーハンドグリップでバーベルを持ちます。ハムストリング筋の後ろにバーベルを置きます。両手の間隔は、肩幅以上であるべきです。 2. 膝を曲げて体を下げます。動作中はずっと背筋を伸ばしたままです。大腿が地面と並行になるか、バーベルが床についたら止まります。スタートポジションに戻る時、腰でエネルギーを作り出します。
nl: 1. Sta rechtop voeten op scjhouderbreedte uit elkaar. Houd een halter in bovenhandse grip vast achter je lichaam en plaats de halter achter je hamstrings. Handen moeten op meer dan schouderbreedte uit elkaar zijn. 2. Laat jezelf nu langszaam zakken. Je rug is te allen tijde recht bij deze oefening. Stop als je dijen horizontaal zijn aan de vloer of als de halter de grond raakt. Bij het terug gaan naar de startpositie, probeer de energie uit de onderrug te halen.
pt: 1. Coloque-se em linha reta com os ombros para fora. Segure numa barra com pronação. Coloque barra por trás de suas coxas. Distancie as mãos para que fiquem com distância maior que a largura dos ombros. 2. Baixe-se dobrando os joelhos. Mantenha as costas retas durante todo o movimento. Pare quando as coxas ficarem paralelas ao chão ou quando a barra tocar no chão. Quando retornar para a posição inicial, faça a gestão de energia com a região lombar.
ru: 1. Встаньте прямо, согнув колени. Держите штангу, обхватив ее. Поместите штангу за ваши подколенные сухожилия. Расстояние между ладонями должно быть шире, чем ширина плеч. 2. Опуститесь, сгибая ноги в коленях. Ваша спина должна быть прямой на протяжении всего упражнения. Остановитесь, когда ваши бедра будут параллельны земле или когда штанга коснется пола. Когда вы вернетесь в исходное положение, генерируйте энергию вашей поясницей.
sv: 1. Stå rakt med fötterna axelbrett isär. Håll i skivstången med ett överhandsgrepp. Placera skivstången bakom dina hamstrings. Avståndet mellan händerna ska vara större än en axellängd. 2. Sänk ner dig själv genom att böja på knäna. Din rygg ska vara rak genom hela rörelsen. Sluta när låren är parallella med golvet eller när skivstången rör golvet. När du återgår till startpositionen, generera energi med nedre delen av ryggen.
th: 1. ยืนตรงด้วยความห่างของเท้าเท่ากับระยะความกว้างของไหล่ จับบาร์เบลด้วยท่าจับคว่ำมือ ถือบาร์เบลไว้ด้านหลังขาท่อนบนโดยให้อยู่ที่ระดับเอ็นร้อยหวาย ระยะห่างระหว่างมือทั้งสองที่จับบาร์เบลควรห่างกว่าความกว้างของไหล่ 2. ลดระดับลำตัวลงด้านล่างโดยการงอเข่าและให้หลังตรงตลอดการเคลื่อนไหว หยุดเมื่อทุกอย่างขนานกับพื้นหรือบาร์เบลแตะที่พื้น เมื่อกลับมาที่ท่าเริ่มต้น ให้ออกกำลังด้วยหลังส่วนล่าง
tr: 1. Omuz açıklığı mesafesinde ayakta dik olarak durun. Halteri yukarıdan aşağı doğru bir kavrayışla tutun. Halteri diz ardı kirişlerinizin arkasına yerleştirin. Elleriniz arasındaki mesafe omuz açıklığından daha geniş olmalıdır. 2. Dizlerinizi bükerek kendinizi alçaltın. Hareketin tamamı boyunca sırtınızı düz tutun. Uyluklarınız yere paralel olana kadar veya halter yere değdiğinde durun. Başlangıç pozisyonunuza geri dönerken sırtınızın alt kısmıyla enerji üretin.

source: Barbell Lunge
de: Langhantel Schritt
es: Desplantes con Pesa
fr: Fente avec Barre
it: Affondi con bilanciere
ja: バーベルランジ
nl: Knieval met halter
pt: Investida com Barra
ru: Выпады с штангой
sv: Utfall med skivstång
th: ท่ายกบาร์เบลก้าวเท้าไปข้างหน้า
tr: Halterli Hamle

source: 1. Start by placing a barbell across your upper back, use an overhand grip slightly wider than your shoulders. 2. Stand with your feet about 8 inches apart, toes facing forward. 3. Take a step forward (2-3 feet) keeping your abs drawn in and your upper body straight. 4. Slowly lower one knee down as if kneeling while keeping your other knee bent at a 90 degrees angle, do not let your knee touch the ground. 5. Lower your body to just above the floor and hold for a moment before returning to the starting position. Repeat with the other leg.
de: 1. Fangen Sie an, indem Sie eine Langhantel auf Ihren oberen Rücken platzieren, benutzen Sie einen Oberhandgriff, der etwas breiter als Ihre Schultern ist. 2. Stellen Sie sich mit Ihren Füßen ungefähr 8 Inch auseinander hin, Zehen zeigen nach vorne. 3. Machen Sie einen Schritt nach vorne (knapp einen Meter), während Sie Ihre Bauchmuskeln eingezogen und Ihren Oberkörper gerade lassen. 4. Gehen Sie langsam mit einem Knie herunter, während Sie das andere Knie in einem 90 Grad Winkel gebeugt lassen, das Knie darf den Boden nicht berühren. 5. Lassen Sie Ihren Körper bis kurz vor den Boden herab und halten Sie für einen Moment inne, bevor Sie zur Anfangsposition zurückgehen. Wiederholen Sie mit dem anderen Bein.
es: 1. Empieza por colocar una pesa en la parte superior de la espalda, utiliza un agarre prono, un poco más ancho que los hombros. 2. De pie, con los pies separados unos 20cm y los dedos mirando hacia delante. 3. Da un paso adelante (unos 20cm) manteniendo el abdomen apretado y la parte superior del cuerpo recta. 4. Baja lentamente una rodilla como si te fueras a arrodillar, y mantén la otra doblada en un ángulo de 90 grados, no dejes que la rodilla toque el suelo. 5. Baja el cuerpo justo por encima del suelo, y mantén la postura un momento, antes de volver a la posición inicial. Repite con la otra pierna.
fr: 1. Commencez par placer la barre dans le haut du dos, utilisez une prise en pronation légèrement plus large que vos épaules. 2. Tenez-vous avec vos pieds à environ 20 cm de distance, les orteils vers l'avant. 3. Faites un pas en avant (60-90 cm) en gardant vos abdominaux contractés et le haut du corps droit. 4. Abaissez lentement un genou comme si vous vous agenouilliez tout en gardant l'autre genou plié à un angle de 90 degrés, ne laissez pas votre genou toucher le sol. 5. Baissez votre corps juste au-dessus du sol et tenez pendant un moment avant de revenir à la position de départ. Répétez avec l'autre jambe.
it: 1. Inizia posizionando un bilanciere sulla parte superiore della schiena, utilizza una presa overhand leggermente più ampia rispetto spalle. 2. Stai con i piedi a circa 8 centimetri e le dita rivolte in avanti. 3. Fai un passo avanti (2-3 metri), mantenendo gli addominali tirati e la parte superiore del corpo dritta. 4. Abbassa lentamente il ginocchio, come se ti inginocchiassi mantenendo l'altro ginocchio piegato con un angolo di 90 gradi; non lasciare che il tuo ginocchio tocchi il suolo. 5. Abbassa il corpo fino a poco sopra il pavimento e mantieni la posizione per un attimo prima di tornare alla posizione di partenza. Ripeti con l'altra gamba.
ja: 1. バーベルを上背全体に乗せることで始めます。肩幅より少し広いオーバーハンドグリップを使います。 2. 両足を8インチほど離して立ち、つま先を前に向けます。 3. 腹筋を引き締め、上体をまっすぐに保ちながら、1歩（約1ｍ)踏み出します。 4. 膝まづくように、ゆっくりと片方の膝を下ろします。もう一方の膝は90度に曲げたままで、膝は床につかないようにすること。 5. 体を床のすぐ上まで下ろし、少しそのままで止まってから、スタートポジションに戻します。別の脚で繰り返します。
nl: 1. Start door een halter achter je hoofd op je schouders te plaatsen en gebruik een bovenhandse grip iets groter dan schouderbreedte. 2. Sta met de voeten ongeveer 20 cm uit elkaar, tenen recht naar voren. 3. Doe nu een stap voorwaarts (50 a 75 cm) met je buikspieren aangespannen en je bovenlichaam recht. 4. Langszaam gaat je knie naar de vloer maar raak die niet aan. Je andere knie is in een 90 graden hoek. 5. Laat je lichaam zakken tot vlak boven de vloer en houd doie positie een seconde vast alvorens terug te gaan naar de uitgangspositie. Herhaal de oefening met het andere been.
pt: 1. Comece por colocar uma barra na parte superior das costas, use uma pronação ligeiramente mais larga que seus ombros. 2. Fique com os pés distanciados a cerca de 8 centímetros, com os dedos virados para a frente. 3. Dê um passo para a frente (2-3 pés) de manter seus abs e desenhadas em sua parte superior do corpo em linha reta. 4. Baixe lentamente o joelho, como se fosse ajoelhar, mantendo o outro joelho dobrado com um ângulo de 90 graus, não deixe que o joelho toque no chão. 5. Baixe o corpo até um pouco acima do chão e aguente por uns instantes antes de retornar à posição inicial. Repita com a outra perna.
ru: 1. Начните с того, что разместите штангу поперек верхней части спины. Схватите штангу на расстоянии немного шире, чем ваши плечи. 2. Встаньте прямо, ноги на расстоянии около 8 см друг от друга, пальцы направлены вперед. 3. Сделайте шаг вперед, напрягая пресс и верхнюю часть тела. 4. Медленно опустите одно колено вниз, как буд-то вставая на колено, при этом другое колено согнуто под углом 90 градусов, и не позволяет вашему колену касаться земли. 5. Опуститесь, не касаясь пола, и задержитесь на мгновение, прежде чем вернуться в исходное положение. Повторите с другой ногой.
sv: 1. Börja med att placera en skivstång på övre delen av ryggen genom att använda ett överhandsgrepp som är något bredare än dina axlar. 2. Stå med fötterna ungefär 20 cm ifrån varandra med tårna vända framåt. 3. Ta ett steg fram (60-90 cm) medan du drar in magmusklerna och håller ryggen rak. 4. Sänk långsamt ett knä, som att du ska gå ner på knä, samtidigt som du håller det andra knät böjt i 90 grader. Låt inte knät röra marken. 5. Sänk kroppen tills den är precis över golvet och håll en stund, innan du återgår till startpositionen. Upprepa med det andra benet.
th: 1. เริ่มด้วยการวางบาร์เบลที่หลังด้านบนใกล้ไหล่ จับบาร์เบลด้วยท่าจับแบบคว่ำมือที่ระยะห่างกว้างกว่าความกว้างของไหล่เล็กน้อย 2. ยืนให้เท้าทั้งสองข้างห่างกันประมาณ 8 นิ้วและให้นิ้วเท้าหันไปด้านหน้า 3. ก้าวเท้าไปข้างหน้าหนึ่งก้าว (ประมาณ 2-3 ฟุต) บีบรัดท้องเข้าด้านในขณะที่หลังเหยียดตรง 4. ค่อย ๆ ลดระดับเข่าหนึ่งข้างลงราวกับว่ากำลังจะคุกเข่าแต่อย่าให้เข่าแตะที่พื้น ขณะที่เข่าอีกข้างงอทำมุม 90 องศา 5. ลดระดับตัวลงเหนือพื้นเล็กน้อยและค้างไว้สักครู่ก่อนที่จะกลับไปที่ท่าเริ่มต้น ทำซ้ำด้วยขาอีกข้าง
tr: 1. Sırtınızın üst kısmına bir halter yerleştirerek başlayın, omuz açıklığınızdan biraz daha geniş bir tutuşla yukarıdan aşağı inen bir kavrayışla halteri tutun. 2. Ayaklarınız birbirinde yaklaşık olarak 20 cm açık bir şekilde ayakta durun, ayak parmak uçlarınız ileriyi işaret etsin. 3. Karın kaslarınızı içeri çekili ve üst gövdeniz dik bir halde ileri doğru (40-60 cm) bir adım atın. 4. Çömelir gibi yavaşça bir dizinizi alçaltırken, diğer dizinizi de 90 derecelik açıda tutun, dizinizin yere değmesine izin vermeyin. 5. Vücudunuzu hemen yere kadar alçaltın ve başlangıç pozisyonuna dönmeden önce kısa bir an için duraklayın. Diğer bacağınızla tekrar edin.

source: Barbell Squat (Assisted)
de: Langhantel Hocke (Unterstützt)
es: Sentadillas con Pesa (Asistidas)
fr: Squat avec Barre (Assisté)
it: Squat con bilanciere (Assistito)
ja: バーベルスクワット (補助付)
nl: Met halter hurken (met assistentie)
pt: Agachamento com Barra ( assistido)
ru: Приседания со штангой (помощь)
sv: Knäböj med skivstång (assisterad)
th: ท่ายกบาร์เบลย่อตัว (ใช้ม้านั่งช่วย)
tr: Halterli Çöküş (Destekli)
