Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: 1. Sit on a stability ball with a light dumbbell in each hand. Keep your legs at shoulders width apart for keeping your balance. Your hands should be hanging down at your sides. 2. Keeping your arms perfectly straight; slowly raise the dumbbells out and up to the level of your shoulders. Keep your palms facing the ground. 3. Keeping your elbows bent, lower slowly back to the start position and repeat for the desired number of reps.
de: 1. Setzen Sie sich mit einer leichten Kurzhantel in jeder Hand auf einen Gymnastikball. Halten Sie Ihre Beine schulterweit auseinander, um Ihr Gleichgewicht zu halten. Ihre Hände sollten an Ihren Seiten herunter hängen. 2. Halten Sie Ihre Arme vollständig gerade; heben Sie die Kurzhanteln nach vorne und oben bis zur Schulterhöhe. Ihre Handflächen zeigen zum Boden. 3. Mit gebogenen Ellenbogen gehen Sie langsam zur Anfangsposition zurück und machen die gewünschte Anzahl an Wiederholungen.
es: 1. Siéntate en una pelora suiza con una mancuerna ligera en cada mano. Mantén las piernas separadas a la anchura de los hombros para mantener el equilibrio. Las manos deben estar colgando a los lados. 2. Con los brazos perfectamente rectos, levante lentamente las pesas hasta la altura de los hombros. Mantén las palmas hacia el suelo. 3. Con los codos doblados, baja lentamente hasta volver a la posición inicial y repite el número deseado de veces.
fr: 1.Asseyez-vous sur un ballon de stabilité avec un haltère légère dans chaque main. Gardez vos jambes écartées de la largeur des épaules largeur des épaules pour garder votre équilibre. Vos mains doivent pendre à vos côtés. 2. Garder vos bras parfaitement droits; soulevez lentement les haltères jusqu'au niveau de vos épaules. Gardez vos paumes vers le sol. 3. En gardant vos coudes pliés, revenez lentement à la position de départ et répétez l'opération le nombre désiré de répétitions.
it: 1. Siediti su una fitball fitness con un manubrio leggero in ogni mano. Tieni le gambe alla larghezza delle spalle per mantenere l'equilibrio. Le mani devono stare lungo i fianchi. 2. Mantenendo le braccia perfettamente dritte, solleva lentamente i manubri fuori e fino al livello delle spalle. Mantieni i palmi rivolti verso il pavimento. 3. Mantieni i gomiti piegati, abbassati lentamente tornare alla posizione di partenza e ripeti per il numero desiderato di ripetizioni.
ja: 1. 両手にそれぞれ軽量のダンベルを持って、バランスボールに座ります。両脚の間隔を肩幅に維持してバランスを取ります。両手は体の横に下ろします。 2. 両腕を完全にまっすぐに維持します。ゆっくりとダンベルを外側に上げ、肩の高さまで来るようにします。手の平は床に向けます。 3. 肘を曲げたままで、スタートポジションまでゆっくりと戻し、お望みの回数だけ繰り返します。
nl: 1. Terwijl je op een stabilitietsbal zit met een lichte halter in elke hand houd je je benen op schouderbreedte aan de grond om je balans te houden. Je handen hangen recht omlaag naast je lichaam. 2. terwijl je je armen recht houdt til je langszaam de halters zijwaarts omhoog tot op schouderhoogte. De handpalmen blijven naar beneden gericht. 3. Houdt de armen gestrekt terwijl je langszaam naar de startpositie terug keert. Herhaal de oefening het gwenste aantal keren.
pt: 1. Sente-se numa bola de estabilidade com um haltere em cada mão. Mantenha as pernas na largura dos ombros para manter o equilíbrio. As suas mãos devem ser penduradas para baixo ao seu lado. 2. Mantendo seus braços perfeitamente retos; levante lentamente os halteres para fora até ao nível dos seus ombros. Mantenha as palmas das mãos virada para o chão. 3. Mantendo os cotovelos flexionados, baixe lentamente de volta para a posição inicial e repita no número desejado de repetições.
ru: 1. Сядьте на мяч с легкими гантелями в каждой руке. Держите ноги на ширине плеч для поддержания равновесия. Ваши руки должны свисать по бокам.. 2. Держа руки совершенно прямыми; медленно поднимите гантели в сторону и вверх до уровня плеч. Держите ладони поверхностью к земле. 3. Держа локти согнутыми, медленно вернитесь в исходное положение и повторите для нужного количества раз.
sv: 1. Sitt på en stabilitetsboll med en lätt hantel i varje hand. Ha benen axelbrett isär för att hålla balansen. Händerna ska hänga utmed sidorna. 2. Håll armarna helt raka och lyft långsamt hantlarna utåt och upp till axelnivå. Låt handflatorna vara vända mot marken. 3. Håll armbågarna böjda och sänk långsamt ner hantlarna tillbaka till startpositionen. Upprepa önskat antal gånger.
th: 1. นั่งบนลูกบอลออกกำลังกายและถือดัมเบลน้ำหนักเบาในมือแต่ละข้าง ขาทั้งสองข้างอยู่ห่างกันที่ระยะความกว้างของไหล่เพื่อการทรงตัวที่ดี มือทั้งสองข้างห้อยลงด้านข้างลำตัว 2. เหยียดแขนให้ตรง; ค่อย ๆ ยกดัมเบลออกและยกขึ้นที่ระดับความสูงของไหล่ขณะที่ฝ่ามือหันลงด้านล่างเสมอ 3. งอข้อศอก ค่อย ๆ ลดระดับหลังลงเพื่อกลับไปที่ท่าเริ่มต้นและทำซ้ำตามจำนวนครั้งที่ต้องการ
tr: 1. Her bir elinizde hafif bir dambılla bir denge topunun üzerine oturun. Dengenizi sağlamak için bacaklarınızı omuz açıklığı mesafesinde tutun. Elleriniz yanlardan sarkıyor olmalıdır. 2. Kollarınızı tamamen düz olarak tutarak; dambılları yavaşça dışarı ve omuz seviyenize kadar yukarı doğru kaldırın. Avuç içleriniz yere doğru bakıyor olsun. 3. Dirseklerinizi bükülü tutarak, başlangıç pozisyonuna doğru yavaşça geri alçaltın ve arzu edilen tekrar sayısı kadar tekrar edin.

source: Diamond Pushup
de: Diamant Liegestütze
es: Flexiones Diamante
fr: Pompe Diamant
it: Piegamenti a diamante
ja: ダイアモンドプッシュアップ
nl: Diamant Push-up
pt: Flexão com Triângulo
ru: Бриллиантовое отжимание
sv: Diamantarmhävning
th: ท่าวิดพื้นวางมือรูปเพชร
tr: Elmas Şınavı

source: Diamond Pushup On Bench
de: Diamant Liegestütze Auf Der Bank
es: Flexiones Diamante con Banco
fr: Pompe Diamant Sur Banc
it: Piegamenti a diamante su panca
ja: ダイヤモンドプッシュアップ・オン・ベンチ
nl: Diamant Push-up op een bankje
pt: Flexão com Triângulo e Banco
ru: Бриллиантовое отжимание на скамейке
sv: Diamantarmhävning på bänk
th: ท่าวิดพื้นวางมือรูปเพชรบนม้านั่ง
tr: Sehpada Elmas Şınavı

source: 1. Place yourself in the standard pushup position but have your hands placed directly under your chest with your index fingers and thumbs spread and touching so they form a ”diamond”. 2. Keep the toes of your feet on a flat bench. This will put more pressure on your hands while performing the pushups. 2. Keep your back flat as you lower your body until your chest is nearly touching your hands. 3. Pause, then push yourself back up to the starting position.
es: 1. En la posición estándar para flexiones, pero con las manos colocadas directamente bajo el pecho y con los dedos índice y pulgar extendidos y tocándose, de manera que formen un "diamante". 2. Mantén los dedos de los pies en un banco plano. Esto pondrá más presión en las manos durante el ejercicio. 2. Mantén la espalda recta mientras bajas el cuerpo hasta que tu pecho casi toque las manos. 3. Haz una pausa, y vuelve a subir hasta la posición inicial.
fr: 1.Placez-vous en position de pompe standard, mais avec les mains placées directement sous votre poitrine avec vos index et vos pouces bien ouverts et se touchant afin de former un "diamant." 2. Gardez les orteils de vos pieds sur un banc plat. Cela mettra plus de pression sur vos mains pendant que vous effectuez les pompes. 2. Gardez le dos plat tandis que vous baissez votre corps jusqu'à ce que votre poitrine touche presque les mains. 3. Pause, puis repoussez-vous de nouveau jusqu'à la position de départ.
it: 1. Mettiti in posizione per le flessioni standard, ma con le mani poste direttamente sotto il petto con l’indice e il pollice aperti e che si toccano in modo da formare un "diamante". 2. Tieni le dita dei piedi su una panca piana. Questo metterà più pressione sulle tue mani durante l'esecuzione delle flessioni. 3. Tieni la schiena piatta mentre abbassai il corpo fino a quando il torace sta quasi toccando le mani. 4. Fermati, poi spingiti indietro fino alla posizione di partenza.
ja: 1. 一般的な腕立て伏せのポジションになります。ただ両手は胸のすぐ下で、親指と人差し指は広げて、それぞれの指をつけて、ダイヤモンド（菱形）を作ります。 2. フラットベンチに足のつま先を置きます。こうすると、腕立て伏せをする時にもっと手に圧力がかかります。 2. 背中は平にして、胸が両手に触れそうになる所まで体を下げます。 3. 一時止まり、それからスタートポジションまで体を戻します。
pt: 1. Coloque-se na posição de flexão padrão, com as suas mãos colocadas diretamente sob o peito com os dedos indicadores e polegares a formarem um "triângulo". 2. Mantenha os dedos de seus pés num banco plano. Isto irá colocar mais pressão nas suas mãos ao executar as flexões. 3. Mantenha as costas retas enquanto desce o corpo até o peito tocar as suas mãos. 4. Pause, e em seguida, empurre-se para cima até à posição inicial.

source: Dumbbell Row Kickback
de: Kurzhantel Ruder Rückschlag
es: Remo Reverso con Mancuernas
fr: Tirage Rebond avec Haltère
it: Sollevata per tricipiti con manubri lungo i fianchi in posizione inclinata
ja: ダンベルロウキックバック
nl: Halters achteruit stoten
pt: Row Kickback com Haltere
ru: Гантельный ряд с отдачей
sv: Roddkickback med hantlar
th: ท่ายกวาดดัมเบลยื่นไปด้านหลัง
tr: Dambılla Çekiş ve Geri İtiş

source: 1. Stand with your feet shoulder-width apart and with your knees slightly bent. Hold a light dumbbell in each hand and bend forward at the waist until your torso is almost straight down with your palms facing in, as illustrated. 2. Row the weights straight up until they reach the sides of your chest and your arms are bent at right angles. Ideally your upper arms should be parallel to the floor. 3. Immediately perform a kickback manoeuvre by extending your arms straight behind you. 4. Squeeze your triceps, then bend your elbows to lower the weights back down so that they are along your sides once again. 5. Lower the weights back down until your arms are hanging straight down below your shoulders.
de: 1. Stellen Sie sich mit Ihren Füßen schulterweit auseinander und mit Ihren Knien leicht gebeugt hin. Halten Sie in jeder Hand eine leichte Kurzhantel und lehnen Sie sich aus der Taille nach vorne, bis Ihr Oberkörper fast ganz unten ist, mit Handflächen nach innen, wie dargestellt. 2. Rudern Sie die Gewichte gerade nach oben, bis sie die Seiten Ihrer Brust erreichen und Ihre Arme sind in rechten Winkeln gebogen. Idealerweise sollten Ihre Oberarme parallel zum Boden sein. 3. Führen Sie sofort ein Rückschlag Manöver durch, indem Sie Ihre Arme hinter sich ausstrecken. 4. Ziehen Sie Ihre Trizeps zusammen, danach biegen Sie Ihre Ellenbogen, um die Gewichte wieder herabzulassen, so daß sie wieder an Ihren Seiten sind. 5. Lassen Sie die Gewichte wieder herab, bis Ihre Arme gerade unter Ihren Schultern hängen.
es: 1. De pie, con los pies separados a la anchura de los hombros y las rodillas ligeramente dobladas. Sujeta una mancuerna ligera en cada mano y dóblate hacia adelante por la cintura hasta que el torso esté casi recto y pon las palmas de las manos hacia adentro, como se ve en la ilustración. 2. Eleva las mancuernas a los lados del pecho, con los brazos doblados en ángulo recto. Lo ideal es que la parte superior de los brazos esté paralela al suelo. 3. Realiza una maniobra reversa de manera inmediata extendiendo los brazos por detrás de ti. 4. Contrae los tríceps, dobla los codos para bajar las pesas hasta que queden a los lados del pecho una vez más. 5. Baja las mancuernas hasta que tus brazos vuelvan a estar rectos hacia abajo.
fr: 1.Tenez-vous avec vos pieds espacés de la largeur des épaules et vos genoux légèrement fléchis. Tenez un haltère légère dans chaque main et penchez-vous en avant au niveau de la taille jusqu'à ce que votre torse soit presque droit avec les paumes vers l'intérieur, comme illustré. 2. Tirez les poids vers le haut jusqu'à ce qu'ils atteignent les côtés de votre poitrine et que vos bras soient pliés à angle droit. Idéalement le haut de vos bras doivent être parallèles au sol. 3. Effectuer immédiatement une manœuvre de rebond en étendant les bras derrière vous. 4. Serrez vos triceps, puis pliez les coudes pour abaisser les poids vers le bas de sorte qu'ils soient sur vos côtés à nouveau. 5. Rabaissez les poids jusqu'à ce que vos bras soient droits vers le bas, en dessous de vos épaules.
it: 1. Stai in piedi, con essi alla larghezza delle spalle e con le ginocchia leggermente piegate. Tieni un manubrio leggero in ogni mano e piegati in avanti sulla vita fino a quando il busto è quasi dritto verso il basso con i palmi rivolti dentro, come illustrato. 2. Allinea i pesi verso l'alto fino a raggiungere i lati del petto e le braccia piegate ad angolo retto. Idealmente, le tue braccia devono essere parallele al pavimento. 3. Esegui immediatamente una manovra kickback estendendo le braccia tese dietro di te. 4. Sforza i tricipiti, poi piega i gomiti per abbassare i pesi indietro in modo che siano lungo i fianchi, ancora una volta. 5. Abbassa i pesi indietro fino a quando le braccia sono distese verso il basso sotto le spalle.
ja: 1. 足を肩幅の広さに広げて立ち、膝は軽く曲げます。軽量のダンベルをそれぞれの手に持ち、図のように、胴がほとんど真下になるくらいウェスト辺りで前かがみになり、手の平は内向きにします。 2. ウェイトが胸の側面に届き、腕が直角に曲がるくらい、ウェイトをまっすぐに上げます。上腕が床と平行になるのが理想です。 3. 即座にキックバック手法を行い、腕を後ろ向きにまっすぐ伸ばします。 4. 三頭筋を引き締め、肘を曲げてウェイトを下にし、再びウェイトが体の側面に戻るようにします。 5. ウェイトを下に戻し、腕が肩の下にまっすぐ下がるようにします。
nl: 1. Met je voeten op schouderbreedte uit elkaar staande en je knieën licht gebogen houd je een lichte halter in elke hand en buig je voorover in je middel tot je lichaam recht is en je handpalmen binnenwaarts wijzen, zoals afgebeeld. 2. Breng de gewichten nu recht omhoog tot aan de zijkant van je borst en je armen rechte hoeken vormen. Je bovenarmen zouden parallel met de vloer moeten zijn. 3. Maak onmiddellijk een achteruittrap beweging door je armen recht naar achter uit te strekken. 4. Span je triceps, buig dan je ellebogen en breng de gewichten omlaag zodat ze weer langs je lichaam hangen. 5. Laat de gewichten zakken tot je armen gestrekt naast je lichaam hangen recht onder de schouders.
pt: 1. Coloque-se de pé com os pés distanciados à largura dos ombros e com os joelhos levemente dobrados. Segure num haltere em cada mão luz e dobre a cintura para a frente até ficar com o tronco quase diretamente para baixo, com as palmas das mãos viradas para dentro, como ilustrado. 2. Eleve os pesos para cima até que atinjam as laterais do seu peito e os seus braços ficarem dobrados com ângulos retos. Idealmente os braços devem ficar paralelos ao chão. 3. Executar imediatamente uma manobra de repulsão, estendendo os braços para trás. 4. Contraia os tríceps, e em seguida, dobre os cotovelos para baixar os pesos de volta para baixo, de modo a que fiquem ao seu lado mais uma vez. 5. Baixe o peso de volta para baixo até ficar com os braços pendurados para baixo abaixo dos seus ombros.
ru: 1. Встаньте прямо, ноги на ширине плеч, колени слегка согнуты. Держите по гантели в каждой руке и наклонитесь немного вперед в области талии, пока ваша позиция не будет такой, как показано на рисунке. 2. Поднимите руки прямыми, пока они не будут по бокам груди, руки согнуты под прямым углом. В идеале ваши плечи должны быть паралельны полу. 3. Сразу выполните маневр назад, расширяя руки за спиной. 4. Сожмите трицепсы, согните руки в локтях, чтобы вернуть вес назад к бокам еще раз. 5. Опустите вес вниз, пока ваши руки не станут прямыми ниже ваших плеч.
sv: 1. Stå med fötterna axelbrett isär och knäna något böjda. Håll en lätt hantel i varje hand och böj dig framåt vid midjan tills torson nästan hänger rakt ner, med handflatorna vända inåt som på bilden. 2. Ro med vikterna rakt upp tills de når sidorna av ditt bröst, och dina armar är böjda i räta vinklar. Det bästa är om överarmarna är parallella med golvet. 3. Gör direkt en kickback-rörelse genom att sträcka ut armarna rakt bakom dig. 4. Spänn dina triceps, böj sedan armbågarna för att släppa tillbaka vikterna ner så att de är vid dina sidor igen. 5. Släpp tillbaka vikterna ner tills dina armar hänger rakt ner bakom dina axlar.
th: 1. ยืนให้เท้าห่างกันที่ระดับความกว้างของไหล่ งอเข่าเล็กน้อย ถือดัมเบลน้ำหนักน้อยในมือแต่ละข้าง โน้มตัวไปข้างหน้าโดยงอที่เอวจนกระทั่งลำตัวเกือบเหยียดตรงขณะที่ฝ่ามือหันเข้าด้านในดังแสดงดังภาพ 2. ดึงดัมเบลขั้นด้านบนตรง ๆ จนกระทั่งถึงด้านข้างของหน้าอก แขนงอด้วยมุมที่พอเหมาะ หรือจนกระทั่งแขนทั้งสองข้างขนานกับพื้น 3. จากนั้นยื่นดัมเบลไปด้านหลังทันทีโดยการยืดแขนให้ตรงไปที่ด้านหลังของคุณ 4. บีบรัดกล้ามเนื้อส่วนหลังของแขนท่อนบน จากนั้นงอข้อศอกเพื่อลดระดับดัมเบลลงสู่ด้านล่างเพื่อให้อยู่ที่ข้างตัวคุณอีกครั้ง 5. ลดระดับดัมเบลลงจนกระทั่งแขนทั้งสองข้างห้อยลงด้านล่างอยู่ใต้ไหล่ของคุณ
tr: 1. Ayaklarınız omuz açıklığı mesafesinde açık ve dizleriniz hafif bükülü bir şekilde ayakta durun. Her bir elinizde hafif bir dambıl tutun ve resimde gösterildiği gibi gövdeniz neredeyse tamamen aşağı dik olana kadar belden öne doğru eğilin; avuç içleriniz içeri doğru bakıyor olsun. 2. Ağırlıkları, göğsünüzün yanlarına ulaşana kadar düz bir şekilde yukarı doğru çekin ve kollarınız dik açıyla bükülü olsun. İdeal olarak, üst kollarınız yere paralel olmalıdır. 3. Anında kollarınızı arkanıza doğru düz bir şekilde geri itiş manevrasıyla arkanıza doğru itin. 4. Triseplerinizi sıkıştırın, daha sonra ağırlıkları aşağı geri indirmek için dirseklerinizi bükün; böylece kollarınız yine yanlarınızda olsun. 5. Kollarınız tamamen omuzlarınızın altında düz bir şekilde salınana kadar ağırlıkları geri indirin.

source: Lying Single Arm Pushup
de: Einarmige Liegestütze Im Liegen
es: Flexiones de Un Solo Brazo Tumbado
fr: Pompe Étendue Un Seul Bras
it: Piegamenti sdraiati su un fianco
ja: ライイングシングルアームプッシュアップ
nl: Liggend Push-up met een arm
pt: Flexão Deitada com Braço Único
ru: Подъемы на одном плече
sv: Liggande armhävning med en arm
th: ท่านอนตะแคงวิดพื้นด้วยแขนหนึ่งข้าง
tr: Uzanarak Tek Kolla Şınav

source: 1. Lie on your side with your knees slightly bent and legs on top of one another. Wrap your bottom arm around your waist and place your other hand on the floor in front of you, slightly bent. 2. Begin to straighten that arm, pushing your body up off the floor - make sure you are using your triceps to raise your body and not your back. Hold, then return to starting position. 3. After a few reps, switch to the other side and repeat with the other arm.
de: 1. Legen Sie sich auf Ihre Seite mit Ihren Knien leicht gebeugt und Ihre Beine liegen aufeinander. Wickeln Sie Ihren unteren Arm um Ihre Taille und platzieren Sie Ihre andere Hand auf den Boden vor sich, leicht gebogen. 2. Fangen Sie an, den Arm zu strecken, indem Sie Ihren Körper vom Boden hochdrücken - gehen Sie sicher, daß Sie Ihre Trizeps benutzen, um Ihren Körper zu heben und nicht Ihren Rücken. Innehalten, dann zur Anfangsposition zurückgehen. 3. Nach ein paar Wiederholungen wechseln Sie zur anderen Seite und wiederholen mit dem anderen Arm.
es: 1. Túmbate de lado con las rodillas ligeramente dobladas y las piernas una encima de la otra. Sujeta la cintura con el brazo inferior y coloca la otra mano en el suelo, delante de ti, con el brazo ligeramente doblada. 2. Comienza a enderezas ese brazo, empujando el cuerpo en dirección contraria al suelo - asegúrate de que estás usando los tríceps para levantar el cuerpo, no la espalda. Haz una pausa y vuelve a la posición inicial. 3. Después de varias repeticiones, cambia de lado y repite con el otro brazo.
fr: 1.Allongez-vous sur le côté, les genoux légèrement pliés et les jambes l'une sur l'autre. Enveloppez votre bras autour de votre taille et placez votre autre main sur le sol en face de vous, légèrement courbée. 2. Commencez à tendre ce bras, repoussant votre corps du sol - assurez vous d'utiliser vos triceps et non votre dos pour soulever votre corps. Tenez, puis revenez à la position de départ. 3. Après quelques répétitions, passez de l'autre côté et répétez avec l'autre bras.
it: 1. Sdraiati su un fianco con le ginocchia leggermente piegate e le gambe una sopra l'altra. Avvolgi il braccio inferiore intorno alla vita e posiziona l'altra mano sul pavimento di fronte a te, leggermente piegato. 2. Inizia a raddrizzare quel braccio, spingendo il corpo da terra; assicurati che stai utilizzando i tricipiti per sollevare il corpo e non la schiena. Mantieni la posizione, per poi tornare alla posizione di partenza. 3. Dopo un paio di ripetizioni, passare dall'altra parte e ripetere con l'altro braccio.
ja: 1. 横向きに寝て、膝は軽く曲げ、脚を重ねます。下の腕をウェスト周りに巻き付け、もう一つの手を自分の前に出して軽く曲げ、床につけます。 2. その腕をまっすぐにし始め、体を床から浮かせるよう押します。体を上げるために使うのは背中ではなく、必ず三頭筋を使うこと。少しそのまま、その後、スタートポジションに戻します。 3. 数回繰り返した後、もう一方に替えて、別の腕で繰り返します。
nl: 1. Lig op je zij met je knieën lichtelijk gebogen en de benen op elkaar. Je onderste arm gaat nu via je buik naar je middel en houd hem daar. Je andere arm plaats je op de grond voor je maar lichtgebogen. 2. Begin met het rechten van die arm , daarbij je lichaam van de vloer opdrukkend. Wees er zeker van dat je je triceps gebruikt voor het tilwerk en niet je rug. Even vasthouden en dan terug naar de startpositie. 3. Na een paar reps, ga op je andere zij liggen en gebruik je andere arm.
pt: 1. Deite-se de lado, com os joelhos ligeiramente dobrados e as pernas uma em cima da outra. Envolva o seu braço inferior em torno de sua cintura e coloque a outra mão no chão à sua frente, levemente dobrada. 2. Comece a esticar esse braço, empurrando o seu corpo de cima do chão - certifique-se que está a usar os seus tríceps para levantar o seu corpo e não as suas costas. Espere, e em seguida, retorne à posição inicial. 3. Depois de algumas repetições, mude para o outro lado e repita com o outro braço.
ru: 1. Лягте на бок, колени слегка согнуты и ноги прижаты друг к другу в верхней части. Оберните вашу нижнюю руку вокруг талии и постите вторую руку на полу перед вами, слегка согнув. 2. Начните выпрямлять эту руку, толкая свое тело от пола - убедитесь, что вы используете свои трицепсы для подъема, а не ваше спину. Задержитесь, затем вернитесь в исходное положение. 3. Через несколько повторений повернитесь на другую сторону и повторите упражнение.
sv: 1. Ligg på sidan med knäna något böjda och benen på varandra. Lägg den undre armen runt midjan och placera den andra handen på golvet framför dig, lite böjd. 2. Börja räta ut armen genom att trycka upp kroppen från golvet - se till att du använder dina triceps, och inte ryggen, för att lyfta kroppen. Håll en sekund och återgå sedan till startpositionen. 3. Byt till andra sidan efter ett par repetitioner och upprepa med den andra armen.
th: 1. นอนตะแคงโดยให้เข่างอเล็กน้อย ขาหนึ่งข้างอยู่บนขาอีกข้าง มือข้างที่อยู่ด้านล่างอ้อมมาจับที่เอว มือที่อยู่ด้านบนวางแนบกับพื้นตรงหน้าคุณและงอเล็กน้อย 2. เริ่มด้วยการเหยียดแขนให้ตรง ดันลำตัวขึ้นจากพื้นโดยใช้กล้ามเนื้อส่วนหลังของแขนท่อนบนยกลำตัวขึ้น (ไม่ใช้หลังยก) ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับไปสู่ท่าเริ่มต้น 3. หลังจากทำซ้ำสองสามครั้งแล้ว ให้เปลี่ยนไปทำด้วยแขนอีกข้าง
tr: 1. Dizleriniz hafifçe bükülü ve bacaklarınız bir diğerinin üstünde olacak şekilde yanınıza doğru uzanın. Altta duran kolunuzu belinizin çevresine sarın ve diğer elinizi hafifçe bükülü olarak önünüze doğru yere koyun. 2. O kolunuzu, vücudunuzu zeminden yukarı doğru iterek düzleştirmeye başlayın – vücudunuzu kaldırmak için triseplerinizi kullanıyor ve sırtınızı kullanmıyor olduğunuzdan emin olun. Bekleyin, daha sonra başlangıç pozisyonuna geri dönün. 3. Birkaç tekrardan sonra, diğer tarafa geçin ve diğer kolunuzla hareketi tekrar edin.

source: Seated Triceps Extension
de: Trizepsdrücken Im Sitzen
es: Extensión de Trícpes Sentado
fr: Extension des Triceps Assise
it: Estensioni tricipiti da seduto
ja: シーテッドトライセップエクステンション
nl: Zittend triceps verlengen
pt: Extensão de Tríceps Sentado
ru: Сидячие упражнение на трицепс
sv: Sittande tricepsextension
th: ท่านั่งยกดัมเบลยืดกล้ามเนื้อส่วนหลังของแขนท่อนบน
tr: Oturarak Triseps Uzatma
