Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: 1. Stand with your feet shoulder width apart. Lift your stronger or dominant leg straight out in front of your, as high as possible. 2. Such air into the stomach, then push your hips back and squat down as far as possible while keeping your torso as upright as possible. The heel of your front leg can touch the floor at the bottom of the squat, if you can get down that far. 3. Return to the starting position and exhale. Do all your repetitions with your non dominant leg, then repeat with your dominant leg.
de: 1. Stellen Sie sich mit den Füßen schulterbreit auseinander hin. Heben Sie Ihr stärkeres oder dominantes Bein so weit wie möglich vor sich hoch. 2. Ziehen Sie Luft in Ihren Bauch, dann drücken Sie Ihre Hüften zurück und hocken sich so weit nach unten wie es geht, während Sie Ihren Oberkörper so aufrecht wie möglich halten. Die Ferse Ihres vorderen Beines kann den Boden unten bei der Hocke berühren, wenn Sie so weit nach unten kommen. 3. Gehen Sie zur Anfangsposition zurück und atmen Sie aus. Machen Sie alle Wiederholungen mit Ihrem nicht dominanten Bein, anschließend wiederholen Sie mit Ihrem dominanten Bein.
es: 1. De pie con los pies separados a la anchura de los hombros. Levanta la pierna más fuerte o dominante delante de ti, recta, lo más alto que puedas. 2. Contrae el estómago, empuja las caderas hacia atrás y haz una sentadilla lo más baja que puedas, a la vez que mantienes el torso recto. El talón de la pierna delantera puede tocar el suelo al final de la sentadilla, si puedes llegar a él. 3. Vuelve a la posición inicial y exhala. Haz todas las repeticiones con la pierna no dominante, y luego repite con la dominante.
fr: 1.Tenez-vous avec vos pieds espacés de la largeur des épaules. Levez votre jambe la plus forte ou dominante droite en face de vous, aussi haut que possible. 2. Retenez l'air dans l'estomac, puis poussez vos hanches vers l'arrière et accroupissez-vous aussi loin que possible tout en gardant votre torse aussi droit que possible. Le talon de votre jambe avant peut toucher le sol à la fin du squat, si vous pouvez descendre aussi loin. 3. Revenez à la position de départ et expirez. Faites toutes vos répétitions avec votre jambe non dominante, puis répétez avec la jambe dominante.
it: 1. Stai in piedi con i piedi laghi quanto la larghezza delle spalle. Solleva la tua gamba più forte o dominante dritto di fronte al te, più in alto possibile. 2. Inspira aria, quindi spingi i fianchi indietro e accovacciati, per quanto possibile, mantenendo il busto in posizione eretta, per quanto possibile. Il tallone della gamba anteriore può toccare il pavimento nella parte inferiore dello squat, se puoi scendere così lontano. 3. Torna alla posizione di partenza ed espira. Fai tutte le ripetizioni con la gamba non dominante, poi ripeti con la gamba dominante.
ja: 1. 肩幅に足を広げて立ちます。利き脚を自分の前に、出来るだけ高く上げます。 2. 腹式呼吸をし、ヒップを押し戻して、出来るだけ深くスクワットし、胴は出来るだけまっすぐに維持します。前に出した足のかかとは、そこまで低くなれるなら、スクワットの最下部で床に触れても構いません。 3. スタートポジションに戻して息を吐きます。利き脚ではない方の脚でも同様にし、また利き脚で繰り返します。
nl: 1. Sta met je voeten op schouderbreedte uit elkaar. Til je sterkste been op en strek het naar voor zo hoog mogelijk. 2. Adem nu in, druk je heupen naar achter en hurk omlaag zover je kunt terwijl je je lichaam zo recht mogelijk houdt. De hiel van je voorste been mag op het eind van dit deel de vloer raken. 3. Ga dan terug naar de startpositie terwijl je uitademt. Doe de herhalingen met het niet dominante been eerst, daarna kun je wisselen.
pt: 1. Coloque-se de pé com os pés afastados à distância dos ombros. Erga a sua perna mais forte ou dominante à sua frente, o mais alto possível. 2. Encha o estômago de ar, e em seguida, empurre o quadril para trás agachando-se, tanto quanto possível, mantendo o tronco sempre o mais vertical possível. O calcanhar do pé dianteiro pode tocar no chão, na parte inferior do agachamento, se conseguir até tão longe. 3. Retorne à posição inicial e expire. Faças todas as repetições com a perna não dominante, e em seguida, repita com a perna dominante.
ru: 1. Встаньте прямо, ноги на ширине плеч. Поднимите доминирующую ногу перед вами, как можно выше. 2. Вздохните, а затем и отодвиньте бедра назад и присядьте как можно дальше, при этом ваш торс должен быть прямым. Пятка передней ноги может касаться пола в нижней точке приседа, если вы опустите настолько низко. 3. Вернитесь в исходное положение и выдохните. Повторите необходимое количество раз, а затем вернитесь в исходное положение.
sv: 1. Stå med fötterna axelbrett isär. Lyft ditt starkare eller ditt dominanta ben rakt ut framför dig, så högt som möjligt. 2. Sug in luft i magen, tryck sedan tillbaka höfterna och knäböj ner så långt som möjligt medan du håller torson så rak som möjligt. Hälen på din främre fot kan röra golvet längst ner i knäböjet, om du kan komma så långt ner. 3. Återgå till startläget och andas ut. Gör alla repetitioner med ditt icke-dominanta ben och upprepa sedan med det dominanta.
th: 1. ยืนด้วยระยะห่างเท้าเท่ากับความกว้างของไหล่ ยกขาข้างที่แข็งแรงกว่าหรือขาหลักขึ้นไปข้างหน้าให้สูงที่สุดเท่าที่จะทำได้ 2. หายใจเข้าท้อง จากนั้นดันสะโพกไปด้านหลังและย่อตัวลงด้านล่างให้มากที่สุดเท่าที่จะทำได้ขณะที่ตรึงให้ลำตัวตรง ส้นเท้าของเท้าที่อยู่ข้างหน้าสามารถแตะที่พื้นได้เมื่อเคลื่อนลงไปต่ำสุดถ้าคุณสามารถลงไปได้ต่ำขนาดนั้น 3. กลับไปที่ท่าเริ่มต้นและหายใจออก ทำซ้ำด้วยขาอีกข้างสลับไปมา
tr: 1. Ayaklarınız omuz açıklığı mesafesinde, ayakta durun. Daha güçlü veya baskın olan bacağınızı olabildiğince önünüzde yukarı kaldırın. 2. Midenize hava çekin ve daha sonra kalçalarınızı arkaya itin ve gövdenizi olabildiğince dik tutarak olabildiğince aşağı çökün. Eğer o kadar aşağı inebilirseniz, önde duran bacağınızın topuğu çöküşün sonunda yere değebilir. 3. Başlangıç pozisyonuna geri dönün ve nefes verin. Tekrarlarınızı baskın olmayan bacağınızla yapın ve daha sonra baskın olan bacağınızla tekrarlayın.

source: Arnold Press
de: Arnold Presse
es: Press Arnold
ja: アーノルドプレス
nl: Arnold’s drukoefening
pt: Prensa Arnold
ru: Пресс Арнольд
th: ท่ายกดัมเบลอาร์โนลด์

source: 1. Sit on a flat bench and hold a pair of dumbbells at the level of your shoulders. Your palms should be facing the inward, and your elbows should point to the side. 2. Turn both of your wrist outward until your palms face away from you. At the same time, fully extend arms overhead. Hold for one second. Return to the starting position.
de: 1. Setzen Sie sich auf eine Flachbank und halten Sie ein Paar Kurzhanteln in Schulterhöhe. Ihre Handflächen sollten nach innen und Ihre Ellenbogen zur Seite zeigen. 2. Drehen Sie beide Handgelenke nach außen, bis Ihre Handflächen von Ihnen wegweisen. Zur gleichen Zeit sind Ihre Arme über Ihnen voll ausgestreckt. Für eine Sekunde innehalten. Zur Anfangsposition zurückgehen.
es: 1. Siéntate en un banco plano y sujeta un par de mancuernas a la altura de los hombros. Las palmas de las manos mirando hacia dentro y los codos apuntando a los laterales. 2. Gira ambas muñecas hacia afuera, hasta que las palmas miren en dirección contraria a ti. Al mismo tiempo, extiende completamente los brazos sobre la cabeza. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: 1.Asseyez-vous sur un banc plat et maintenez une paire d'haltères au niveau des épaules. Vos paumes doivent être face à l'intérieur, et vos coudes doivent pointer vers les côtés. 2. Tournez vos deux poignets vers l'extérieur jusqu'à ce que vos paumes soient face devant vous. Dans le même temps, étendez complètement les bras au-dessus de la tête. Maintenez la position pendant une seconde. Revenez à la position de départ.
it: 1. Siediti su una panca piana e tieni un paio di manubri a livello delle spalle. I palmi delle mani devono essere rivolti verso l’interno e i gomiti devono essere rivolti ai fianchi. 2. Gira entrambi i polsi verso l'esterno fino a quando i palmi sono rivolti lontano da te. Allo stesso tempo, estendi completamente le braccia sopra la testa. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. フラットベンチに座り、肩の高さで1組のダンベルを持ちます。手の平は内向き、肘は横を指しているべきです。 2. 両方の手首を外向きに回転させ、手の平が外に向くようにします。同時に、両腕を完全に上に伸ばします。1秒そのまま、その後、スタートポジションに戻します。
nl: 1. Ga op een bankje zitten en houd een stel halters op schouderniveau, met je handpalmen naar binnen gericht en je ellebogen opzij. 2. Draai nu je polsen naar buiten tot je handpalmen van je af gekeerd zijn. tegelijkertijd strek je je armen recht omhoog. Houd dat een seconde vast en ga dan terug naar de startpositie.
pt: 1. Sente-se num banco e segue num par de halteres ao nível dos ombros. As palmas das mãos devem estar voltadas para dentro, e os cotovelos devem apontar para o lado. 2. Vire os pulsos o máximo possível para fora até ficar com as palmas das mãos viradas para longe de si. Ao mesmo tempo, estique totalmente os braços. Aguente por um segundo. Retorne à posição inicial.
ru: 1. Сядьте на горизонтальную скамью, держа пару гантелей на уровне плеч. Ваши ладони должны быть повернуты внутрь, а локти должны смотреть в стороны. 2. Поверните оба запястье наружу, пока ладони не повернутся от вас. В то же время, полностью вытяните руки над головой. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Sitt på en platt bänk och håll ett par hantlar på axelnivå. Dina handflator ska vara vända inåt och dina armbågar peka åt sidan. 2. Vänd båda handlederna utåt tills handflatorna är vända bort från dig. Sträck på samma gång ut armarna helt över huvudet. Håll i en sekund. Återgå till startläget.
th: 1. นั่งบนม้านั่งและถือดัมเบลในมือทั้งสองข้างโดยให้ดัมเบลอยู่ระดับเดียวกับไหล่ของคุณ ฝ่ามือหันเข้าด้านในและศอกชี้ไปที่ด้านข้าง 2. หันข้อมือทั้งสองข้างออกด้านนอกจนกระทั่งฝ่ามือหันออกจากคุณ ในขณะเดียวกันก็ให้ยืดแขนขึ้นด้านบนให้สุด ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นกลับไปที่ท่าเริ่มต้น
tr: 1. Düz bir sehpaya oturun ve bir çift dambılı omuz seviyenizde tutun. Avuç içleriniz içeri doğru bakmalı ve dirsekleriniz de yanları işaret etmelidir. 2. Her iki bileğinizi de avuç içleriniz sizden uzağa bakacak şekilde döndürün. Aynı anda, kollarınızı başınızın üzerinde tamamen uzatın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Barbell Front Raise
de: Langhantel Vorderanheben
es: Elevación Delantera con Pesa
fr: Élévation Avant à la Barre
it: Alzate frontali con bilanciere
ja: バーベルフロントレイズ
nl: Halter voorwaarts tillen
pt: Elevação Frontal com Haltere
ru: Подъем штанги перед собой
sv: Skivstångslyft framåt
th: ท่ายกบาร์เบลด้านหน้า
tr: Halterli Öne Kaldırma

source: 1. Hold a barbell with a full overhand, shoulder-width grip, and stand with the barbell hanging in front of your thighs. Your feet should be shoulders-width apart with your knees slightly bent. Pull in your abs and tighten all your upper body muscles, and slightly bend your elbows. 2. Raise the bar in front of you until your arms are parallel to the floor. 3. Pause, then return to the starting position.
de: 1. Halten Sie eine Langhantel mit einer vollen Oberhand, Griff ist schulterweit und stellen Sie sich mit einer Langhantel vor Ihren Oberschenkeln hängend hin. Ihre Füße sind schulterweit auseinander mit leicht gebeugten Knien. Ziehen Sie Ihre Bauchmuskeln ein, spannen Sie alle Ihre oberen Körpermuskeln an und biegen Sie Ihre Ellenbogen ein bißchen. 2. Heben Sie die Stange vor sich hoch, bis Ihre Arme parallel zum Boden sind. 3. Halten Sie inne, dann zur Anfangsposition zurückgehen.
es: 1. Sujeta una pesa con un agarre prono a la anchura de los hombros y colócate de pie con la pesa colgando delante de tus muslos. Los pies deben estar separados a la anchura de los hombros y las rodillas ligeramente dobladas. Contrae los abdominales y todos los músculos de la parte superior del cuerpo, y dobla ligeramente los codos. 2. Eleva la barra delante de ti hasta que los brazos estén paralelos al suelo. 3. Haz una pausa y vuelve a la posición inicial.
fr: 1.Tenez une barre avec une prise en pronation complète, une prise de la largeur des épaules, et tenez-vous avec la barre accrochée en face de vos cuisses. Vos pieds doivent être écartés de la largeur des épaules, les genoux légèrement pliés. Tendez vos abdominaux et serrez tous vos muscles du haut du corps, et pliez légèrement les coudes. 2. Relevez la barre devant vous jusqu'à ce que vos bras soient parallèles au sol. 3. Pause, puis revenez à la position de départ.
it: 1. Tieni un bilanciere con una presa overhand completa alla larghezza delle spalle e stai con il bilanciere sospeso nella parte anteriore della coscia. I piedi dovrebbero essere alla larghezza delle spalle con le ginocchia leggermente piegate. Sforza gli addominali, contrai tutti i muscoli del corpo superiore e piega leggermente i gomiti. 2. Solleva la barra di fronte a te fino a quando le braccia sono parallele al pavimento. 3. Fermati e poi torna alla posizione di partenza.
ja: 1. バーベルを完全オーバーハンド肩幅グリップで持ち、大腿の前にぶら下げます。足は肩幅に広げ、膝は軽く曲げます。腹筋を引き締め、上体の筋肉全部を引き締めて、肘は軽く曲げます。 2. 両腕が床に平行になるまで、自分の前でバーを上げます。 3. 少しそのまま、その後、スタートポジションに戻します。
nl: 1. Houd een halter bovenhands vast op schouderbreedte en laat de halter hangen tegen je dijen. Je voeten moeten op schouderbreedte uit elkaar staan en je knieën licht gebogen. Trek nu je buikspieren samen en span alle spieren in je bovenlichaam en buig je ellenbogen licht. 2. Til de halter nu totdat je gestrekte armen horizontaal met de vloer zijn. 3. Pauzeer even en ga langszaam terug naar startpositie.
pt: 1. Aguente uma barra com as pegas à largura dos ombros, e pendure a barra à frente das suas coxas. Os seus pés devem ficar afastados a uma distância semelhante à dos ombros com os joelhos levemente dobrados. Contraia o abdómen e aperte todos os músculos do corpo superior, e dobre um pouco os cotovelos. 2. Levante a barra à sua frente até ficar com os braços paralelos ao chão. 3. Pause, e em seguida, retorne à posição inicial.
ru: 1. Держите штангу полностью хватом сверху вниз, на ширине плеч, и стойте со штангой перед вашими бедрами. Ваши ноги должны быть на ширине плеч со слегка согнутыми коленями. Втяните ваши мышцы живота и напрягите все верхние мышцы тела, и слегка согните руки в локтях. 2. Поднимите штангу перед собой, пока ваши руки не станут параллельны полу. 3. Пауза, затем вернитесь в исходное положение.
sv: 1. Håll i en skivstång med ett överhandsgrepp axelbrett isär, och stå med skivstången hängandes framför dina lår. Dina fötter ska vara axelbrett isär med knäna något böjda. Dra in magmusklerna, spänn alla muskler i överkroppen och böj lite på armbågarna. 2. Lyft stången framför dig tills armarna är parallella med golvet. 3. Pausa och återgå sedan till startpositionen.
th: 1. ถือบาร์เบลด้วยท่าจับแบบคว่ำมือทั้งสองข้าง ระยะห่างระหว่างมือเท่ากับความกว้างของไหล่ ยืนโดยให้บาร์เบลห้อยลงที่หน้าต้นขาของคุณ เท้าทั้งสองข้างอยู่ห่างเท่ากับความกว้างของไหล่พร้อมงอเข่าเล็กน้อย ดึงหน้าท้องเข้าและบีบรัดกล้ามเนื้อลำตัวส่วนบนทั้งหมดพร้อมกับงอข้อศอกเล็กน้อย 2. ยกบาร์ขึ้นด้านหน้าของคุณจนกระทั่งแขนทั้งสองข้างขนานกับพื้น 3. ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับไปยังท่าเริ่มต้น
tr: 1. Halteri tam bir yukarıdan aşağı doğru omuz açıklığı mesafesinde bir kavrayışla tutun ve halter uyluklarınızın önünde sarkar biçimde ayakta durun. Ayaklarınız omuz açıklığı mesafesinde açık olmalı ve dizleriniz hafif bükülü olmalı. Karın kaslarınızı içeri çekin tüm üst gövde kaslarınızı sıkıştırın ve dirseklerinizi hafifçe bükün. 2. Kollarınız yere paralel olana kadar halteri önünüzde kaldırın. 3. Duraklayın, daha sonra başlangıç pozisyonuna dönün.

source: Dumbbell Lateral Raise With Arms Bent
de: Kurzhantel Seitenheben Mit Gebeugten Armen
es: Elevación Lateral con Mancuerna y Brazos Doblados
fr: Élévation Latérale Haltère Avec les Bras Pliés
it: Alzate laterali con bilanciere e braccia piegate
ja: 両腕を曲げてのダンベルラテラルレイズ
nl: Halters zijwaarts tillen met gebogen armen
pt: Elevação Lateral com Halteres e com Braços Dobrados
ru: Боковые подъемы гантелей с наклонной спиной
sv: Hantellyft åt sidan med böjda armar
th: ยกดัมเบลขึ้นด้านข้างและแขนงอ
tr: Kollar Bükülü olarak Dambıllı Yana Kaldırış

source: 1. Keep your legs at shoulders width apart. Your hands should be hanging down at your sides. 2. Keeping your arms perfectly straight; slowly raise the dumbbells out and up to the level of your shoulders and at the same time bent your arms until they form a 90 degrees angle and your forearms are parallel with your body. Keep your palms facing the ground. 3. Keeping your elbows bent, lower slowly back to the start position and repeat for the desired number of reps.
de: 1. Lassen Sie Ihre Beine schulterweit auseinander. Ihre Hände sollten an Ihren Seiten herunterhängen. 2. Lassen Sie Ihre Arme vollkommen gerade; heben Sie die Kurzhanteln langsam heraus und zu Schulterhöhe, biegen Sie Ihre Arme gleichzeitig, bis sie einen 90 Grad Winkel bilden und Ihre Vorderarme parallel zu Ihrem Körper sind. Ihre Handflächen sollten zum Boden weisen. 3. Lassen Sie Ihre Ellenbogen gebeugt, gehen Sie langsam wieder zur Anfangsposition zurück und machen Sie die gewünschte Anzahl an Wiederholungen.
es: 1. Mantén las piernas separadas a la anchura de los hombros. Con las manos colgando a los lados. 2. Con los brazos perfectamente rectos, levanta lentamente las mancuernas hasta el nivel de los hombros y, al mismo tiempo, dobla los brazos hasta que formen un ángulo de 90 grados y los antebrazos estén paralelos al cuerpo. Mantén las palmas de las manos hacia abajo. 3. Con los codos doblados, vuelve lentamente a la posición inicial y repite tantas veces como desees.
fr: 1.Gardez vos jambes écartées de la largeur des épaules. Vos mains doivent pendre à vos côtés. 2. Gardez vos bras parfaitement droits; soulevez lentement les haltères jusqu'au niveau de vos épaules et dans le même temps pliez les bras jusqu'à ce qu'ils forment un angle de 90 degrés et que vos avant-bras soient parallèles à votre corps. Gardez vos paumes vers le sol. 3. En gardant vos coudes pliés, rabaissez lentement jusqu'à la position de départ et répétez l'opération pour le nombre désiré de répétitions.
it: 1. Tieni le gambe alla larghezza delle spalle. Le mani devono ciondolare lungo i fianchi. 2. Mantenendo le braccia perfettamente dritte, solleva lentamente i manubri fuori e fino al livello delle spalle e allo stesso tempo piega le braccia fino a formare un angolo di 90 gradi e fino a che gli avambracci sono paralleli con il tuo corpo. Mantieni i palmi rivolti verso il terreno. 3. Mantieni i gomiti piegati, abbassa lentamente per tornare alla posizione di partenza e ripetere per il numero desiderato di ripetizioni.
ja: 1. 脚を肩幅に広げた状態にし、両手は体の横に下ろします。 2. 両腕を完全にまっすぐに維持します。ダンベルをゆっくりと肩の高さまで外側に引き上げ、同時に90度の角度を形成し前腕が体と平行になるまで腕を曲げます。手の平は床に向いています。 3. 肘は曲がった状態に保ちながら、ゆっくりとスタートポジションまで戻して、望むだけの回数を繰り返します。
pt: 1. Coloque as pernas à largura dos ombros. As suas mãos devem ficar penduradas para baixo ao seu lado. 2. Mantendo os seus braços perfeitamente retos; levante lentamente os halteres para fora até ao nível dos ombros e, ao mesmo tempo, dobre os braços até formarem um ângulo de 90 graus com os antebraços sempre paralelos ao corpo. Mantenha as palmas das mãos viradas para o chão. 3. Mantendo os cotovelos flexionados, baixe-se lentamente de volta para a posição inicial e repita para o número desejado de repetições.
ru: 1. Держите ноги на ширине плеч. Ваши руки должны свисать по бокам. 2. Держа руки совершенно прямыми, медленно поднимите гантели наружу и до уровня ваших плеч, и в то же время, согните руки, пока они не образуют угол в 90 градусов и пока предплечья не будут параллельны с вашим телом. Держите ладони поверхностью к земле. 3. Держа локти согнутыми, медленно вернитесь в исходное положение и повторите нужное количество раз.
sv: 1. Stå med benen axelbrett isär. Händerna ska hänga utmed sidorna. 2. Håll armarna helt raka och lyft långsamt hantlarna utåt och upp till axelnivå. Böj samtidigt armarna tills de formar en 90-graders vinkel och underarmarna är parallella med kroppen. Låt handflatorna vara vända mot marken. 3. Håll armbågarna böjda och släpp långsamt ner hantlarna tillbaka till startpositionen. Upprepa önskat antal gånger.
th: 1. จัดความห่างของขาให้เท่ากับความกว้างของไหล่ มือทั้งสองข้างห้อยลงที่ด้านข้างลำตัว 2. เหยียดแขนให้ตรง; ค่อย ๆ ยกดัมเบลออกและยกขึ้นถึงระดับเดียวกับไหล่ทั้งสองข้าง ขณะเดียวกัน งอแขนจนกระทั่งทำมุม 90 องศาและแขนท่อนปลายขนานกับลำตัว ขณะที่ฝ่ามือหันลงด้านล้าง 3. งอข้อศอกอยู่ตลอดเวลา ค่อย ๆ ลดระดับแขนลงไปที่ท่าเริ่มต้นและทำซ้ำตามจำนวนครั้งที่ต้องการ
tr: 1. Bacaklarınızı omuz açıklığı seviyesinde tutun. Elleriniz yanlarınızdan aşağı doğru sarkmalı. 2. Kollarınızı tamamen düz tutarak; dambılları yavaşça dışarı ve yukarıya omuz hizanıza kadar kaldırın; aynı zamanda kollarınızı 90 derecelik bir açı olana kadar bükün ve ön kollarınız vücudunuza paralel olsun. Avuç içleriniz yere doğru bakıyor olsun. 3. Dirseklerinizi bükülü tutarak, yavaşça başlangıç pozisyonuna doğru alçalın ve arzu edilen tekrar sayısı kadar tekrar edin.

source: Dumbbell Scarecrow
de: Kurzhantel Vogelscheuche
es: Espantapájaros con Mancuernas
fr: Haltère Épouvantail
it: Scarecrow con manubri
ja: ダンベルスケアクロウ
nl: Vogelverschrikker
pt: Espantalho com Haltere
ru: Гантели Пугало
sv: Fågelskrämma med hantlar
th: ท่ายกดัมเบลแบบหุ่นไล่กา
tr: Dambıllı Korkuluk
