Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: 1. Lie down on the floor. Grasp the dumbbells with overhand grip. Rest your upper arms on the floor while pointing dumbbells toward the ceiling. 2. Fully extend arms towards the ceiling. Hold for one second. Keep your entire back on the bench at all times. Refrain from any leg movement. Return to starting position.
de: 1. Legen Sie sich auf den Boden. Fassen Sie die Kurzhanteln im Oberhandgriff. Lassen Sie Ihr Oberarme auf dem Boden ruhen, während Sie die Hanteln zur Decke halten. 2. Strecken Sie die Arme vollständig zur Decke aus. Für eine Sekunde halten. Lassen Sie Ihren ganzen Rücken andauernd auf der Bank. Die Beine nicht bewegen. Zur Anfangsposition zurückgehen.
es: 1. Túmbate en el suelo. Coge las mancuernas con un agarre prono. Reposa la parte superior de los brazos en el suelo con las mancuernas apuntando hacia el techo. 2. Extiende completamente los brazos hacia el techo. Mantén la posición durante un segundo. Mantén toda la espalda en el banco en todo momento. Evita mover las piernas. Vuelve a la posición inicial.
fr: 1.Allongez-vous sur le sol. Saisissez les haltères avec une prise en pronation. Reposez la partie haute de vos bras sur le sol tout en soulevant les haltères vers le plafond. 2. Étendez complètement les bras vers le plafond. Maintenez la position pendant une seconde. Gardez votre dos entier sur le sol en tout temps. Évitez tout mouvement des jambes. Revenez à la position de départ.
it: 1. Sdraiati sul pavimento. Afferra i manubri con un’impugnatura overhand. Appoggia le braccia sul pavimento mentre spingi i manubri verso l’alto. 2. Estendi completamente le braccia verso il soffitto. Mantieni la posizione per un secondo. Tieni l’intera schiena sulla panca in tutto il momento. Evita qualsiasi movimento delle gambe. Tornare alla posizione di partenza.
ja: 1. 床に寝ます。ダンベルをオーバーハンドグリップで持ちます。上腕を床に置いてダンベルを天井に向かって指します。 2. 両腕を天井に向けて完全に伸ばします。1秒そのまま、背中はずっとベンチの上に全面つけておきます。脚は動かないようにすること。スタートポジションに戻します。
nl: 1. Ga op de vloer liggen. Neem twee halters bovenhands vast en laat je bovenarmen op de grond rusten terwijl je de onderarmen recht omhoog houdt, de halters naar omhoog gericht. 2. Strek nu beide armen recht omhoog. Houd dat een seconde vast . Houd je rug te allen tijde gestrekt op de vloer en beweeg je benen niet. Ga dan terug naar startpositie.
pt: 1. Deite-se no chão. Segure os halteres com pronação. Descanse os braços superiores no chão, enquanto aponta halteres em direção ao teto. 2. Estenda totalmente os braços em direção ao teto. Aguente por um segundo. Mantenha as contas no banco em todo o movimento. Evite movimentar qualquer perna. Retorne à posição inicial.
ru: 1. Лягте на пол. Возьмитесь за гантели хватом снизу. Обопритесь предплечьями об пол, поднимая гантели к потолку. 2. Полностью вытяните руки к потолку. Задержитесь на одну секунду. Держите спину полностью на скамейке на протяжении всего времени выполнения движения. Воздержитесь от любого движения ног. Вернитесь в исходное положение.
sv: 1. Ligg ner på golvet. Ta tag i hantlarna med ett överhandsgrepp. Vila överarmarna på golvet medan du riktar hantlarna mot taket. 2. Sträck ut armarna helt mot taket. Håll i en sekund. Håll hela ryggen på bänken under hela rörelsen. Undvik att röra på benen. Återgå till startläget.
th: 1. นอนราบบนพื้น ถือดัมเบลด้วยท่าจับคว่ำมือ พักแขนส่วนบนที่พื้นขณะหันดัมเบลชี้ไปที่ด้านบนเพดาน 2. เหยียดแขนขึ้นด้านบนให้สุดแขน ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที วางหลังบนม้านั่งตลอดการทำท่านี้ พยายามอย่าให้ขาเคลื่อนไหวหรือเคลื่อนที่ จากนั้นกลับไปที่ท่าเริ่มต้น
tr: 1. Yere uzanın. Dambılları yukarıdan aşağı doğru bir kavrayışla tutun. Dambıllar tavana doğru bakar durumdayken üst kollarınız yerde dinleniyor vaziyette olsun. 2. Kollarınızı tavana doğru tamamen uzatın. Bir saniyeliğine tutun. Sırtınızın tamamını hareket boyunca sehpada tutun. Herhangi bir bacak hareketinden kaçının. Başlangıç pozisyonuna geri dönün.

source: Dumbbell Pushup
de: Kurzhantel Liegestütze
es: Flexiones con Mancuernas
fr: Pompe Haltère
it: Piegamenti sui manubri
ja: ダンベルプッシュアップ
nl: Halter Push-up
pt: Flexão com Haltere
ru: Отжимания на гантелях
sv: Armhävning med hantlar
th: ท่าวิดพื้นด้วยดัมเบล
tr: Dambıllı Şınav

source: 1. With two dumbbells places shoulder-width apart on the florin front of you, kneel down and hold onto them. Keep your arms straight, legs extended, feet fairly together and lock your elbows. 2. Lower your body to the floor by placing a bend in your elbows and keeping your back straight. 3. Push yourself back up until your arms are straight and elbows unlocked. Repeat.
de: 1. Mit zwei Kurzhanteln schulterweit auseinander auf dem Boden vor Ihnen knien Sie sich hin und halten Sie sie fest. Lassen Sie Ihre Arme gerade, Beine ausgestreckt, Füße fast zusammen und sperren Sie Ihre Ellenbogen. 2. Lassen Sie Ihren Körper zum Boden hinab, indem Sie Ihre Ellenbogen biegen und Ihren Rücken gerade halten. 3. Drücken Sie sich wieder hoch, bis Ihre Arme gerade sind und die Ellenbogen entsperrt sind. Wiederholen.
es: 1. Con dos mancuernas en las manos, separadas a la anchura de los hombros en el suelo delante de ti, arrodíllate y cógelas. Mantén los brazos rectos, las piernas extendidas, los pies bastante juntos y bloquea los codos. 2. Baja el cuerpo hasta el suelo, doblando los codos y con la espalda recta. 3. Empuja hacia arriba hasta que los brazos estén rectos y los codos desbloqueados. Repite.
fr: 1.Avec deux haltères placées à la largeur des épaules sur le sol en face de vous, agenouillez-vous et tenez-vous sur ceux-ci. Gardez vos bras tendus, les jambes étendues, les pieds ensemble et bloquez les coudes. 2. Baissez votre corps vers le sol en pliant les coudes et en gardant le dos droit. 3. Poussez-vous de nouveau jusqu'à ce que vos bras soient droits et les coudes déverrouillés. Répétez.
it: 1. Con due manubri posti alla larghezza delle spalle sul pavimento davanti a te, inginocchiati e mantieniti su di essi. Tieni le braccia distese, le gambe distese, i piedi abbastanza vicini e blocca i gomiti. 2. Abbassa il corpo a terra facendo una curva con i gomiti e mantenendo la schiena dritta. 3. Spingiti indietro fino a quando le braccia sono dritte e i gomiti sbloccati. Ripeti il movimento.
ja: 1. ダンベル2つを肩幅ほど広げて自分の前に置き、膝まづいてダンベルを持ちます。腕はまっすぐに、脚を伸ばして、足は大体揃えてひじを完全に伸ばした状態を保ちます。 2. 肘を曲げ、背筋は伸ばしたままで、体を床にまで下ろします。 3. 腕がまっすぐになり、肘が完全に伸びるまで体を押し上げて戻します。
nl: 1. Met twee halters op schouderbreedte uit elkaar op de vloer voor je, kniel je neer en houd ze vast. Houd je armen gestrekt, benen recht voeten vlak bij elkaar en ellebogen op slot. 2. Laat nu je lichaam tot vlak boven de vloer zakken door je ellebogen maar vooral je rug recht te houden. 3. Druk jezelf nu langszaam weer op tot je armen weer recht zijn maar je ellebogen niet op slot. Herhaal de oefening.
pt: 1. Com dois halteres afastados à largura dos ombros na sua frente, ajoelhe-se e prenda-os. Mantenha os braços retos, pernas esticadas, pés bastante juntos e trave os cotovelos. 2. Baixe o corpo até ao chão, dobrando os seus cotovelos e mantendo as costas retas. 3. Empurre-se até ficar com os braços retos e cotovelos livres. Repita.
ru: 1. С двумя гантелями, расставленными на ширине ваших плеч перед вами, встаньте на колени и держитесь за них. Держите руки прямо, ноги вытянутыми, ступни практически вместе и зафиксируйте локти. 2. Опустите ваше тело на пол, сгибаясь в локтях и держа спину прямо. 3. Поднимитесь обратно, пока ваши руки не станут прямыми, а локти расслабленными. Повторите упражнение.
sv: 1. Lägg två hantlar på en axellängds avstånd ifrån varandra på golvet framför dig. Knäa och ta tag i dem. Håll armarna raka, benen utsträckta, fötterna ihop och armbågarna låsta. 2. Sänk kroppen mot golvet genom att böja armbågarna och hela tiden hålla ryggen rak. 3. Tryck tillbaka dig själv upp tills armarna är raka och armbågarna olåsta. Upprepa.
th: 1. วางดัมเบลสองอันที่พื้นตรงหน้าคุณด้วยระยะห่างของดัมเบลทั้งสองเท่ากับความกว้างของไหล่ คุกเข่าลงและจับดัมเบลทั้งสอง จัดให้แขนเหยียดตรง ขายืดออก วางเท้าเกือบชิดกันและล็อคข้อศอกทั้งสองข้างให้อยู่กับที่ 2. ลดระดับตัวลงไปที่พื้นโดยการงอที่ข้อศอกในขณะที่ตรึงให้หลังเหยียดตรง 3. ดันตัวเองขึ้นจนแขนเหยียดตรงและข้อศอกถูกปลดล็อค จากนั้นทำซ้ำท่าเดิม
tr: 1. Zeminde, önünüzde omuz açıklığı mesafesinde iki dambıl yerleştirin, aşağı çömelin ve bunlara tutunun. Kollarınızı düz, bacaklarınızı uzatmış, ayaklarınızı bitişik tutun ve dirseklerinizi kilitleyin. 2. Dirseklerinizi eğerek vücudunuzu yere doğru alçaltın ve sırtınız düz bir şekilde kalsın. 3. Kollarınız düz olana ve dirseklerinizin kilidini açana kadar kendinizi yukarı doğru itin. Tekrarlayın.

source: Incline Pushup
de: Liegestütze Neigung
es: Flexiones Inclinadas
fr: Pompe Inclinée
it: Piegamenti su panca inclinata
ja: インクラインプッシュアップ
nl: Hellende Push-up
pt: Flexão Inclinada
ru: Наклонные отжимания
sv: Lutande armhävning
th: ท่าวิดพื้นเอียงบนม้านั่ง
tr: Eğimli Şınav

source: 1. Place your hands on a bench and get into a standard pushup position. 2. Lower your body until your chest nearly touches the bench, pause, then push yourself back to the starting position. Maintaining proper form throughout by preventing your hips from sagging at any point, keep your core stiff by bracing your abdominal muscles and straighten your legs while your weight on your toes. Repeat.
de: 1. Platzieren Sie Ihre Hände auf eine Bank und gehen Sie in eine normale Liegestützeposition. 2. Lassen Sie Ihren Körper herab, bis Ihre Brust fast die Bank berührt, innehalten, dann drücken Sie sich zur Anfangsposition zurück. Halten Sie durchweg die richtige Form, indem Sie Ihre Hüften jederzeit vom absacken abhalten, halten Sie Ihren Kern steif, indem Sie Ihre Bauchmuskeln anspannen und strecken Sie Ihre Beine, während Sie Ihr Gewicht auf Ihre Zehen verlagern. Wiederholen.
es: 1. Coloca las manos sobre un banco y adopta la posición de inicio de flexiones. 2. Baja el cuerpo hasta que tu pecho casi toque el banco, haz una pausa y empuja el cuerpo hacia arriba hasta la posición inicial. Mantén una forma adecuada impidiendo que tus caderas cuelguen en todo momento, mantén el torso rígido apretando los músculos abdominales, y estira las piernas mientras cargas el peso sobre los dedos de los pies. Repite.
fr: 1.Placez vos mains sur un banc et mettez-vous en position de pompe standard. 2. Abaissez votre corps jusqu'à ce que votre poitrine touche presque le banc, une pause, puis poussez-vous pour revenir à la position de départ. Maintenez une bonne position tout au long de l'exercice en empêchant vos hanches de s'affaisser à aucun moment, gardez votre corps rigide en contractant par vos muscles abdominaux et tendez vos jambes tandis que votre poids est sur vos orteils. Répétez.
it: 1. Metti le mani su una panca e assumi una posizione per le flessioni standard. 2. Abbassare il corpo fino a quando il petto tocca quasi la panca, fermati e spingiti per tornare alla posizione di partenza. Mantieni una posizione corretta per tutta la durata impedendo i fianchi di piegarsi in qualsiasi momento; mantieni rigida la tua parte centrale rinforzando i muscoli addominali e raddrizzando le gambe ponendo il peso sulla punta dei piedi. Ripeti.
ja: 1. ベンチの上に手を置き、一般的な腕立て伏せのポジションを取ります。 2. 胸がベンチにほとんど着くまで体を下ろし、そのまま止まり、その後スタートポジションまで戻します。常時ヒップが下がらないように姿勢をきちんと維持し、腹筋を引き締めてコアを堅く保ち、重心をつま先に置いている間、脚をまっすぐにします。繰り返します。
nl: 1. Plaats je handen op een bankje en breng je lichaam verder in een standaard push-up positie. 2. Laat je lichaam zakken totdat je borst bijna het bankje raakt, pauzeer en druk jezelf dan langszaam weer in startpositie. Laat je heupen vooral niet doorbuigen in deze oefening, houd je lichaam recht en stijf door je buikspieren aan te spannen en houd je benen recht door het gewicht op je tenen te dragen. Herhalen.
pt: 1. Coloque as mãos num banco e entre em posição de flexão padrão. 2. Baixe o seu corpo até tocar com o peito praticamente no banco, faça uma pausa, e em seguida, empurrar-se de volta para a posição inicial. Mantenha-se firme impedindo os seus quadris de flacidez em qualquer momento do movimento, o seu núcleo duro preparando assim os músculos abdominais e estique as pernas, enquanto coloca o peso nos seus pés. Repita.
ru: 1. Положите руки на скамейку и примите стандартное положение для отжимания. 2. Опустите ваше тело, пока ваша грудь почти не коснется скамейки, пауза, затем вернитесь обратно в исходное положение. Поддерживайте нужную позу на протяжении всего упражнения во избежание сгибания бедер любой момент, держа свой корпус твердым, напрягая мышцы живота, и выпрямляйте ноги, когда вес вашего тела будет удерживаться пальцами ног. Повторите упражнение.
sv: 1. Placera händerna på en bänk och lägg dig en vanlig armhävningsposition. 2. Sänk kroppen tills bröstet nästan rör bänken, pausa och tryck sedan tillbaka dig själv upp till startpositionen. Håll kroppen stabil hela tiden: undvik att höfterna sviktar, håll bålen och ryggen raka genom att spänna magmusklerna, räta ut benen och lägga vikten på tårna. Upprepa.
th: 1. วางมือทั้งสองข้างบนม้านั่งและจัดให้อยู่ในท่าวิดพื้นมาตรฐาน 2. ลดระดับลำตัวลงจนกระทั่งหน้าอกเกือบถึงพื้นของม้านั่ง ค้างไว้ที่ท่านี้สักครู่ จากนั้นดันตัวขึ้นกลับไปที่ท่าเริ่มต้น จัดให้อยู่ในท่าที่เหมาะสมตลอดการออกกำลังกายโดยไม่ให้สะโพกห้อยลง ตรึงส่วนกลางลำตัวให้แน่นโดยการบีบรัดกล้ามเนื้อท้องและเหยียดขาทั้งสองข้างให้ตรงขณะวางน้ำหนักไปที่เท้า จากนั้นทำซ้ำ
tr: 1. Ellerinizi bir sehpanın üzerine yerleştirin ve standart şınav pozisyonu alın. 2. Göğsünüz neredeyse yere değene kadar vücudunuzu alçaltın, duraklayın, daha sonra kendinizi başlangıç pozisyonuna doğru geri itin. Kalçalarınızın herhangi bir anda sarkmasına engel olarak, gövdenizi karın kaslarınızı sıkarak katı bir halde tutun ve düzgün bir postür elde edin; ağırlığınız parmak uçlarına aktarılırken bacaklarınızı düzleştirin. Tekrarlayın.

source: Medicine Ball Pushup (Alternating)
de: Medizinball Liegestütze (Abwechselnd)
es: Flexión con Pelota Medicinal (Alternando)
fr: Pompe Ballon de Médecine (Alterné)
it: Piegamenti con palla medica (Alternare)
ja: メディシンボールプッシュアップ (オルタネイティング)
nl: Kleine bal Push-up (om en om)
pt: Flexão com Bola Medicinal ( alternada )
ru: Отжимания от фитбола (Альтернативные)
sv: Armhävning på medicinboll (växlande)
th: ท่าวิดพื้นด้วยลูกบอลน้ำหนัก (สลับข้างกัน)
tr: Jimnastik Topu Şınavı (Değiştirerek)

source: 1. Lie down with your hands on the floor. Position hands next to lower chest. Distance between your hands should be slightly wider than shoulder width apart. Lift yourself with your arms so that only your hands and toes are on the floor. Maintain a straight back. Position the medicine ball under ones hand. Hands point slightly outward. 2. Lower yourself until your chest is inches away from the floor by bending your elbows. The elbows should bend toward your feet. Hold for one second. Return to starting position. 3. Roll the ball over to the over hand and repeat same movements.
de: 1. Legen Sie sich mit den Händen auf den Boden. Platzieren Sie die Hände neben Ihre untere Brust. Distanz zwischen Ihren Händen sollte etwas weiter als schulterweit sein. Heben Sie sich mit Ihren Armen hoch, so daß nur Ihre Hände und Zehen auf dem Boden sind. Lassen Sie Ihren Rücken gerade. Platzieren Sie den Medizinball unter eine Hand. Hände zeigen leicht nach außen. 2. Lassen Sie sich herab, bis Ihre Brust ein paar Inch vom Boden ist, indem Sie Ihre Ellenbogen biegen. Die Ellenbogen sollten zu Ihren Füßen zeigen. Für eine Sekunde halten. Zur Anfangsposition zurückgehen. 3. Rollen Sie den Ball zur anderen Hand und wiederholen Sie die gleichen Bewegungen.
es: 1. Túmbate con las manos en el suelo. Coloca las manos junto a parte inferior del pecho. La distancia entre las manos debe ser un poco más grande que la anchura de los hombros. Elévate con los brazos hasta que sólo tus manos y pies estén en el suelo. Mantén la espalda recta. Coloca la pelota medicinal bajo una mano. Con las manos apuntando ligeramente hacia afuera. 2. Baja el cuerpo hasta que quede a unos pocos centímetros del suelo, doblando los codos. Los codos deben doblarse hacia los pies. Mantén la posición durante un segundo. Vuelve a la posición inicial. 3. Coloca la pelota bajo la otra mano y repite los mismo movimientos.
fr: 1.Allongez-vous avec vos mains sur le sol. Positionnez les mains près du bas de la poitrine. La distance entre vos mains doit être légèrement plus large que la largeur des épaules. Soulevez-vous avec vos bras afin que seuls vos mains et vos orteils soient sur le sol. Maintenez le dos droit. Placez le ballon de médecine sous une main. Les mains pointent légèrement vers l'extérieur. 2. Abaissez-vous en pliant les coudes jusqu'à ce que votre poitrine soit à quelques centimètres du sol. Les coudes doivent se plier vers vos pieds. Maintenez la position pendant une seconde. Revenez à la position de départ. 3. Roulez le ballon vers l'autre main et répétez les mêmes mouvements.
it: 1. Sdraiati con le mani sul pavimento. Posizionare le mani accanto alla parte inferiore del torace. La distanza tra le mani dovrebbe essere leggermente più ampia rispetto alla larghezza delle spalle. Sollevati con le braccia in modo che solo le mani e le dita dei piedi siano sul pavimento. Mantieni la schiena dritta. Posizionare la fitball sotto le mani. Le mani puntano leggermente verso l'esterno. 2. Abbassati fino a quando il petto è a pochi centimetri dal pavimento piegando i gomiti. I gomiti devono piegarsi verso i piedi. Mantieni la posizione per un secondo. Torna alla posizione di partenza. 3. Fai rotolare la fitball verso la mano e ripeti gli stessi movimenti.
ja: 1. 両手を床に付けて寝ます。両手を下胸部の横に置きます。両手の間隔は、肩幅より少し広めです。腕で体を持ち上げ、両手とつま先だけが床についている状態にします。背筋はまっすぐに保ちます。メディシンボールを片手の下に置きます。手は軽く外側に向けます。 2. 肘を曲げて、床から1インチ(約3.3センチ)くらいまで体を下ろします。肘は足の方に向かって曲げます。1秒そのまま、その後、スタートポジションに戻します。 3. オーバーハンドにボールを転がして、同じ動きを繰り返します。
nl: 1. Lig met de handen op de vloer. Plaats je handen naast je onderborst. De afstand tussen de handen is iets meer dan schouderbreedte. Til jezelf nu van de vloer met je armen zodat alleen je handen en tenen de vloer raken. Houd je rug recht. Plaats nu een bal onder een van de handen waarbij de hand iets naar buiten mag wijzen. 2. Laat je lichaam nu langszaam zakken totdat je borst op vuistbreedte van de vloer is door alleen de ellegogen te krommen richting je voeten. Houd een seconde vast en ga dan terug naar startpositie. 3. Rol de bal naar de andere hand en herhaal de zelfde oefeningen.
pt: 1. Deite-se com as mãos no chão. Mãos posicionadas próximas da na parte inferior do tórax. A distância entre as mãos deve ser ligeiramente maior que a largura dos ombros. Levante-se com os braços para que fique apenas com as mãos e os dedos dos pés no chão. Mantenha as costas retas. Posicione a bola medicinal sob as mãos. As mãos devem apontar ligeiramente para fora. 2. Baixe-se até ficar com o peito a poucos centímetros do chão, dobrando os cotovelos. Os cotovelos devem dobrar-se em direção aos seus pés. Aguente durante um segundo. Retorne à posição inicial. 3. Role a bola para o lado e repita os mesmos movimentos.
ru: 1. Лягте на пол. Вытяните руки рядом с нижней частью грудной клетки. Расстояние между руками должно быть чуть шире плеч. Поднимитесь при помощи рук, так что бы пола касались только руки и пальцы ног. Держите спину прямой. Поместите набивной мяч под одну из рук. Руки направлены слегка наружу. 2. Опуститесь, пока ваша грудь не окажется в нескольких сантиметрах от пола, сгибая руки в локтях. Локти должны сгибаться по направлению вашим ногам. Задержитесь на одну секунду. Вернитесь в исходное положение. 3. Перекатите мяч в другую руку и повторите те же движения.
sv: 1. Ligg ner med händerna på golvet. Placera händerna nära nedre delen av bröstet. Avståndet mellan händerna ska vara lite större än axellängd. Lyft dig själv med armarna så att bara händerna och tårna är på golvet. Håll ryggen rak. Lägg medicinbollen under en hand. Händerna pekar lite utåt. 2. Sänk dig själv genom att böja på armbågarna, tills bröstet är cirka tio centimeter från golvet. Armbågarna ska vara böjda mot fötterna. Håll i en sekund. Återgå till startläget. 3. Rulla över bollen till den andra handen och upprepa samma rörelser.
th: 1. นอนราบโดยให้มือวางบนพื้น จัดท่าให้มือทั้งสองข้างอยู่ถัดจากอกส่วนล่าง ระยะห่างระหว่างมือทั้งสองควรกว้างกว่าความกว้างของไหล่เล็กน้อย ยกตัวขึ้นด้วยแขนทั้งสองข้างเพื่อให้มือและนิ้วเท้ายังอยู่ที่พื้น ตรึงให้หลังตรงตลอด จัดให้ลูกบอลน้ำหนักอยู่ในมือหนึ่งข้าง และมือทั้งสองข้างชี้ออกด้านนอกเล็กน้อย 2. ลดระดับตัวลงโดยงอที่ข้อศอกจนกระทั่งหน้าอกอยู่ห่างจากพื้นเพียงไม่กี่นิ้ว ข้อศอกควรงอและชี้ไปทางเท้าของคุณ ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นกลับไปที่ท่าเริ่มต้น 3. กลิ้งลูกบอลไปที่มืออีกข้างและเคลื่อนไหวในท่าเดิม
tr: 1. Elleriniz yerde olmak üzere uzanın. Ellerinizi göğsünüzün alt kısmının yanında konumlandırın. Elleriniz arasındaki mesafe omuz açıklığından biraz daha geniş olmalıdır. Kendinizi kollarınızla yukarı kaldırın; öyle ki yalnızca elleriniz ve parmak uçlarınız yerde kalsın. Sırtınız düz olsun. Jimnastik topunu elinizin altına yerleştirin. Elleriniz hafifçe dışarıya baksın. 2. Dirseklerinizi bükerek göğsünüz yerden santimetrelerce uzakta olana kadar kendinizi aşağı doğru alçaltın. Dirsekleriniz ayaklarınıza doğru bükülü olmalıdır. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün. 3. Topu diğer elinize doğru yuvarlayın ve aynı hareketleri tekrarlayın.

source: Modified Pushup
de: Veränderte Liegestütze
es: Flexiones Modificadas
fr: Pompe Modifiée
it: Piegamenti modificati
ja: モディファイドプッシュアップ
nl: Gemodificeerde Push-up
pt: Flexão Modificado
ru: Измененные отжимания
sv: Modifierad armhävning
th: ท่าวิดพื้นแบบดัดแปลง
tr: Modifiye Şınav
