Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Stand close to the cable machine and side-on to it, position your arm slightly in front of your thighs and take hold of the handle. Inhale and, keeping a slight bend in the elbow, raise your arm out to the side of the body until your upper arm is level with your shoulder. Keep your palm facing down. Slowly, and with the movement under control, lower your arm back down to the start position.
de: Stellen Sie sich mit der Seite nahe an die Kabelzugmaschine, platzieren Sie Ihren Arm etwas vor Ihren Oberschenkeln, und greifen Sie nach dem Griff. Atmen Sie ein, und heben Sie Ihren Arm mit leicht gebeugtem Ellenbogen zur Seite des Körpers, bis Ihr Arm mit der Schulter gleich ist. Lassen Sie Ihre Handfläche unten. Lassen Sie Ihren Arm langsam und kontrolliert zur Anfangsposition zurückkommen.
es: Colócate de pie cerca de la máquina del cable y ponte de lado, con el brazo ligeramente por delante del muslo, y agarra el manillar. Inhala y, manteniendo el codo ligeramente flexionado, eleva el brazo por fuera del lateral del cuerpo hasta que la parte superior del brazo esté al mismo nivel que el hombro. Mantén la palma de la mano hacia abajo. Lentamente y de manera controlada, baja el brazo hasta la posición inicial.
fr: Tenez-vous près de la simulateur et de rester sur le côté de cela, placez vos bras légèrement en avant de vos cuisses et saisir la poignée. Inspirez, et en gardant une légère courbure au niveau du coud, levez le bras sur le côté de votre corps jusqu'à ce que, votre bras est dans un niveau de vos épaule. Gardez votre paume vers le bas. Lentement, contrôler vos mouvements, réduisez votre bras vers le bas à la position de départ.
it: Stai in piedi vicino alla macchina a cavo di lato a essa, posiziona il braccio leggermente in posizione anteriore della coscia e afferra la maniglia. Inspira e, mantenendo una leggera curva nel gomito, solleva il braccio verso il lato del corpo fino a quando il braccio è a livello con la spalla. Tieni il palmo della mano rivolto verso il basso. Lentamente, e con il movimento sotto controllo, abbassa il braccio indietro alla posizione di partenza.
ja: ケーブルマシンの近くに立ち、側面から、腕をわずかに大腿部の前に置き、ハンドルを持ちます。息を吸い、ひじをわずかに曲げ続けて、上腕が肩の高さになるまで腕を体の外側に上げます。ゆっくりと、腕を制御した動きで、開始ポジションまで腕を下げます。
nl: Ga zijwaards dicht bij de machine staan, en positioneer je armen iets opzij van je dijen. De hand die het verste van de machine verwijderd is neemt nu de handvat vast. Tijdens het inademen breng je het handvat met bijna gestrekte arm naar buiten schuin omhoog tot je bovenarm op schouderhoogte is. Houdt je handpalm naar beneden gericht. Langszaam, terwijl je uitademt, in een gecontroleerde beweging weer terug naar de startpositie.
pt: Posicione-se próximo e de lado para o aparelho de elevação; posicione o braço ligeiramente à frente das coxas e segure o puxador. Inspire e, mantendo o cotovelo ligeiramente flexionado, eleve o braço lateralmente até a altura do ombro. Mantenha a palma da mão virada para baixo. Lentamente, e sem perder o controle do movimento, abaixe o seu braço retornando à posição inicial.
ru: Станьте рядом с тренажером, боком к нему, руку расположите слегка впереди бедер и возьмитесь за рукоятку. Сделайте вдох и, держа локоть немного согнутым, поднимайте руку по направлению от тела пока верхняя часть руки не достигнет уровня плеч. Ладони должны смотреть вниз. Контролируя движение, медленно опустите руку вниз в исходное положение.
sv: Stå nära vajermaskinen, positionera armen lite framför låren och ta tag i handtaget. Andas in, håll armbågen lätt böjd och lyft armen ut mot sidan av kroppen tills överarmen är parallell med axeln. Håll handflatan nedåt. Sänk sedan ner armen tillbaka till startpositionen, sakta och kontrollerat.
th: ให้คุณยืนใกล้กับอุปกรณ์บริหารร่างกายโดยหันข้างเข้าอุปกรณ์ วางแขนข้างหนึ่งอยู่ตรงหน้าต้นขาของคุณเล็กน้อย จากนั้นจับที่ด้ามจับ หายใจเข้าและงอศอกเล็กน้อย ยกแขนขึ้นและให้ออกห่างจากข้างลำตัวจนกระทั่งแขนท่อนบนอยู่ระดับเดียวกับไหล่ ให้ฝ่ามือของคุณหันลงด้านล่าง ค่อย ๆ ลดระดับแขนของคุณลงไปที่ท่าเริ่มต้น
tr: Cable makinesine yakın ve yan tarafında durun, kolunuzu kalçanızın hafif önüne konumlandırın ve tutamacı kavrayın. Nefes alın ve dirseğinizi hafif bükülü tutarak, üst kolunuz omuz hizasına gelen kadar kolunuzu dışa doğru yükseltin. Avuç içleriniz yere doğru baksın. Yavaşça ve hareketi kontrol altında tutarak, kolunuzu başlangıç pozisyonuna doğru indirin.

source: Upright Rows
de: Senkrechtes Rudern
es: Remada Vertical
fr: Rame verticale
ja: 直立ロー
nl: Rechtop roeien
pt: Remada Alta
ru: Вертолет
sv: Upprätt rodd
th: ท่าดึงบาร์น้ำหนักหลังตรง
tr: Halter Çeneye Çekiş

source: Raise the bar toward your chin by leading with your elbows. When your upper arms are parallel to the floor, stop the pull, and lower the bar along the same path it was raised. At the top of your range of motion, your elbows should be higher than your wrists.
de: Heben Sie die Stange zu Ihrem Kinn, indem Sie mit Ihren Ellenbogen anfangen. Wenn Ihre Oberarme parallel zum Boden sind, hören Sie mit dem Ziehen auf und lassen die Stange langsam auf dem gleichen Weg herunter, wie sie hochgekommen ist.
es: Sube la barra hacia la barbilla, haciéndo fuerza con los codos.Cuando la parte superior de los brazos esté paralela al suelo, deja de tirar y baja la barra con la misma trayectoria. Cuando esté arriba, los codos deberán estar por encima de las muñecas.
fr: Soulevez la barre vers votre menton en guidant avec vos coudes. Quand vos bras sont parallèles au sol, cessez le lever, et abaissez la barre en suivant le même mouvement. Au maximum de votre mouvement, vous coudes doivent être plus hauts que vos poignets.
it: Solleva la barra verso il mento conducendola con i gomiti. Quando la parte superiore delle braccia sono parallele al pavimento, fermati e abbassa la barra lungo lo stesso percorso in cui l’hai sollevata. Nella parte superiore del tuo movimento, i gomiti devono essere superiori ai polsi.
ja: ひじで導きながら、バーをあごの近くまで上げます。上腕が床と平行になった時、引くのを止め、上昇と同じ経路でバーを下げます。動きの範囲の最上部で、ひじは手首より高くなる必要があります。
nl: Halter bovenhands vastpakken op schouderbreedte. Til de halter dan op tot onder de kin tot de ellebogen horizontaal zijn met de vloer. Stop dan het trekken en breng de halter langszaam in een gecontroleerde beweging terug naar de startpositie. Op het hoogtepunt van de oefening moeten de ellebogen hoger zijn dan de polsen.
pt: Levante o haltere em direção ao queixo, usando os seus cotovelos. Quando seus braços ficarem paralelos ao chão, pare de levantar e baixe o haltere seguindo a mesma direção em que ele foi erguido. Na posição mais alta, os seus cotovelos devem ficar mais elevados do que os seus pulsos.
ru: Подведите штангу к подбородку, раздвигая локти. Когда верхние части рук будут параллельны полу, остановитесь и опускайте штангу вниз по той же траектории. На пике движения ваши локти должны оказаться выше чем запястья.
sv: Lyft upp stången mot hakan med armbågarna först. När överarmarna är parallella med golvet stannar du och sänker ner stången på samma sätt som du lyfte den fast omvänt. När stången är som högst bör dina armbågar vara högre upp än dina handleder.
th: ให้ยกบาร์น้ำหนักเข้าหาคางโดยใช้ข้อศอกเป็นตัวนำขึ้นมา เมื่อแขนท่อนบนของคุณขนานกับพื้นให้หยุดดึง และลดระดับบาร์น้ำหนักลงไปที่ระดับเดิม ที่ส่วนบนสุดของท่านี้ ข้อศอกของคุณควรอยู่สูงกว่าข้อมือ
tr: Dirseklerinizde yönlendirerek barı çenenize doğru kaldırın. Üst kollarınız yere paralel olduğunda, çekmeyi durdurun ve barı kaldırmış olduğunuz yoldan geri indirin. Hareketinizin en üst noktasında, dirsekleriniz bileklerinizden daha yüksekte olmalıdır.

source: Dumbbell Rear Deltoid Raises
de: Hinter-Deltamuskel-Hantelheben
es: Elevaciones del Deltoide Posterior con Mancuernas
fr: Levers de haltère vers les deltoïdes
it: Alzate con manubri per il deltoide posteriore
ja: ダンベルリアデルトイドレイズ
nl: Achterste deltaspieren halter heffen
pt: Levantamento do Deltóide Traseiro
ru: Подъем гантели из-за спины в наклоне
sv: Bakre deltamuskellyft med hantlar
th: ท่ายกดัมเบลด้วยกล้ามเนื้อหัวไหล่ส่วนหลัง
tr: Omuz (Deltoid) Geri İtiş

source: Sit on a bench, inclined forward, foot on the floor together. Raise the dumbbells to the side is you can keeping your hands straight and slowly do back to your start position.
de: Setzen Sie sich nach vorn geneigt auf eine Bank, Füße zusammen auf dem Boden. Heben Sie die Hanteln zur Seite, lassen Sie Ihre Hände gestreckt, und kommen Sie langsam wieder zur Anfangsposition zurück.
es: Siéntate en un banco e inclínate hacia adelante con los pies juntos en el suelo. Eleva las mancuernas a los lados, manteniendo las manos rectas y vuelve lentamente a la posición inicial.
fr: Asseyez-vous sur un banc, penché en avant, les pieds au sol. Soulevez les haltères sur les côtés autant que vous le pouvez en gardant vos mains droite et revenez lentement à votre position initiale.
it: Siediti su una panca, inclinata in avanti, piedi sul pavimento. Solleva i manubri di lato così che puoi mantenere le mani dritte e lentamente torna alla posizione di partenza.
ja: ベンチに座り、前傾で、足はそろえて床に着けます。ダンベルを側面で上げ、手を真っ直ぐにして、ゆっくりと開始ポジションに戻ります。
nl: Zit op een bankje wat naar voren gebogen, beide voeten vlak op de vloer tegen elkaar. Breng de halters naar buiten met gestrekte armen en polsen. Dan weer langszaam naar de startpostie gaan.
pt: Sente-se na extremidade de um banco, incline-se para frente com os pés no chão e juntos. Levante ambos os halteres lateralmente mantendo os braços esticados, e lentamente retorne à posição inicial.
ru: Сядьте на скамью, наклонитесь вперед, ноги на полу вместе. Поднимите гантели в стороны, пока не распрямите руки, медленно вернитесь в исходное положение.
sv: Sitt på en bänk framåtlutad och med fötterna ihop på golvet. Lyft hantlarna till sidan av kroppen, håll händerna raka och sänk sakta tillbaka till startpositionen.
th: นั่งบนม้านั่ง พื้นลาดเอียงไปข้างหน้า เท้าแนบอยู่ที่พื้น ยกดัมเบลไปที่ด้านข้างโดยให้มืออยู่ในลักษณะตรง ค่อย ๆ ลดระดับกลับไปที่ท่าเริ่มต้น
tr: Üst eğik bir sehpaya ayaklarınız yerde bitişik olarak oturun. Dambılları yanlara doğru, ellerinizi düz bir şekilde tutarak kaldırın ve yavaşça başlangıç pozisyonuna geri dönün.

source: Lateral Raises
de: Seitheben
es: Elevaciones Laterales
fr: Levers latéraux
it: Alzate laterali
ja: ラテラルレイズ
nl: Zijwaards tillen
pt: Elevação Lateral
ru: Боковые подъемы
sv: Sidolyft
th: ยกดัมเบลไปด้านข้าง
tr: Yana Açışlar

source: Stand with your feet slightly spread. Keep your back straight, your arms hanging at your sides, holding one dumbbell in each hand: - Raise the dumbbell to shoulder level, keeping your elbows slightly bent. - Return to the starting position.
de: Stellen Sie sich mit leicht gespreizten Füßen hin. Halten Sie Ihren Rücken gerade, Ihre Arme hängen an den Seiten und halten eine Hantel in jeder Hand: - Heben Sie die Hantel zur Schulterhöhe hoch, lassen Sie Ihre Ellenbogen etwas gebeugt. - Gehen Sie zur Anfangsposition zurück.
es: De pie con los pies ligeramente separados. Mantén la espalda recta y los brazos colgando a los lados, con una mancuerna en cada mano: ⁃ Eleva la mancuerna al nivel del hombro, manteniendo los codos ligeramente flexionados. ⁃Vuelve a la posición inicial.
fr: Tenez-vous debout avec les pieds largement écartés. Gardez le dos droit, les bras libres le long du corps, en tenant un haltère dans chaque main. ⁃Soulevez le haltère à hauteur d'épaule, en gardant vos coudes légèrement fléchis. ⁃ Revenez à la position initiale.
it: Stai con i piedi leggermente divaricati. Tieni la schiena dritta, le braccia abbandonate lungo i fianchi, tenendo un manubrio in ogni mano: - Solleva il manubrio a livello della spalla, mantenendo i gomiti leggermente piegati. - Torna alla posizione di partenza.
ja: 足を少し開いて経ちます。背中を真っ直ぐに保ち、腕を横側にたらし、それぞれの手にだべるを持ちます： ‐ダンベルを肩の高さまで上げ、ひじをわずかに曲げます。 ‐開始ポジションに戻ります。
pt: Fique de pé com os seus pés ligeiramente separados. Mantenha o troco ereto, os braços ao longo dos quadris, segurando um haltere em cada mão: - Levante o haltere até a altura do ombro, mantendo os cotovelos levemente flexionados. - Retorne à posição inicial.
ru: Встаньте прямо, ноги слегка расставлены.Держите спину прямо, руки по бокам, в каждой руке по гантеле: - Поднимите гантели до уровня плеч, локти держите слегка согнутыми. - Вернитесь в исходное положение.
sv: Stå lätt bredbent. Håll ryggen rak och armarna längs med sidorna med en hantel i varje hand. - Lyft upp hantlarna till axelhöjd, håll armbågarna lätt böjda. - Återvänt till startpositionen.

source: Front Raises
de: Frontheben
es: Elevaciones Frontales
fr: Levers frontaux
it: Alzate frontali
ja: フロントレイズ
nl: Voor je uit tillen
pt: Elevação Frontal
ru: Передние подъемы
sv: Frontlyft
th: ท่ายกดัมเบลไปด้านหน้า
tr: Öne Kaldırışlar

source: Stand with feet slightly apart. Hold the dumbbells with your palms down (overhand gips), resting the dumbbells on your thighs or slightly to your sider: - Inhale and alternate sides raising the dumbbells forward to shoulder height. - Exhale as you complete the movement.
de: Stehen Sie mit leicht gespreizten Füßen. Halten Sie die Hanteln mit den Handflächen nach unten (Überhand Griff), lassen Sie die Hanteln auf Ihren Oberschenkeln oder etwas auf der Seite ruhen: - Atmen Sie ein, und heben Sie die Kurzhanteln mit abwechselnden Seiten zu Schulterhöhe an sich. - Atmen Sie bei der Vollendung der Übung aus.
es: De pie con los pies ligeramente separados. Sujeta las mancuernas con las palmas hacia abajo (agarre prono), apoyándolas en los muslos o ligeramente hacia el lateral: ⁃Inhala y alterna de lado para elevar las mancuernas hacia adelante, hasta la altura de los hombros. ⁃Exhala mientras completas el movimiento.
fr: Tenez-vous debout avec les pieds légèrement écartés. Tenez les haltères avec les paumes vers le bas (prise par au-dessus), en laissant reposer les haltères sur vos cuisses ou légèrement contre vos flancs. ⁃ Inspirez et alterner des levers latéraux jusqu'à la hauteur des épaules. ⁃Expirez en effectuant le mouvement.
it: Stai con i piedi leggermente divaricati. Tieni i manubri con i palmi verso il basso (presa con braccio sopra la spalla), appoggia i manubri sulle cosce o leggermente sul tuo fianco: - Inspira e alterna i lati alzando i manubri in avanti all'altezza delle spalle. - Espira quando completi il movimento.
ja: 足をわずかに開いて経ちます。手の平を下にして、ダンベルを持ちます（オーバーヘッドグリップ）。ダンベルを大腿部に、またはわずかに横に置きます： ‐息を吸い、交互に肩の高さまでダンベルを前向きに上げます。 ‐動きの完了として、息を吐きます。
pt: Fique de pé com os pés ligeiramente separados. Segure os halteres com as palmas das mãos para baixo (pegada pronada), mantenha os halteres à frente da coxa ou ligeiramente de lado: - Inspire e eleve os halteres alternadamente à frente do corpo até a altura dos ombros. - Expire ao abaixar os braços completando o movimento.
ru: Встаньте, слегка расставив ноги. Возьмите гантели хватом вверх (ладонями вниз), положите их на бедра или слегка вбок: -Сделайте вдох и по очереди одной, потом другой рукой поднимайте гантели вперед до уровня плеч. -Выдыхайте, возвращаясь в исходное положение.
sv: Så lätt bredbent. Håll i hantlarna med handflatorna nedåt (överhandsgrepp) och vila dem mot låren eller lätt mot sidorna: - Andas in och lyft en hantel på varannan sida till axelhöjd. - Andas ut när du slutför rörelse.
tr: Ayaklarınız hafif açık ayakta durun. Dambılları avuç içleriniz yere bakacak şekilde kavrayın, dambılları uyluklarınız üzerine koyun veya hafif yanlarınızda tutun: - Nefes alın ve yan değiştirerek dambılları omuz yüksekliğine yükseltin. - Hareketi tamamlarken nefes verin.

source: Barbell Front Raises
de: Langhantelfrontheben
es: Elevaciones Frontales con Haltera
fr: Levers frontaux de barre
it: Alzate frontali del bilanciere
ja: バーベルフロントレイズ
nl: Grote halter voor je tillen
pt: Elevação Frontal com Barra
ru: Подъем штанги вперед
sv: Frontlyft med skivstång
th: ท่ายกบาร์น้ำหนักไปด้านหน้า
tr: Halterle Öne Kaldırışlar

source: Stand with your legs slightly spread. Take and overhand grip on barbell and rest the barbell on your thighs. Keep your back straight and your abdominals contracted: - Inhale and raise the barbell forward with your arms straight until it reaches eye level. - Exhale as you complete the movement.
de: Stehen Sie mit leicht gespreizten Beinen. Greifen Sie mit einem Überhandgriff nach der Hantel, und lassen Sie die Langhantel auf Ihren Oberschenkeln ruhen. Halten Sie Ihren Rücken gerade und Ihre Bauchmuskeln zusammengezogen: - Atmen Sie ein, und heben Sie die Hantel mit ausgestreckten Armen nach vorne bis sie Augenhöhe erreicht. - Atmen Sie bei der Vollendung der Übung aus.
es: De pie con las piernas ligeramente separadas. Coge la haltera con un agarre prono y apóyala en los muslos. Con la espalda recta y los abdominales contraídos: ⁃ Inhala y sube la haltera hacia adelante con los brazos extendidos, hasta la altura de los ojos. ⁃Exhala mientras completas el movimiento.
fr: Tenez vous debout avec les jambes légèrement écartées. Attrapez la barre par au-dessus et laissez-lla reposer contrevos cuisses. Maintenant votre dos droit et vos abdominaux contractés. ⁃Inspirez et soulevez la barre vers le haut avec vos bras droits jusqu'à ce qu'elle atteigne le niveau de vos yeux. ⁃Expirez en effectuant le mouvement.
it: In piedi con le gambe leggermente divaricate. Fai una presa del bilanciere con il braccio sopra la spalla ed appoggia il bilanciere sulle cosce. Tieni la schiena dritta e gli addominali contratti: - Inspira e solleva il bilanciere in avanti con le braccia tese fino a raggiungere il livello degli occhi. - Espira quando completi il movimento.
ja: 脚をわずかに開いて立ちます。オーバーヘッドグリップでバーベルを持ち、大腿部にバーベルを置きます。背中を真っ直ぐに保ち、腹筋を萎縮します： ‐息を吸い、腕を真っ直ぐにして、バーベルを前向きに目の高さに届くまで上げます。 ‐動きの完了として、息を吐きます。
pt: Fique de pé com os pés ligeiramente separados. Segure a barra do haltere com o dorso das mãos voltados para cima (pegada pronada) e posicione-a à frente das coxas. Mantenha o torso ereto e o abdômen contraído: - Inspire e eleve o haltere para frente e para cima com os braços estendidos até o nível dos olhos. - Expire ao abaixar os braços completando o movimento.
ru: Встаньте прямо, ноги слегка расставлены.Возьмите гриф штанги хватом сверху и положите штангу на бедра. Держите спину прямо, мышцы брюшного пресса напряжены: -Сделайте вдох и поднимите прямыми руками штангу вперед,пока она не будет на уровне ваших глаз. - Выдыхайте, возвращаясь в исходное положение.
sv: Så lätt bredbent. Ta ett överhandsgrepp på skivstången och vila den mot låren. Håll ryggen rak och magmusklerna spända: - Andas in och lyft skivstången framåt med dina armar raka tills den når ögonhöjd. - Andas ut när du slutför rörelsen.
tr: Bacaklarınız hafif açık şekilde ayakta durun. Halteri aşağıdan yukarıya doğru bir tutuşla kavrayın ve halteri uyluklarınız üzerine koyun. Sırtınızı dik tutun ve karın kaslarınızı kasın: - Nefes alın ve halteri göz seviyesine gelen kadar kollarınızı uzatarak kaldırın. - Hareketi tamamlarken nefes verin.

source: Upright Row
de: Senkrechtes Rudern
es: Remada Vertical
fr: Rame verticale
ja: 直立ロー
nl: Staande roeien
pt: Remada em Pé
ru: Вертикальная тяга
sv: Upprätt rodd
th: ท่ายกบาร์น้ำหนักขึ้นในแนวตรง
tr: Çene Altı Çekme

source: Stand with your feet slightly spread. Keep your back straight. Take an overhand grip on the bar with your hands palm-width apart or a little more: - Inhale and pull the barbell straight upward until it contacts your chin. - Lift your elbows as high as possible at the top point of the movement. - Exhale and slowly lower the barbell back to the starting point.
de: Stehen Sie mit leicht gespreizten Füßen. Halten Sie Ihren Rücken gerade. Greifen Sie mit einem Überhandgriff nach der Stange, wobei Ihre Hände eine Handflächenweite oder etwas weiter auseinander sind: - Atmen Sie ein, und ziehen Sie die Langhantel geradeaus nach oben, bis sie Ihr Kinn berührt. - Heben Sie Ihre Ellenbogen beim Höhepunkt der Übung so hoch wie möglich. - Atmen Sie aus, und lassen Sie die Hantel langsam zur Anfangsposition zurückkommen.
es: De pie y con los pies ligeramente separados. Mantén la espalda recta. Coge la barra con un agarre prono, con las manos separadas por un palmo o un poco más: ⁃ Inhala y sube la haltera recta hacia arriba, hasta que te toque la barbilla. ⁃ Levanta los codos tanto como puedas en el momento álgido del movimiento. ⁃Exhala y devuelve la haltera a la posición inicial, lentamente.
fr: Tenez-vous debout avec les pieds largement écartés. Gardez le dos droit. Attrapez la barre par au-dessus avec les mains écartées de la largeur d'une paume au plus. ⁃Inspirez et tirer la barre vers le haut jusqu'à ce qu'elle touche votre menton. ⁃Soulevez vos coudes aussi haut que posside au point maximal du mouvement. ⁃Expirez et redescendez lentement la barre jusqu'à sa position initiale.
it: Stai con i piedi leggermente divaricati. Tieni la schiena dritta. Fai una presa sulla barra con il braccio sopra la spalla con i palmi della mani larghi quanto le spalle o poco più: - Inspira e tira il bilanciere dritto verso l'alto finché non tocca il mento. - Solleva i gomiti più in alto possibile nel punto superiore del movimento. - Espira e abbassa lentamente il bilanciere per tornare al punto di partenza.
ja: 足をわずかに開いて立ちます。背中をまっすぐに保ちます。手の平の幅、またはそれより少し広い幅で、オーバーハンドグリップでバーを掴みます： ‐息を吸い、あごに接触するまでバーベルを真っ直ぐ上向きに引きます。 ‐動きの最上部で、ひじを可能な限り高く持ち上げます。 ‐息を吐き、ゆくっりと開始ポジションにバーベルを下げます。
pt: Fique de pé com os seus pés ligeiramente separados. Mantenha o tronco ereto, Segure a barra com o dorso das mãos voltados para cima (pegada pronada) com uma distância de um palmo, ou um pouco mais, entre suas mãos: - Inspire e eleve a barra verticalmente até a altura do queixo. - Eleve os seus cotovelos o mais alto possível no ponto máximo do movimento. - Expire e abaixe lentamente a barra de volta à posição inicial.
ru: Встаньте прямо, ноги слегка расставлены. Возьмите гриф штанги хватом сверху, руки на ширине ладоней или чуть шире: - Сделайте вдох и поднимите штангу вертикально вверх до касания с подбородком. - Поднимите локти как можно выше на конечной точке движения. - Выдохните и медленно опустите штангу обратно в исходное положение.
sv: Stå lätt bredbent. Håll ryggen rak. Ta ett överhandsgrepp på stången med ungefär en handbredd mellan händerna eller lite mer: - Andas in och dra skivstången rakt uppåt tills den nuddar hakan. - Lyft armbågarna så högt som möjligt när stången är längst upp. - Andas ut och sänk sakta skivstången tillbaka till startpositionen.

source: Low Pulley Bent-Over Lateral Raises
de: Gebeugtes Seitheben der unteren Umlenkrolle
es: Elevaciones Laterales Inclinadas con Polea Baja
fr: Levers latéraux de poulie basse penché
it: Alzate laterali piegati con low pulley
ja: 低滑車ベントオーバーラテラルレイズ
nl: Voorover gebogen zijdelings trekken aan de lage katrol
pt: Elevação Lateral Inclinada no Cabo
ru: Подъем руки в сторону с нижнего блока из наклонного положения
sv: Framåtböjda sidolyft med låga vajerdrag
th: ท่าโน้มตัวดึงน้ำหนักจากด้านล่างไปด้านข้าง
tr: Alt Makarada Eğilerek Yanlara Açış
