Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: To perform dumbbell flies pick, up a relatively light weight in each hand. You will need to experiment to determine how much weight is right for your dumbbell flies. Start with a lighter weight then slowly work your way up. Lie down on a weight bench and raise both dumbbells straight up over your chest with your arms straight. This is your starting position. Spread both arms outward in a wide arc until your arms are out at your sides. Your arms can be slightly bent. This is the fly part of the dumbbell flies. It is called that because you look like you are flying. Follow the same arc back up until the dumbbells return to the starting position. This is one repetition of the dumbbell fly.
de: Für das Hantelfliegen holen Sie sich ein relativ leichtes Gewicht für jede Hand. Sie müssen herausfinden, welches Gewicht für Ihr Hantelfliegen richtig ist. Fangen Sie mit einem leichteren Gewicht an, und arbeiten Sie sich langsam hoch. Legen Sie sich auf eine Hantelbank, und heben Sie beide Hanteln mit ausgestreckten Armen über Ihre Brust. Dies ist Ihre Anfangsposition. Breiten Sie beide Arme in einem weiten Boden nach außen, bis sie an Ihren Seiten angekommen sind. Ihre Arme können leicht gebeugt sein. Das ist der „Fliegen” Teil des Hantelfliegen. Man nennt es so, weil es aussieht, als wenn man am fliegen ist. Machen Sie den gleichen Bogen nach oben bis die Hanteln wieder an der Anfangsposition angekommen sind. Dies ist eine Wiederholung des Hantelfliegen.
es: Para hacer el crucifijo con mancuernas, coge un peso relativamente ligero en cada mano. Tendrás que probar para determinar cuál es el peso adecuado para tu crucifijo con mancuernas. Empieza con un peso más ligero y vete aumentando. Túmbate en un banco de pesas y eleva ambas mancuernas sobre el pecho, con los brazos rectos. Esta es la posición de inicio. Extiende los brazos hacia fuera, formando un arco amplio, hasta que estén a los lados del cuerpo. Pueden estar ligeramente flexionados. Sigue el mismo arco en sentido contrario hasta que las mancuernas regresen a la posición inicial. Este ejercicio es una de las repiticiones del crucifijo con mancuernas.
fr: Pour faire la prise de haltères mouche, soulevez une charge relativement légère dans chaque main. Vous aurez besoin d'essayer pour savoir quel poids exactement vous convient pour ce mouvement. Commencez avec une charge légère et augmentez-la progressivement. Allongez-vous sur un banc et soulevez les deux haltères au-dessus de votre buste avec les bras tendus. Ceci est votre position de départ. Écartez les deux bras vers l'extérieur en un large arc jusqu'à ce que vos bras soient à l'extérieur sur vos côtés. Vos bras peuvent être légèrement pliés. Il s'agit de la partie « mouche » des haltères mouches. Ce mouvement s'appelle ainsi car il donne l'impression que vous voulez. Suivez le même arc jusqu'à ce que les haltères reviennent en position initiale. Il s'agit ici d'un des mouvements de haltères mouche.
it: Per eseguire dumbbell flies pick, prendi un peso relativamente leggero in ogni mano. Avrai bisogno di provare per determinare la quantità di peso giusto per i tuoi manubri. Inizia con un peso più leggero, poi lavora lentamente ad aumentare in base alla tua sensazione. Sdraiati su una panca e solleva entrambi i manubri verso l'alto sopra il petto con le braccia diritte. Questa è la tua posizione di partenza. Stendi entrambe le braccia verso l'esterno in un ampio arco fino a quando le braccia sono fuori dai fianchi. Le braccia possono essere leggermente piegate. Questo è la parte del 'volo' nei dumbbell flies. Si chiama così perché sembra quando si vola. Segui lo stesso arco indietro finché i manubri tornano alla posizione di partenza. Questa è una ripetizione del dumbbell fly.
ja: ダンベルフライを実行するには、それぞれの手に比較的軽いウェイトを選んでください。ダンベルフライにはどのくらいの重さのウェイトが適切かを定義するために試す必要があります。軽いウェイトから初め、重くしてください。ウェイトベンチに横たわり、腕を真っ直ぐにして、胸の真上に両方のダンベルを持ち上げます。これが開始ポジションです。腕が側面から外れるまで、両腕を外向きに、幅の広い円弧に広げます。腕は、少し曲げても良いです。腕は、飛んでいるように見えます。ダンベルが開始ポジションに戻るまで同じ円弧に従います。これがダンベルフライの１回の動きです。
pt: Para fazer as aberturas com os halteres, coloque um haltere relativamente leve em cada mão. Terá de experimentar para determinar qual o peso correto para este exercício. Comece com um peso leve e depois vá aumentado gradualmente. Deite-se num banco de pesos e estique os braços com ambos os pesos para cima, por cima do seu peito. Esta é a sua posição inicial. Afaste ambos os braços para os lados num largo arco até que os seus braços estejam ao seu lado. Os seus braços podem estar ligeiramente dobrados. Esta é a parte de ”abertura/crucifixo” deste exercício. Tem este nome por estar a abrir os braços em forma de cruz. Siga o mesmo arco de volta ao início até que os halteres se juntem. Esta é uma repetição deste exercício.
ru: Для выполнения этого упражнения возьмите в каждую руку не очень тяжелую гантель. Вым нужно будет поэкспериментировать, чтобы определить какой вес подойдет вам для выполнения данного упражнения. Начните с более легких гантелей, постепенно добавляя вес. Лягте на скамью и поднимите обе гантели над грудью, руки держите прямыми. Это ваше исходное положение. Разведите обе руки по широкой дуге до уровня боков. Руки могут быть слегка согнуты. Это упражнение иногда называют полетом, потому что при разводке гантелей вы выглядите, как будто вы летите. По этой же дуге верните руки в исходную позицию.Это один подход разведения гантелей.
sv: För att utföra hantelflyes börjar du med att ta en relativt lätt vikt i varje hand. Du måste experimentera lite för att avgöra hur tunga vikter du ska ha. Börja med en lättare vikt och jobba dig sakta uppåt. Ligg ner på rygg på en bänk och lyft upp hantlarna rakt upp ovanför bröstet med armarna raka. Detta är startpositionen. Dra armarna utåt i en vid båge tills de står ut mot sidorna. Armarna kan vara lätt böjda. Detta är ”flyg”-delen i hantelflyes. De kallas så för att det ser ut som att man flyger. Följ samma båge upp tillbaka tills hantlarna åter är i startpositionen. Detta är en repetition av hantelflyes.
th: การบริหารกล้ามเนื้อท่านี้ ให้ใช้ดัมเบลที่เบากว่าปกติ คุณต้องหาน้ำหนักที่เหมาะสมสำหรับท่านี้และควรเริ่มด้วยน้ำหนักที่เบาก่อน จากนั้นค่อย ๆ เพิ่มน้ำหนักขึ้นทีละน้อย ให้คุณนอนราบกับม้านั่งและยกดัมเบลขึ้นตรงเหนือหน้าอกของคุณโดยให้แขนทั้งสองข้างอยู่ในแนวตรง นี่เป็นท่าเริ่มต้นสำหรับคุณ จากนั้นกวาดแขนทั้งสองข้างออกไปนอกลำตัวในลักษณะโค้งกว้างจนกระทั่งแขนของคุณอยู่ห่างข้างลำตัวออกไป งอแขนเล็กน้อย นี่เป็นท่า “บิน” ซึ่งเป็นส่วนหนึ่งของท่ายกดัมเบลบินเหนืออก ที่เรียกเช่นนี้เพราะคุณจะทำในลักษณะคล้ายกับคุณกำลังบิน ยกขึ้นในลักษณะความโค้งเช่นเดิมจนกว่าดัมเบลจะกลับไปอยู่นท่าเริ่มต้น ซึ่งเป็นการทำซ้ำในท่ายกดัมเบลบินเหนืออกนี้
tr: Yatarak dambıl açışları yapmak için her elinize göreli olarak daha hafif birer dambıl alın. Dambıl açışlarında hangi ağırlığın size uyduğunu tespit edebilmek için birkaç deneme yapmanız gerekebilir. Hafif bir ağırlıkla başlayarak daha sonra dambıl ağırlığını yukarı çıkarın. Bir ağırlık sehpasına uzanın ve kollarınız düz bir şekilde dambılları göğsünüz üzerinden yukarı kaldırın. Bu sizin başlangıç pozisyonunuzdur. İki kolunuzu da dışarı doğru geniş bir yay şeklinde, kollarınız tamamen yanlarınıza gelene kadar açın. Kollarınız hafif bükülü olabilir. Bu dambıl açışlarının “açış” kısmıdır. Dambıllar başlangıç pozisyonuna dönene kadar aynı yayı yukarı doğru takip edin. Bu dambıl açış için bir tekrardır.

source: Dumbbell Pullovers
de: Hantelüberzug
es: Pullovers con Mancuerna
fr: Levers de haltères
ja: ダンベルプルオーバー
nl: Kleine halter Pullovers
pt: Pullover com Haltere
ru: Пулловер с гантелями
sv: Hantelpullovers
th: ท่ายกดัมเบลข้ามศีรษะ
tr: Dambılla Göğüs Yukarı Çekiş

source: This is very similar to the bent arm barbell pullovers, except that you will be using a dumbbell instead of a barbell. Lie flat on your back on a flat bench. Begin by holding the dumbbell above your chest with your elbows slightly bent. Slowly lower the dumbbell back so as to stretch your arms (and the dumbbell) back behind your head as far as you can reach. Your arms and the dumbbell will actually go behind/above your head and will drop down below the bench- this will really give you a great stretch! Return the dumbbell to the start position slowly, focusing on keeping your elbows locked in the slightly bent position.
de: Dies ist der Hantelüberzug mit gebeugtem Arm Übung sehr ähnlich, außer, daß Sie hier eine Hantel anstelle einer Langhantel benutzen. Legen Sie sich mit Ihrem Rücken auf eine Flachbank. Fangen Sie damit an, indem Sie eine Hantel über Ihrer Brust halten und Ihre Ellenbogen leicht beugen. Lassen Sie die Hantel langsam hinunter kommen, indem Sie Ihre Arme (und die Hantel) so weit wie Sie können hinter Ihren Kopf führen. Ihre Arme und die Hantel kommen tatsächlich hinter/über Ihren Kopf und sinken unter die Bank- dies ermöglicht Ihnen ein gutes Dehnen! Bringen Sie die Hantel langsam zur Anfangsposition zurück, indem Sie Ihre Ellenbogen in einer gesperrten und leicht gebeugten Position halten.
es: Muy parecido al pullover con haltera y brazo flexionado, pero se usa una mancuerna en lugar de una haltera. Túmbate de espaldas en un banco horizontal. Comienza el ejercicio sosteniendo la mancuerna por encima del pecho, con los codos ligeramente flexionados. Baja la mancuerna lentamente, de manera que los brazos (y la mancuerna) terminen detrás de la cabeza, tan lejos como puedas. Tus brazos y la mancuerna acabarán por detrás/ encima de tu cabeza y por debajo del banco – esto te proporcionará un excelente estiramiento! Lleva a la mancuerna a la posición inicial lentamente, concentrándote en mantener los codos bloqueados en una posición ligeramente flexionada.
fr: Cet exercice est très proche du lever de poids avec un bras plié, sauf que vous utiliserez un haltère plutôt qu'une barre. Allongez-vous sur le dos sur un banc. Commencez par tenir le haltère au dessus de votre poitrine avec les coudes légèrement pliés. Abaissez lentement le haltère de façon à ce que vos bras se plient derrière votre tête aussi loin que vous pouvez. Vos bras et le haltère passeront en fait derrière votre tête et descendront plus bas que le banc – ce qui vous offrira un bon étirement! Ramenez lentement le haltère en position initiale, en vous concentrant pour garder vos coudes verrouillés dans une position légèrement fléchie.
it: Questo è molto simile al bent arm barbell pullovers, tranne per il fatto che utilizzerai un manubrio al posto di un bilanciere. Sdraiati con la schiena su una panca piana. Inizia tenendo il manubrio sopra il petto con i gomiti leggermente piegati. Abbassa lentamente il manubrio indietro in modo da allungare le braccia (e il manubrio) dietro la testa, fin quanto puoi. Le braccia e il manubrio andranno effettivamente dietro/sopra la testa e scenderanno al di sotto della panca. Questo ti farà davvero allungare! Riporta il manubrio nella posizione iniziale lentamente, concentrandosi su come mantenere i gomiti bloccati in posizione leggermente piegata.
ja: これは、バーベルの代わりにダンベルを使用する以外は、ベントアームプルオーバーにとてもよく似ています。フラットベンチに上向けに平坦に横たわります。ひじを少し曲げて、ダンベルを胸の上で持つことで開始します。腕（とダンベル）を延ばして、届く限りに頭の後ろにゆくっりとダンベルを持っていきます、腕とダンベルは、実際に頭の後ろ／上にいき、ベンチの下に落ちます‐これは、本当に良いストレッチです！ダンベルをゆっくり開始ポジションに戻し、ひじを少し曲げたポジションで固定し続けることに集中します。
pt: Este exercício é bastante similar com o pullover com barra, excepto que neste irá usar um haltere. Deite-se de costas num banco de pesos. Comece por segurar o haltere por cima do seu peito com os seus cotovelos ligeiramente dobrados. Lentamente, baixe o haltere para trás de modo a esticar os braços (e o haltere) para trás da sua cabeça o mais longe possível. Os braços e o haltere irão por trás/cima da sua cabeça e cairão por detrás do banco – isto irá dar-lhe uma grande extensão! Volte com o haltere lentamente à posição inicial, concentrando-se em manter os seus cotovelos bloqueados na posição ligeiramente curvada.
ru: Это упражнение очень похоже на пулловер штанги на согнутой руке, за исключением того, что вы будете использовать гантелю вместо штанги. Лягте на спину на горизонтальной скамье. Начните, держа гантель над грудью, локти слегка согнуты. Медленно опустите гантель назад, вытягивая руку (и гантель) за голову как можно дальше. Ваша рука с гантелей пройдут над вашей головой и опустятся ниже скамейки- действительно хорошая растяжка! Медленно верните гантель в исходное положение, уделяя особое внимание тому, чтобы локти были зафиксированны в слегка согнутом положении.
sv: Denna övning är väldigt lik skivstångspullovers med böjda armar, förutom att man använder en hantel i stället för en skivstång. Ligg på rygg på en bänk. Börja med att hålla hanteln ovanför bröstet med armbågarna lätt böjda. Sänk sakta hanteln bakåt så att du sträcker armarna (och hanteln) bakom huvudet så långt du når. Dina armar och hanteln kommer att åka bakom/ovanför huvudet och sänkas ner bakom bänken – vilket ger en bra tänjning! Ta sakta tillbaka hanteln till startpositionen, fokusera på att hålla armbågarna låsta i en lätt böjd position.
th: ท่านี้ค่อนข้างเหมือนกับท่าดึงบาร์น้ำหนักเหนือศีรษะ เว้นแต่คุณจะใช้ดัมเบลแทนบาร์น้ำหนัก ให้คุณนอนราบบนม้านั่ง เริ่มด้วยการถือดัมเบลเหนือหน้าอกของคุณโดยที่ข้อศอกงอเล็กน้อย ค่อย ๆ ลดระดับดัมเบลกลับไปพร้อมกับเหยียดแขนออก (และดัมเบล) กลับไปที่ด้านหลังศีรษะคุณให้ห่างเท่าที่จะทำได้ แขนของคุณและดัมเบลจะเคลื่อนไปด้านหลัง/เหนือศีรษะและจะลดระดับต่ำลงต่ำกว่าม้านั่ง ซึ่งท่านี้จะทำให้คุณได้ยืดร่างกายได้อย่างเต็มที่ นำดัมเบลกลับขึ้นมาที่ท่าเริ่มต้นอย่างช้า ๆ ให้คุณมุ่งเน้นที่การล็อคข้อศอกของคุณในขณะที่ข้อศอกงอเล็กน้อย

source: Push-Ups
de: Liegestützen
es: Flexiones
fr: Pompes
ja: 腕立て伏せ
pt: Flexões
ru: Отжимания
sv: Armhävningar
th: วิดพื้น
tr: Şınavlar

source: Lie prone with your arms straight, your palms flat on the floor, and your hands shoulder-width apart (or wider). Hold your feet together or very slightly spread: - Inhale and bend your elbows to bring your torso near the floor, avoiding extreme hyperextension of your spine. - Push yourself back to arms, extended position, exhaling as you complete the movement.
de: Legen Sie sich mit geraden Armen hin, Ihre Handflächen flach auf dem Boden und Ihre Hände schulterweit entfernt (oder weiter). Halten Sie Ihre Füße zusammen oder sehr leicht gespreizt: - Atmen Sie ein, und biegen Sie Ihre Ellenbogen, um Ihren Körper in die Nähe des Boden zu bringen, ohne Ihre Wirbelsäule zu sehr zu überstrecken. - Drücken Sie sich selbst in ausgestreckter Position zurück auf die Arme, und atmen Sie bei Vollendung der Bewegung aus.
es: Colócate boca abajo con los brazos rectos, las palmas de las manos apoyadas en el suelo y a la distancia de la anchura de los hombros (o más). Mantén los pies juntos o ligeramente separados: ⁃ Inhala y dobla los codos, llevando el torso cerca del suelo, evitando la hiperextensión de la columna. ⁃Empuja el cuerpo hacia arriba, hasta la posición inicial, exhalando al completar el movimiento.
fr: Allongez vous avec les bras droits, les paumes au sol, et vos mains aussi écartées que vos épaules (ou plus). Tenez vos pieds collés ou très légèrement écartés. ⁃ Inspirez et pliez vos coudes pour approcher votre buste du sol, en évitant une trop grande extension de votre colonne vertébrale. ⁃ Poussez sur vos bras pour vous remettre en position, et expirez en finissant le mouvement.
it: Sdraiati prono con le braccia tese, i palmi delle mani sul pavimento e le mani alla larghezza delle spalle (o più ampie). Tieni i piedi insieme o poco divaricati: - Inspira e piega i gomiti per portare il busto vicino al pavimento, evitando l’estrema iperestensione della colonna vertebrale. - Spingi indietro sulle braccia, in posizione estesa, espirando quando completi il movimento.
ja: 真っ直ぐな腕でうつ伏せに横たわり、床に手の平を着け、手は肩幅（あるいはそれより広く）に開きます。足を揃える、あるいは少し開きます： ‐息を吸い、胴体を床に近づけるためにひじを曲げます。背骨の極端な過伸展を回避します。 ‐腕までの伸張位置に自身を押し戻します。動きの完了として息を吐きます。
pt: Deite-se de bruços com os seus braços esticados, as palmas das mãos assentes no chão, e as mãos à largura dos ombros (ou mais afastadas). Mantenha os pés juntos ou ligeiramente afastados: - Inspire e dobre os cotovelos para levar o peito junto ao chão, evitando uma extrema hipertensão da coluna. - Empurre-se de volta com os braços, em posição estendida, expirando enquanto completa o movimento.
ru: Примите положение лежа, руки вытянуты вперед, ладони на полу, руки на ширине плеч (или шире). Держите ноги вместе или слегка расставлеными: - Сделайте вдох и, согнув локти, опустите тело параллельно полу, избегая излишнего перерастяжения спины. -Разогните руки и вернитесь в исходное положение, делая выдох.
sv: Ligg framstupa med armarna raka, handflatorna i marken och händerna axelbrett isär (eller bredare). Håll ihop fötterna eller håll dem lätt särade: - Andas in och böj armbågarna för att föra ner torson nära marken, undvik att sträcka för mycket på ryggraden. - Häv dig själv tillbaka upp på armarna i utsträck position, andas ut när du slutför rörelsen.
th: ให้คุณนอนในท่าคว่ำโดยให้แขนเหยียดตรง ฝ่ามือราบกับพื้น และมือวางที่ความกว้างเท่าความกว้างของไหล่ (หรือกว้างกว่า) เท้าชิดกันหรือห่างกันเล็กน้อย:- หายใจเข้าและงอข้อศอกเพื่อลดระดับลำตัวให้ลงใกล้พื้น หลีกเลี่ยงการเหยียดกระดูกไขสันหลังให้ตึงมากกเกินไป - ดันลำตัวขึ้นด้วยแขนทั้งสองข้าง อยู่ในท่าเหยียดตรง หายใจออกขณะทำท่านี้

source: Dumbbell Press
de: Kurzhanteldrücken
es: Press con Mancuernas
fr: Poussée de haltère
ja: ダンベルプレス
nl: Kleine halter drukken
pt: Press com Halteres
ru: Жим гантелей
sv: Hantelpress
th: ท่ายกดัมเบลเหนืออก
tr: Yatarak Dambıl Kaldırma

source: Lie flat on the bench with feet on the floor for stability, your arms extended upward, and your hands facing in toward each other holding the dumbbells: - Inhale and lower the dumbbells to chest level, bending your elbows and rotating your forearms to bring your hand in pronation. - Press the dumbbells back up and do an isometric contraction to isolate the stress on the pectorals; exhale as you complete the movement.
de: Legen Sie sich flach auf eine Bank, stellen Sie Ihre Füße für Stabilität auf den Boden, strecken Sie Ihre Arme nach oben und Ihre Hände sind nach innen zugewandt und halten die Kurzhanteln: - Atmen Sie ein, und bringen Sie die Hanteln zu Ihrer Brust, die Ellenbogen sind etwas gebeugt, und die Unterarme sind gedreht, um die Hand in Pronation zu bringen. - Drücken Sie die Hanteln zurück nach oben, und formen Sie eine isometrische Anspannung, um die Belastung der Brustmuskeln zu isolieren; atmen Sie bei der Vollendung der Bewegung aus.
es: Túmbate en el banco con los pies apoyados en el suelo para tener estabilidad, los brazos extendidos hacia arriba y las manos, sujetando las mancuernas, mirándose de frente: ⁃ Inhala y baja las mancuernas al nivel del pecho, doblando los codos y rotando los antebrazos hasta que las manos estén en posición prono. ⁃Vuelve a elevar las mancuernas y ejecuta una contracción isométrica para aislar el estrés de los pectorales; exhala mientras completas el movimeinto.
fr: Allongez-vous sur le banc avec les pieds au sol pour la stabilité, vos bras tendus en hauteur, et vos mains se faisant face en tenant les haltères. ⁃ Inspirez et abaissez les haltères au niveauu de votre buste, en pliant vos coudes et en tournant vos avant-bras pour solliciter vos mains. ⁃ Repoussez les haltères en hauteur et effectuez une contraction isométrique pour isoler la tension sur les pectoraux, expirez en terminant le mouvement.
it: Sdraiati sulla panca con i piedi sul pavimento per stabilità, le braccia tese verso l'alto, e le mani una di fronte all’altra tenendo i manubri: - Inspira e abbassa i manubri all'altezza del petto, piegando i gomiti e ruotando gli avambracci per portare la mano in pronazione. - Spingi i manubri indietro e fai una contrazione isometrica per isolare le sollecitazioni sui pettorali, espira quando completi il movimento.
ja: ベンチに平らに横たわり、安定性のために足は床に着けます。腕は上向きに伸ばし、手はダンベルを持ってお互いに面します： ‐息を吸い、ダンベルを胸の高さまで下ろし、ひじを曲げて手で回内運動をもたらすために、上腕を回転します。 ‐ダンベルを押し戻し、胸筋へのストレスを分離する等尺性収縮を実行します；動きの完了として息を吐きます。
pt: Deite-se num banco de pesos com os pés assentes no chão para dar estabilidade, os braços estendidos para cima, e as mãos viradas uma para a outra segurando os halteres: - Inspire e baixe os halteres ao nível do peito, dobrando os cotovelos e girando os antebraços levando as mãos para dentro. - Empurre os halteres para cima e faça-o numa contração isométrica para isolar o stress nos peitorais; expire enquanto completa o movimento.
ru: Лягте на скамью, ноги для полу для опоры, руки вытянуты наверх, в руках гантели, ладони смотрят друг на друга: -Сделайте вдох и опустите гантели до уровня груди, сгибая локти и вращая предплечьями до положения пронации (поворот кисти вовнутрь). - Выжмите гантели в исходное положение и одновременно напрягите мышцы, чтобы направить нагрузку на мышцы грудного пресса; сделайте выдох, завершая движение.
sv: Ligg på rygg på bänken med fötterna i marken för stabilitet, armarna utsträckta uppåt och händerna inåt mot varandra med en hantel i varje: - Andas in och sänk ner hantlarna till brösthöjd, böj armbågarna och rotera underarmarna så att händerna proneras. - Pressa upp hantlarna igen och gör en isometrisk hopdragning för att isolera påfrestningen till bröstmusklerna; andas ut när du slutför rörelsen.
tr: Sabit durabilmek için bir ayağınız yere basılı bir şekilde sehpaya düz bir şekilde uzanın, kollarınızı yukarı doğru uzatın ve elleriniz birbirine bakacak şekilde dambılları tutun: = Nefes alın ve dambılları göğüs hizasına doğru alçaltın, dirseklerinizi kırın ve elinizi pronasyon (içe bükük) konumuna getirmek için ön kollarınızı döndürün. - Dambılları yukarı doğru kaldırın ve göğüs kaslarınızdaki gerilimi izole etmek için izometrik bir kasılma yapın; hareketi tamamlarken nefes verin.

source: Barbell Bench Press
de: Langhantel-Bankdrücken
es: Press en Banco con Haltera
fr: Poussée de barre sur banc
ja: バーベルベンチプレス
nl: Halter opdrukken
pt: Supino com Barra
ru: Жим штанги со скамьи
sv: Skivstångsbänkpress
th: ท่ายกบาร์น้ำหนักบนม้านั่ง
tr: Yatarak Halter Kaldırma
