Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Stability Ball Dumbbell Biceps Curl (Hammer Grip)
de: Bizeps Kurzhantelübung Mit Gymnastikball (Hammergriff)
es: Curl de Bíceps con Mancuerna y Pelota Suiza (Agarre Martillo)
fr: Curl Biceps avec Ballon de Stabilité et Haltère (Prise Marteau)
it: Curl per bicipiti con bilanciere sulla fitball (presa a martello)
ja: バランスボールダンベルバイセップカール (ハンマーグリップ)
nl: Op Stabiliteitsbal Biceps krullen (Hamer Grip)
pt: Elevação de Haltere com Bíceps na Bola de Estabilidade (Pronação Martelo)
ru: Подъем гантелей на бицепс на мяче (подъем вверх)
sv: Bicepscurl på stabilitetsboll med hantel (hammargrepp)
th: ท่ายกดัมเบลบนลูกบอลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (ถือดัมเบลแบบจับฆ้อน)
tr: Denge Topu Dambıllı Biseps Bükme (Çekiç Kavrayışı)

source: 1. Hold one dumbbell with hammer grip. Kneel behind the stability ball. Position upper arm on stability ball. 2. Lift dumbbell up while keeping your upper arm in place. Refrain from using your shoulder during the movement. Hold for one second. Return to starting position.
de: 1. Halten Sie eine Kurzhantel im Hammergriff. Knien Sie sich hinter einen Gymnastikball. Platzieren Sie den Oberarm auf den Gymnastikball. 2. Heben Sie die Kurzhantel an, während Sie Ihren Oberarm in Position halten. Benutzen Sie Ihre Schulter während dieser Bewegung nicht. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. Sujeta una mancuerna con agarre martillo. Arrodíllate detrás de la pelota. Coloca la parte superior del brazo sobre la pelota. 2. Levanta la mancuerna sin mover la parte superior del brazo. Evita usar el hombro durante el movimiento. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: 1.Tenez une haltère en prise marteau. Agenouillez-vous derrière le ballon de stabilité. Placez le haut du bras sur le ballon de stabilité. 2. Soulevez l'haltère tout en gardant votre bras en place. S'abstenir d'utiliser l'épaule pendant le mouvement. Maintenez la position pendant une seconde. Revenez à la position de départ.
it: 1. Tieni un manubrio con un’impugnatura a martello. Inginocchiati dietro la fitball. Posiziona braccio sulla fitball. 2. Sollevare il manubrio in alto, mantenendo il braccio in posizione. Evita di utilizzare la sfitball durante il movimento. Mantieni la posizione per un secondo. Tornare alla posizione di partenza.
ja: 1. ダンベル1つをハンマーグリップで持ちます。バランスボールの後ろに膝まづきます。上腕をバランスボールに置きます。 2. 上腕を動かさずにダンベルを引き上げます。動作中に肩を動かさないようにします。1秒そのまま、そしてスタートポジションに戻します。
nl: 1. Houd een halter in hamergrip vast en kniel achter de stabiliteitsbal neer. Positioneer je bovenarm op de stabiliteitsbal. 2. Til de halter nu op maar houd je bovenarm op zijn plaats. Probeer om niet de schouders te gebruiken bij deze oefening. Houd een seconde vast en ga dan langszaam terug naar startpositie.
pt: 1. Segure num haltere com pronação martelo. Ajoelhe-se atrás da bola de estabilidade. Coloque o braço na bola de estabilidade. 2. Levante o haltere, mantendo o seu braço superior no lugar. Tente não usar o seu ombro durante o movimento. Aguente por um segundo. Retorne à sua posição inicial.
ru: 1. Возьмите одну в руку гантель. Встаньте на колени за мячом. Поставьте предплечье на мяч. 2. Поднимите гантели вверх, оставляя при этом ваше плечо на месте. Воздержитесь от движений плеча во время выполнения упражнения. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Håll i en hantel med ett hammargrepp. Knäa bakom stabilitetsbollen. Lägg överarmen på bollen. 2. Lyft upp hanteln medan du håller överarmen på plats. Undvik att använda axeln under rörelsen. Håll i en sekund. Återgå till startläget.
th: 1. ถือดัมเบลหนึ่งอันด้วยท่าจับฆ้อน คุกเข่าที่ด้านหลังของลูกบอลออกกำลังกาย จัดท่าแขนด้านบนให้อยู่บนลูกบอลออกกำลังกาย 2. ยกดัมเบลขึ้นโดยให้แขนด้านบนของคุณตรึงอยู่กับที่ พยายามอย่าให้ไหล่ทั้งสองข้างเคลื่อนไหวขณะออกกำลังกายท่านี้ ค้างไว้ที่ท่านี้ประมาณหนึ่งนาที จากนั้นกลับไปที่ท่าเริ่มต้น
tr: 1. Dambıllardan birini çekiç kavrayışı ile tutun. Denge topunun arkasında çömelin. Üst kolunuzu denge topu üzerinde konumlandırın. 2. Üst kolunuzu sabit bir şekilde tutarken dambılı yukarı doğru kaldırın. Hareket esnasında omuzlarınızı kullanmaktan kaçının. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Stability Ball Dumbbell Biceps Curl (Underhand Grip)
de: Bizeps Kurzhantelübung Mit Gymnastikball (Unterhandgriff)
es: Curl de Bíceps con Mancuerna y Pelota Suiza (Agarre Supino)
fr: Curl Biceps avec Ballon de Stabilité et Haltère (Prise en Supination)
it: Curl per bicipiti con bilanciere sulla fitball (presa underhand)
ja: バランスボールダンベルバイセップカール (アンダーハンドグリップ)
nl: Op Stabiliteitsbal Biceps krullen (Onderhandse Grip)
pt: Elevação de Haltere com Bíceps na Bola de Estabilidade (Punho Inferior)
ru: Подъем гантелей на бицепс на мяче (хват снизу)
sv: Bicepscurl på stabilitetsboll med hantel (underhandsgrepp)
th: ท่ายกดัมเบลบนลูกบอลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (ถือดัมเบลแบบหงายมือ)
tr: Denge Topu Dambıllı Biseps Bükme (Aşağıdan Yukarı Doğru Kavrayış)

source: 1. Hold one dumbbell with underhand grip. Kneel behind the stability ball. Position upper arm on stability ball. 2. Lift dumbbell up while keeping your upper arm in place. Refrain from using your shoulder during the movement. Hold for one second. Return to starting position.
de: 1. Halten Sie eine Kurzhantel im Unterhandgriff. Knien Sie sich hinter einen Gymnastikball. Platzieren Sie den Oberarm auf den Gymnastikball. 2. Heben Sie die Kurzhantel an, während Sie Ihren Oberarm in Position halten. Benutzen Sie Ihre Schulter während dieser Bewegung nicht. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. Sujeta una mancuerna con agarre supino. Arrodíllate detrás de la pelota. Coloca la parte superior del brazo sobre la pelota. 2. Levanta la mancuerna sin mover la parte superior del brazo. Evita utilizar el hombro durante el movimiento. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: 1.Tenez une haltère avec une prise en supination. Agenouillez-vous derrière le ballon de stabilité. Placez le haut du bras sur le ballon de stabilité. 2. Soulevez l'haltère tout en gardant le haut de votre bras en place. S'abstenir d'utiliser votre épaule pendant le mouvement. Maintenez la position pendant une seconde. Revenez à la position de départ .
it: 1. Tieni un manubrio con un’impugnatura underhand. Inginocchiati dietro la fitball. Posizionare il braccio sulla fitball. 2. Sollevare il manubrio in alto, mantenendo il braccio in posizione. Evita di utilizzare la sfitball durante il movimento. Mantieni la posizione per un secondo. Tornare alla posizione di partenza.
ja: 1. ダンベル1つをアンダーハンドグリップで持ちます。バランスボールの後ろに膝まづきます。上腕をバランスボールに置きます。 2. 上腕を動かさずにダンベルを引き上げます。動作中に肩を動かさないようにします。1秒そのまま、そしてスタートポジションに戻します。
nl: 1. Houd een halter in onderhandse grip vast en kniel achter de stabiliteitsbal neer. Positioneer je bovenarm op de stabiliteitsbal. 2. Til de halter nu op maar houd je bovenarm op zijn plaats. Probeer om niet de schouders te gebruiken bij deze oefening. Houd een seconde vast en ga dan langszaam terug naar startpositie.
pt: 1. Segure num halter com pronação inferior. Ajoelhe-se atrás da bola estabilidade. Coloque o braço na bola de estabilidade. 2. Levante o haltere, mantendo o seu braço superior no lugar. Tente não usar o ombro durante o movimento. Aguente por um segundo. Retorne à posição inicial.
ru: 1. Возьмите одну в руку гантель хватом снизу. Встаньте на колени за мячом. Поставьте предплечье на мяч. 2. Поднимите гантели вверх, оставляя при этом ваше плечо на месте. Воздержитесь от движений плеча во время выполнения упражнения. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Håll i en hantel med ett underhandsgrepp. Knäa bakom stabilitetsbollen. Lägg överarmen på bollen. 2. Lyft upp hanteln medan du håller överarmen på plats. Undvik att använda axeln under rörelsen. Håll i en sekund. Återgå till startläget.
th: 1. ถือดัมเบลหนึ่งอันด้วยท่าจับหงายมือ คุกเข่าที่ด้านหลังของลูกบอลออกกำลังกาย จัดท่าแขนด้านบนให้อยู่บนลูกบอลออกกำลังกาย 2. ยกดัมเบลขึ้นโดยให้แขนด้านบนของคุณตรึงอยู่กับที่ พยายามอย่าให้ไหล่ทั้งสองข้างเคลื่อนไหวขณะออกกำลังกายท่านี้ ค้างไว้ที่ท่านี้ประมาณหนึ่งนาที จากนั้นกลับไปที่ท่าเริ่มต้น
tr: 1. Dambıllardan birini aşağıdan yukarı doğru kavrayışla tutun. Denge topunun arkasında çömelin. Üst kolunuzu denge topu üzerinde konumlandırın. 2. Üst kolunuzu sabit bir şekilde tutarken dambılı yukarı doğru kaldırın. Hareket esnasında omuzlarınızı kullanmaktan kaçının. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Stability Ball Dumbbell Biceps Curl Seated
de: Bizeps Kurzhantelübung Mit Gymnastikball Im Sitzen
es: Curl de Bíceps con Mancuerna y Pelota Suiza Sentado
fr: Curl Biceps Assis avec Ballon de Stabilité et Haltères
it: Curl per bicipiti con bilanciere seduto sulla fitball
ja: バランスボールダンベルバイセップカールシーテッド
nl: Op Stabiliteitsbal zittend Biceps krullen
pt: Elevação de Haltere com Bíceps na Bola de Estabilidade Sentado
ru: Подъем гантелей на бицепс сидя на мяче
sv: Bicepscurl på stabilitetsboll med hantlar (sittande)
th: ท่านั่งยกดัมเบลบนลูกบอลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า
tr: Oturarak Denge Topu Dambıllı Biseps Bükme

source: 1. While sitting upright on a stability ball, grab and hold of a pair of dumbbells so that your arms are fully extended by your side. The palms of your hands should be facing outward, as illustrated. 2. Gradually curl your arms at the elbow, facing the dumbbells to shoulders level while not changing the position of your arms. The arm should simply bend at the elbow without moving in any other direction. Do not turn your wrists as you are raising the dumbbells.
de: 1. Während Sie gerade auf einem Gymnastikball sitzen, fassen Sie nach ein Paar Hanteln, so daß Ihre Arme voll ausgestreckt an Ihrer Seite sind. Ihre Handflächen sollten nach außen zeigen, wie dargestellt. 2. Beugen Sie Ihre Arme langsam am Ellenbogen, indem die Kurzhanteln auf Schulterhöhe zeigen, während Sie die Position Ihrer Arme nicht ändern. Der Arm sollte jediglich am Ellenbogen gebeugt sein ohne sich in eine andere Richtung zu bewegen. Drehen Sie Ihre Handgelenke nicht, während Sie die Hanteln am heben sind.
es: 1. Sentado en posición vertical sobre una pelota suiza, sujeta un par de mancuernas con los brazos completamente extendidos a los lados. Las palmas de las manos deben mirar hacia fuera, como se muestra en la ilustración. 2. Gira gradualmente los brazos a la altura del codo, elevando las mancuernas a la altura de los hombros, sin cambiar la posición de los brazos. El brazo deberá doblarse por el codo sin moverse en ninguna otra dirección. No gires las muñecas al levantar las mancuernas
fr: 1.Tout en étant assis bien droit sur un ballon de stabilité, saisir et tenir une paire d'haltères de façon à ce que vos bras soient en extension complète sur vos côtés. Les paumes de vos mains doivent être orientées vers l'extérieur, comme illustré. 2. Détendez progressivement vos bras au niveau du coude, les haltères face au niveau des épaules, sans changer la position de vos bras. Le bras doit simplement plier au coude sans bouger dans aucune autre direction. Ne tournez pas vos poignets pendant que vous soulevez les haltères .
it: 1. Mentre stai seduto in posizione verticale su una fitball fitness, afferra e mantieni un paio di manubri, in modo che le braccia siano completamente distese ai tuoi fianchi. I palmi delle mani devono essere rivolti verso l'esterno, come illustrato. 2. Ruota gradualmente le braccia al gomito, portando i manubri fino al livello delle spalle senza cambiare la posizione delle braccia. Il braccio dovrebbe semplicemente piegarsi al gomito senza muoversi in qualsiasi altra direzione. Non girare i polsi mentre stai alzando i manubri.
ja: 1. バランスボールに上体を起こして座り、体の脇に完全に腕を伸ばした状態で1組のダンベルを持ちます。手の平は、図のように外向きになっているべきです。 2. 徐々に肘の所で腕を曲げ、腕の位置を変えずにダンベルを肩の高さに向けます。腕は、他のどの方向にも動かさず、単に肘で曲げているべきです。ダンベルを上げる時に、手首を回転させないこと。
nl: 1. Terwijl je met rechte rug op een stabiliteitsbal zit, neem een paar halters vast zodat je armen volledig gestrekt langs je zij hangen. Handpalmen naar buiten gericht. (zoals afgebeeld) 2. Breng nu langszaam je onderarmen omhoog via de elleboog en breng de halters naar schouderhoogte, maar zonder de positie van de bovenarmen te veranderen. De arm moet gewoon buigen in de elleboog. Draai in geen geval de polsen terwijl je de halters omhoog brengt.
pt: 1. Sentado numa esfera da estabilidade com costas retas, agarre e segure num par de halteres e estenda os seus braços ao seu lado. As palmas das mãos devem estar voltadas para fora, como ilustrado. 2. Gradualmente enrole os seus até à altura do cotovelo, de frente para os halteres ao nível dos ombros, enquanto isso não mude a posição de seus braços. O braço deve simplesmente dobrar o cotovelo sem se mover em qualquer outra direção. Não gire os punhos enquanto levanta os halteres.
ru: 1. Сидя в вертикальном положении на мяче, возьмите и держите гантели так, чтобы ваши руки были полностью выпрямлены по бокам. Ладони ваших руках должен быть направлены наружу, как показано на рисунке. 2. Постепенно сгибайте руки в локтях, касаясь гантелями до уровня плеч, при этом не меняя положение рук. Рука должна быть просто согнута в локте, не двигаясь в любом другом направлении. Не поворачивайте запястья, когда поднимаете гантели.
sv: 1. Medan du sitter upprätt på en stabilitetsboll, ta tag i ett par hantlar så att dina armar är helt utsträckta vid dina sidor. Handflatorna ska vara vända utåt, som på bilden. 2. Krök långsamt dina armar vid armbågen tills hantlarna kommer till axelnivå, utan att armarna ändrar position. Armarna ska helt enkelt vara böjda vid armbågen utan att röra sig i någon annan riktning. Vrid inte på handlederna när du lyfter hantlarna.
th: 1. นั่งท่าหลังตรงบนลูกบอลออกกำลังกาย ถือดัมเบลด้วยมือทั้งสองข้าง จัดให้แขนทั้งสองข้างเหยียดตรงที่ด้านข้างลำตัว ฝ่ามือหันออกไปด้านนอก แสดงดังภาพ 2. ค่อย ๆ งอข้อศอกอย่างต่อเนื่อง หันดัมเบลไปที่ระดับไหล่ทั้งสองข้างโดยที่แขนยังอยู่ที่ตำแหน่งเดิม แขนงอเล็กน้อยที่ข้อศอกโดยที่ไม่เคลื่อนไปในทิศทางใด อย่าหันข้อมือเนื่องจากคุณกำลังยกดัมเบลอยู่
tr: 1. Bir denge topunun üzerinde dik bir pozisyonda otururken, kollarınız yanlarınızdan tamamen uzanana kadar bir çift dambıl tutun. Avuç içleriniz resimde gösterildiği gibi dışarı doğru bakıyor olmalıdır. 2. Kolunuzun pozisyonunuz değiştirmeden dambılları omuz seviyesine bakacak şekilde yavaş yavaş kollarınızı dirseklerden bükün. Kol, herhangi bir yöne doğru hareket etmeden, yalnızca dirsekten bükülü olmalıdır. Dambılları kaldırırken bileklerinizi döndürmeyin.

# Stability Ball Dumbbell Biceps Preachear Curl
source: Stability Ball Dumbbell Biceps Preacher Curl
de: Bizeps Priesterkurzhantelübung Mit Gymnastikball
es: Curl de Bíceps con Mancuerna Pelota Suiza Predicador
fr: Curl Biceps du Prêcheur avec Ballon de Stabilité et Haltères
it: Curl con bilanciere su fitball
ja: バランスボールダンベルバイセップ・プリーチャーカール
nl: Op Stabiliteitsbal Biceps onderhands krullen
pt: Elevação Preacher de Haltere com Bíceps na Bola de Estabilidade
sv: Bicepscurl på stabilitetsboll med hantlar (preacher curl)
tr: Denge Topu Dambıllı Biseps Preacher Bükme

source: 1. Place a pair of dumbbells on the floor in front of a ball. Kneel directly behind the ball, and drape your arms over it to grab the dumbbells in an underhand grip. Let out weight move back toward your heels as you brace your triceps on the ball, forearms down. 2. Keep your back straight as you curl the weights up until your forearms are just short of perpendicular to the floor.
de: 1. Platzieren Sie ein Paar Hanteln auf den Boden vor einen Ball. Knien Sie sich direkt hinter den Ball, und drapieren Sie Ihre Arme über ihn, um die Hanteln mit einem Untergriff zu fassen. Lassen Sie das Gewicht zurück zu Ihren Fersen kommen, während Sie Ihre Trizeps mit Vorderarmen nach unten auf den Ball bringen. 2. Halten Sie Ihren Rücken gerade, während Sie die Gewichte so hoch bewegen, bis Ihre Vorderarme fast senkrecht zum Boden sind.
es: 1. Coloca un par de mancuernas en el suelo, delante de la pelota. Arrodíllate detrás de la pelota y cúbrela con los brazos para coger las mancuernas con un agarre supino. Deja que el peso vaya hacia los talones cuando cubres la pelota con los tríceps, antebrazos hacia abajo. 2. Mantén la espalda recta mientras giras las mancuernas hasta que los antebrazos estén casi perpendiculares al suelo.
fr: 1.Placez une paire d'haltères sur le sol en face d'un ballon. Agenouillez-vous derrière le ballon, et enroulez vos bras au-dessus pour saisir les haltères avec une prise en supination. Laissez le poids reculer vers vos talons tandis que vous soutenez vos triceps sur le ballon, avant-bras vers le bas. 2. Gardez le dos droit tandis que vous soulevez les poids jusqu'à ce que vos avant-bras soient à un peu moins que la perpendiculaire au sol.
it: 1. Metti un paio di manubri sul pavimento di fronte a una fitball. Inginocchiati direttamente dietro la fitball e fai ciondolare le braccia su di essa per afferrare i manubri in una presa underhand. Lascia che il peso si sposti indietro verso i talloni, mentre poggi i tricipiti sulla fitball e gli avambracci verso il basso. 2. Mantieni la schiena dritta, mentre tiri i pesi fino a quando gli avambracci sono sulla perpendicolare al pavimento.
ja: 1. ボールの前に床の上にダンベルを1組置きます。ボールのすぐ後ろに膝まづき、腕をボールの上にもたれさせてアンダーハンドグリップでダンベルをつかみます。 ボールの上で三頭筋を引き締め、下腕を下ろした状態で、重心をかかとに戻します。 2. 背筋をまっすぐに保ちながら、前腕が床に対してほぼ垂直になるまでウェイトを引き上げます。
nl: 1. Leg een stel halters op de vloer achter een stabiliteitsbal. Kniel dan voor de bal neer met je armen er overheen zodat je de halters onderhands kunt pakken. Laat dan je gewicht langszaam naar beneden gaan richting je hielen terwijl je je triceps in de bal drukt onderarmen naar beneden. 2. Houd je rug recht terwijl je de halters omhoog brengt richting je schouders tot je onderarmen vertikaal staan ten opzicht van de vloer.
pt: 1. Coloque um par de halteres no chão à frente de uma bola. Ajoelhe-se diretamente atrás da bola, e coloque os braços sobre ela para pegar os halteres de pronação inferior. Deixe os pesos moverem-se ao longo dos seus saltos enquanto prepara os seus tríceps na bola, antebraços para baixo. 2. Mantenha as costas retas enquanto enrola os pesos, os antebraços são colocados pouco menos que perpendiculares ao chão.
sv: 1. Lägg ett par hantlar på golvet framför bollen. Knä precis bakom bollen och lägg armarna över den för att tag i hantlarna med ett underhandsgrepp. Låt vikterna röra sig bakåt mot hälarna när du lägger dina triceps på bollen med underarmarna nedåt. 2. Håll ryggen rak när du lyfter upp vikterna tills dina underarmar nästan är vinkelräta mot golvet.
th: 1. วางดัมเบลทั้งสองอันบนพื้นและวางที่ด้านหน้าของลูกบอลออกกำลังกาย คุกเข่าที่ด้านหลังของลูกบอล พาดแขนทั้งสองข้างบนลูกบอลเพื่อหยิบดัมเบลด้วยท่าจับหงายมือ ปล่อยน้ำหนักให้เคลื่อนไปด้านหลังไปทางส้นเท้าในขณะบีบรัดกล้ามเนื้อแขนท่อนบนส่วนหลังบนลูกบอล แขนท่อนปลายห้อยลงด้านล่าง 2. จัดให้หลังอยู่ในท่าเหยียดตรงขณะที่คุณยกดัมเบลขึ้นจนกระทั่งแขนท่อนปลายเกือบทำมุมฉากกับพื้น
tr: 1. Bir topun önüne, yere bir çift dambıl yerleştirin. Topun doğrudan arkasında çömelin ve dambılları aşağıdan yukarı doğru bir kavrayışla tutmak için kollarınızı topun üzerinden sarkıtın. Ön kollarınızı aşağı bakar bir şekilde topun üzerine triseplerinizi kuvvetlendirirken ağırlığın topuklarınıza doğru gitmesini sağlayın. 2. Ön kollarınız neredeyse yere göre dik bir açıya gelene kadar sırtınızı düz tutarak ağırlıkları yukarı doğru bükün.

source: Underhand Grip Prone On An Incline Bench
de: Unterhandgriffneigung Auf Einer Schrägbank
es: Boca Abajo en Banco Inclinado con Agarre Supino
fr: Prise en Supination Couchée Sur Un Banc Incliné
it: Presa underhand prono su panca inclinata
ja: 傾斜ベンチうつ伏せアンダーハンドグリップ
nl: Onderhandse grip voorover op hellend bankje
pt: Pronação Inferior Num Banco Inclinado
ru: Наклонные подтягивания на скамье
sv: Underhandsgrepp på snedbänk
th: ท่านอนคว่ำบนม้านั่งเอียงและจับแบบหงายมือ
tr: Eğimli Sehpada Yüzüstü Yukarıdan Aşağı Doğru Kavrayış

source: 1. Lie prone on the incline bench. Let dumbbells hang next to you with underhand grip. Keep arms straight. 2. Curl the weights slowly straight up. Your wrists should always be fixed, resist twisting them, and keep your upper arms perpendicular to the floor.
de: 1. Legen Sie sich neigend auf eine Schrägbank. Lassen Sie die Kurzhanteln neben sich im Unterhandgriff hängen. Arme gerade halten. 2. Bringen Sie die Gewichte langsam gerade nach oben. Ihre Handgelenke sollten ruhen, vermeiden Sie, sie zu drehen, und halten Sie Ihre Oberarme senkrecht zum Boden.
es: 1. Túmbate hacia abajo en un banco inclinado. Deja que las mancuernas cuelguen junto a ti con un agarre supino. Mantén los brazos rectos. 2. Elevar las mancuernas lentamente hacia arriba. No se debe mover las muñecas, evita girarlas y mantén la parte superior de los brazos perpendiculares al suelo.
fr: 1 Allongez sur le ventre sur le banc incliné. Laissez les haltères pendre à côté de vous avec une prise en supination. Gardez les bras droits. 2. Remontez les poids lentement vers le haut. Vos poignets doivent toujours rester fixes, résistez à l'envie de les plier, et gardez le haut de vos bras perpendiculaires au sol.
it: 1. Sdraiati prono sulla panca inclinata. Lascia i manubri ciondoloni accanto a te con una presa underhand. Tieni le braccia diritte. 2. Piega i pesi lentamente verso l'alto. I polsi devono sempre rimanere fissi, resisti torcendoli e tieni le braccia perpendicolari al pavimento
ja: 1. 傾斜ベンチにうつ伏せに寝ます。アンダーハンドグリップで握ったダンベルを体の横に垂らします。腕はまっすぐに。 2. 腕をゆっくりと曲げてウェイトを円状に引き上げます。手首はずっと固定して回転させないようにし、上腕は床と垂直にします。
nl: 1. Lig met de buik op een schuine bank. Laat de halters naast je hangen in onderhandse grip. Houd de armen recht. 2. Breng de halters nu langszaam recht omhoog, je polsen gefixeerd dus beweeg of buig ze niet, en houd je bovenarmen loodrecht ten opzichte van de vloer.
pt: 1. Deite-se de bruços no banco inclinado. Mantenha os halteres pendurados ao seu lado com aperto inferior. Mantenha os braços esticados. 2. Puxe os pesos lentamente para cima. Os seus pulsos devem manter-se sempre fixos, evite torce-los, e manter os braços superiores sempre perpendiculares ao chão.
ru: 1. Лягте на пол. Одна ступня упирается в пол, другая нога прямая. Используйте свои руки, чтобы сделать свое положение устойчивым. 2. Поднимите прямую ногу, пока ваша нижняя часть спины не оторвется от земли. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Ligg på mage på snedbänken. Låt ett par hantlar hänga bredvid dig med ett underhandsgrepp. Håll armarna raka. 2. Krök långsamt vikterna rakt upp. Handlederna ska alltid vara fixerade – undvik att vrida dem och håll överarmarna vinkelräta mot golvet.
th: 1. นอนราบกับพื้น ขาหนึ่งข้างวางราบไปกับพื้นขณะที่อีกข้างเหยียดตรง ใช้มือทั้งสองข้างช่วยพยุงตัวให้อยู่ในท่านี้ 2. ยกขาข้างที่เหยียดตรงขึ้นจนกระทั่งหลังส่วนล่างของคุณยกขึ้นจากพื้น ทำค้างในท่านี้ประมาณหนึ่งวินาที จากนั้นกลับไปที่ท่าเริ่มต้น
tr: 1. Eğimli sehpada yüz üstü uzanın. Dambıllar her iki tarafınızdan aşağıdan yukarı doğru bir kavrayışla sarksınlar. Kollarınızı düz tutun. 2. Ağırlıkları yavaşça tamamen yukarı doğru bükün. El bilekleriniz her zaman sabit olmalıdır, onları döndürmeye karşı direnç gösterin ve ön kollarınızı yere dik olarak tutun.

source: Barbell Calf Raise (Seated)
de: Langhantel Wadenheben (Sitzend)
es: Elevación de Gemelos con Pesa (Sentado)
fr: Levée de Mollet avec Barre (Assis)
it: Alzate di talloni con bilanciere (Seduto)
ja: バーベルカーフレイズ (シーテッド)
nl: Halterstang Kuiten strekken (zittend)
pt: Elevação de Barra com Gémeos (Sentado)
ru: Штанга для икр ног (сидя)
sv: Vadlyft med skivstång (sittande)
tr: Halterli Baldırla Yükseliş (Oturarak)
