Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: 1. Lie prone on the floor. Fully extend your arms in front of you. 2. Raise your legs and upper body towards the ceiling. Hold for one second. Return to starting position.
es: 1. Túmbate boca abajo en el suelo. Extiende los brazos frente a ti. 2. Eleva las piernas y la parte superior del cuerpo hacia el techo. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: 1.Allongez face au sol. Étendez complètement vos bras en face de vous. 2. Levez les jambes et le haut du corps vers le plafond. Maintenez la position pendant une seconde. Revenez à la position de départ .
it: 1. Sdraiati prono sul pavimento. Estendi completamente le braccia di fronte a te. 2. Sollevare le gambe e la parte superiore del corpo verso l’alto. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. 床にうつ伏せに寝ます。腕を前に完全に伸ばします。 2. 脚と上半身を天井に向けて上げます。1秒そのままにした後、スターティングポジションに戻します。
pt: 1. Deite-se de bruços no chão. Estenda totalmente os braços à sua frente. 2. Levante as suas pernas e a parte superior do seu corpo em direção ao teto. Aguente por um segundo. Retorne à posição inicial.
sv: 1. Ligg på mage på golvet. Sträck ut armarna helt framför dig. 2. Lyft benen och överkroppen mot taket. Håll i en sekund. Återgå till startläget.
th: 1. นอนคว่ำหน้าบนพื้น เหยียดแขนให้ตรงไปข้างหน้า 2. ยกขาและลำตัวส่วนบนขึ้นด้านบน ค้างที่ท่านี้ประมาณหนึ่งวินาทีและกลับมายังท่าเริ่มต้น
tr: 1. Yere yüz üstü uzanın. Kollarınızı önünüzde tamamen uzatın. 2. Bacaklarınızı ve üst gövdenizi tavana doğru yükseltin. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Dumbbells Bent Over Row
de: Gebeugtes Kurzhantel-Rudern
es: Inclinación hacia Adelante con Mancuernas
fr: Tirage Horizontal avec Haltères
it: Rematore con bilanciere in piedi
ja: ダンベルベントオーバーロー
nl: Gebogen halteroefening
pt: Halteres Bent Over Row
ru: Подтягивание гантелей
sv: Böjd rodd med hantlar
th: ท่างอตัวยกดัมเบล
tr: Dambılla Eğilerek Çekiş

source: 1. Grab and hold a pair of dumbbells and hold forward at your waist, but keep your back flat. Have your arms extended straight downward with palms facing in towards one another. 2. Lift the dumbbells up to the sides of your chest and return them to their extended start position while keeping your back stable and straight throughout.
de: 1. Greifen und halten Sie ein Paar Kurzhanteln und halten Sie sie vor Ihrer Taille, aber lassen Sie den Rücken dabei flach. Ihre Arme sind mit Handflächen zueinander nach unten gestreckt. 2. Heben Sie die Kurzhanteln zu den Seiten Ihrer Brust und bringen Sie sie zu ihrer ausgestreckten Anfangsposition, während Sie Ihren Rücken durchweg stabil und gerade halten.
es: 1. Coge un par de mancuernas y dobla la cintura hacia adelante, manteniendo la espalda recta. Coloca los brazos extendidos hacia abajo y con las palmas de las manos una frente a la otra. 2. Levanta las mancuernas hacia los lados del pecho y vuelve a la posición inicial manteniendo la espalda recta y estable todo el tiempo.
fr: 1.Attrapez et maintenez une paire d'haltères et tenez-les au niveau de votre taille, mais gardez votre dos bien à plat. Tenez vos bras tendus droit vers le bas, les paumes se faisant face l'une l'autre. 2. Soulevez les haltères sur les côtés de la poitrine et ramenez-les à leur position étendue de départ tout en gardant votre dos stable et droit tout le long.
it: 1. Afferra e mantieni un paio di manubri e tienili davanti alla tua vita, ma mantieni la schiena dritta. Estendi le braccia dritto verso il basso con i palmi rivolti uno verso l'altro. 2. Solleva i manubri fino ai lati del petto e falli ritornare alla loro posizione di partenza estesi mantenendo la schiena diritta e stabile sempre.
ja: 1. ダンベルを1組持って、腰のあたりで前向きに持ち、背中はまっすぐに伸ばします。腕をまっすぐ下に向けて伸ばします。この時の手の平は内側に向いています。 2. ダンベルを胸の横まで引き上げ、その後、腕を伸ばす最初のポジションに戻します。背中は動かさずにまっすぐな姿勢を保ちます。
nl: 1. Houd een paar halters vast op borsthoogte terwijl je voorover gebogen staat, maar met kaarsrechte rug. De halters hangen in je gestrekte armen en de handpalmen wijzen naar elkaar toe. 2. Til de halters op tot tegen de zijkant van je borstkast en laat ze dan langszaam weer zakken terwijl je je rug staads recht en strak houdt .
pt: 1. Arranje e segure num par de halteres e coloque-os à frente da sua cintura, mantendo as costas retas. Tenha os seus braços estendidos para baixo, com as palmas das mãos viradas uma para a outra. 2. Levante os halteres até ao lado do seu peito e baixe-os de seguida até à sua posição inicial estendida, mantendo as costas sempre retas e estável.
ru: 1. Возьмите и удерживайте пару гантелей на уровне вашей талии, держа при этом спину прямой. Разведите ваши руки вниз ладонями друг к другу. 2. Поднимите гантели вверх по бокам груди и верните их в расширенное начальное положение, сохраняя твердой и ровной на протяжении всего упражнения.
sv: 1. Ta ett par hantlar och håll dem framför dig vid midjan, men behåll ryggen rak. Låt armarna hänga rakt nedåt med handflatorna vända mot varandra. 2. Lyft hantlarna till sidan av bröstet och släpp sedan ned dem till det utsträckta startläget, samtidigt som du håller ryggen rak och stabil hela tiden.
th: 1. ถือดัมเบลในมือทั้งสองข้างและถือไปข้างหน้าเอวของคุณโดยให้หลังแบนราบ เหยียดแขนให้ตรงห้อยลงด้านล่าง ฝ่ามือหันเข้าหากัน 2. ยกดัมเบลขึ้นที่ด้านข้างของหน้าอก จากนั้นนำดัมเบลกลับไปที่ท่าเริ่มต้นโดยให้แขนเหยียดตรง ในขณะที่ทำท่านี้ ให้หลังตรึงอยู่กับที่และอยู่ในท่าตรงตลอดการออกกำลังกายท่านี้
tr: 1. Bir çift dambılı kavrayın ve belinizde ileri doğru tutun ancak sırtınız düz olsun. Kollarınızı, avuç içleriniz birbirine bakacak şekilde aşağı doğru uzatın. 2. Dambılları göğsünüzün yanlarından yukarı doğru kaldırın ve belinizi tüm hareket boyunca sabit ve düz bir şekilde tutarken dambılları başlangıç pozisyonuna doğru uzatın.

source: 1. Sit on the end of a bench with your knees bent, feet flat on the floor and place a pair of dumbbells on the floor at your sides. Bend forward at the waist as far as you can until your back is almost parallel to the floor - your chest should touch your legs. Reach down, grab a weight in each hand, and let your arms hang straight down. 2. Turn the weights so that your palms face in. 3. Without moving anything but your arms, slowly pull the dumbbells up close to your body to the sides of your chest. 4. Hold for a second, then lower the weights back down.
de: 1. Setzen Sie sich mit gebeugten Knien auf das Ende einer Bank, Füße flach auf dem Boden und platzieren Sie ein Paar Kurzhanteln auf den Boden neben sich. Beugen Sie sich aus der Taille so weit wie möglich nach vorne bis Ihr Rücken fast parallel zum Boden ist - Ihre Brust sollte Ihre Beine berühren. Reichen Sie nach unten, greifen Sie mit jeder Hand eine Hantel und lassen Sie Ihre Arme gerade nach unten hängen. 2. Drehen Sie die Gewichte so, daß Ihre Handflächen nach innen zeigen. 3. Bewegen Sie außer Ihren Armen nichts, ziehen Sie die Kurzhanteln langsam zu Ihrem Körper an den Seiten Ihrer Brust hoch. 4. Für eine Sekunde innehalten, dann die Gewichte wieder herablassen.
es: 1. Siéntate en el extremo de un banco con las rodillas dobladas y los pies planos sobre el suelo y coloca un par de mancuernas en el suelo a cada lado. Dobla la cintura hacia adelante todo lo que puedas, hasta que la espalda esté casi en paralelo con el suelo - el pecho debe tocar las piernas. Estírate y agarra una mancuerna con cada mano y deja que los brazos cuelguen hacia abajo. 2. Gira las mancuernas hasta que las palmas de tus manos estén una frente a la otra. 3. Sin mover nada más que los brazos, eleva lentamente las mancuernas hacia el cuerpo, a cada lado del pecho. 4. Mantén la posición durante un segundo, y vuelve a bajar las mancuernas.
fr: 1.Asseyez-vous au bout d'un banc avec vos genoux fléchis, les pieds à plat sur le sol et placez une paire d'haltères sur le sol à vos côtés. Pliez-vous à la taille aussi loin que vous pouvez jusqu'à ce que votre dos soit presque parallèle au sol - votre poitrine doit toucher vos jambes. Descendez, saisissez un poids dans chaque main, et laissez vos bras pendre vers le bas. 2. Tournez les poids afin que vos paumes soient face à face. 3. Sans bouger quoi que ce soit sinon vos bras, tirez lentement les haltères vers le haut près de votre corps jusqu'aux côtés de votre poitrine. 4 Maintenez la position pendant une seconde, puis rebaisser les poids vers le bas.
it: 1. Siediti alla fine di una panca con le ginocchia piegate, i piedi appoggiati sul pavimento e metti un paio di manubri sul pavimento lungo i fianchi. Piegati in avanti sulla vita, per quanto possibile, fino a quando la schiena è quasi parallela al pavimento; il petto deve toccare le gambe. Arriva in basso, afferra un peso in ogni mano e lascia che le braccia pendano verso il basso. 2. Ruotare i pesi in modo che i palmi siano rivolti verso dentro. 3. Senza muovere nulla, tranne che le braccia, tira lentamente i manubri vicino al tuo corpo fino ai lati del petto. 4. Mantieni la posizione per un secondo, quindi abbassa il peso per tronare indietro.
ja: 1. 膝を曲げてベンチの端に座り、足は床に付けて、ダンベルを1組自分の両脇の床に置きます。ウェストあたりで出来るだけ前に、背中が床とほぼ水平になるくらいまで曲げます。胸は脚に触れているはずです。下に向かって手を伸ばし、ウェイトをそれぞれの手でつかんで、腕はまっすぐ下に伸ばします。 2. ウェイトを回転させ、手のひらが内側を向くようにします。 3. 腕以外は何も動かさずに、ゆっくりとダンベルを体の方へ、胸の横まで引き上げます。 4. 1秒間そのままにし、それからウェイトを下に戻します。
nl: 1. Zit op een bankje met de knieën gebogen, voeten vlak op de vloer. Plaats een set halters naast je op de vloer. Buig dan voorover in je middel zover je kunt totdat je rug nagenoeg parallel is aan de vloer. Je borst raakt nu je knieën. Ga verder door de halters vast te pakken en laat je armen recht omlaag hangen. 2. Draai de halters dusdanig dat de handpalmen naar elkaar wijzen.. 3. Zoder ook maar iets anders van je lichaam te bewegen dan je armen, breng je nu de halters vlak naar het lichaam toe, naar de zijkant van je borst. 4. Houd een seconde vast en breng dan de halters weer beheerst en langszaam terug.
pt: 1. Sente-se na ponta de um banco com os joelhos dobrados, os pés apoiados no chão e coloque um par de halteres no chão ao lado do seu corpo. Dobre-se para a frente na cintura, o quanto conseguir até ficar com as costas paralelas ao chão – o seu peito deverá tocar nas suas pernas. Estenda as mãos, pegue num peso em cada mão, e deixe os seus braços pendurados para baixo. 2. Vire os pesos de modo a que as palmas das mãos estejam viradas para dentro. 3. Sem mover qualquer coisa a não ser os braços, puxe lentamente os halteres até perto do seu corpo ao lado do seu peito. 4. Aguente por um segundo, e de seguida, baixe os pesos de volta ao chão.
ru: 1. Сядьте на краю скамьи с согнутыми коленями, ступнями на полу и положите пару гантелей на полу по бокам. Наклонитесь вперед в талии далеко, насколько вы можете, пока ваша спина не будет почти параллельно полу - ваша грудь должна касаться ног. Потянитесь, возьмите вес в каждую руку, и пусть ваши руки висят вниз. 2. Поверните гантели так, чтобы ваши ладони были друг против друга. 3. Не двигая ничем, кроме рук, медленно потяните гантели вверх близко к телу по бокам груди. 4. Задержитесь на секунду, затем опустите гантели обратно.
sv: 1. Sitt längst ut på en bänk med knäna böjda och fötterna platta mot golvet. Placera ett par hantlar på golvet vid dina sidor. Böj dig framåt vid midjan så långt du kan tills ryggen nästan är parallell med golvet - din bröstkorg ska röra benen. Ta en vikt i varje hand och låt armarna hänga rakt ner. 2. Vänd vikterna så att dina handflator är vända mot varandra. 3. Utan att röra något annat än armarna, dra långsamt upp hantlarna mot kroppen till sidorna av bröstet. 4. Håll i en sekund och släpp sedan långsamt tillbaka vikterna ner.
th: 1. นั่งที่ส่วนท้ายของม้านั่งโดยให้เข่างอ เท้าทั้งสองข้างวางราบกับพื้น วางดัมเบลทั้งสองบนพื้นที่ข้างตัวทั้งสองข้าง ใช้ส่วนเอวโน้มตัวไปข้างหน้าให้มากที่สุดเท่าที่จะทำได้จนกระทั่งหลังอยู่ในท่าเกือบขนานกับพื้น หน้าอกควรสัมผัสอยู่ที่ขาทั้งสองข้าง ยื่นมือไปหยิบดัมเบลด้วยมือทีละข้างและให้แขนเหยียดตรงอยู่ในท่าถือดัมเบลห้อยลงด้านล่าง 2. หมุนดัมเบลกลับเพื่อให้ฝ่ามือของคุณหันเข้าด้านใน 3. ให้เฉพาะแขนเท่านั้นที่มีการเคลื่อนไหว ค่อย ๆ ดึงดัมเบลขึ้นเข้าหาลำตัวโดยดึงเข้าหาด้านข้างของอก 4. ค้างไว้ที่ท่านี้ประมาณหนึ่งนาที จากนั้นนำดัมเบลลงด้านล่าง
tr: 1. Bir sehpanın ucuna dizleriniz bükülü, ayaklarınız yere düz basılı olarak oturun ve her iki yanınızda yere birer dambıl koyun. Belinizden, sırtınız neredeyse yere paralel olana kadar mümkün olduğunca öne doğru eğilin – göğsünüz dizlerinize değmeli. Aşağı doğru ulaşın, her bir elinize bir ağırlık alın ve kollarınızın düz olarak aşağı sarkmasına izin verin. 2. Ağırlıklarınızı, avuç içleriniz içeri doğru bakacak şekilde döndürün. 3. Kollarınız dışında herhangi bir yerinizi oynatmadan, yavaşça dambılları göğsünüzün yanlarından gövdenize yakın bir şekilde yukarı doğru çekin. 4. Bir saniyeliğine tutun ve daha sonra ağırlıkları aşağı doğru geri indirin.

source: Stability Ball Hyperextension
de: Gymnastikball Überdehnung
es: Hiperextensiones con Pelota Suiza
fr: Hyper-extension sur Ballon de Stabilité
it: Iperestensioni della schiena su fitball
ja: バランスボール・ハイパーエクステンション
nl: Stabiliteitsbal Hyperextensie
pt: Hiperextensão na Bola de Estabilidade
ru: Гиперэкстензия на мяче
sv: Hyperextension på stabilitetsboll
th: ท่าเหยียดสุดตัวบนลูกบอลออกกำลังกาย
tr: Denge Topu Hiper Uzatma

source: 1. Lie prone on the stability ball. Your entire upper body should be on the stability ball. Hold your arms over your head. 2. Bend your upper body up until your chest is no longer in contact with the stability ball. Hold for one second. Return to starting position.
de: 1. Legen Sie sich neigend auf einen Gymnastikball. Ihr ganzer Oberkörper sollte auf dem Ball sein. Halten Sie Ihre Arme über Ihrem Kopf. 2.Biegen Sie Ihren Oberkörper, bis Ihre Brust keinen Kontakt mehr mit dem Gymnastikball hat. Für eine Sekunde halten. Gehen Sie zur Anfangsposition zurück.
es: 1. Túmbate boca abajo sobre la pelota. Toda la parte superior del cuerpo debe estar sobre la pelota. Coloca los brazos sobre la cabeza. 2. Dobla la parte superior del cuerpo hacia arriba, hasta que el pecho deje de estar en contacto con la pelota. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: 1.Allongez sur le ventre sur le ballon de stabilité. Le haut du corps entier doit être sur le ballon de stabilité. Tenez vos bras au-dessus de votre tête. 2. Pliez le haut du corps jusqu'à ce que votre poitrine ne soit plus en contact avec le ballon de stabilité. Maintenez la position pendant une seconde. Revenez à la position de départ .
it: 1. Sdraiati prono sulla palla da fitness. Tutto la parte superiore del corpo dovrebbe stare sulla palla. Tieni le braccia sopra la testa. 2. Piegare la parte superiore del corpo fino a quando il petto non è più a contatto con la palla. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. バランスボール上にうつ伏せになります。体全体がバランスボールの上にあるべきです。頭の上で腕を組みます。 2. バランスボールに付かないくらいまで胸までの上体を反らします。1秒そのまま、そしてスタートポジションまで戻します。
nl: 1. Lig gestrekt op de oefeningsbal. Je gehele lichaam moet op de bal liggen en houd je armen achter op je hoofd. 2. Til nu je lichaam iets op zodat je borst geen contact meer heeft met de bal. Houd dat een seconde vast en ga terug naar de startpositie.
pt: 1. Deite-se de bruços sobre a bola de estabilidade. Toda a sua parte superior do corpo deverá estar sobre a bola de estabilidade. Mantenha os seus braços sobre sua cabeça. 2. Dobre a parte superior do corpo até o peito não estar mais em contato com a bola de estabilidade. Aguente por um segundo. Retorne à posição inicial.
ru: 1. Лягте на мяч. Вся ваша верхняя часть тела должна быть на нем. Держите руки над головой. 2. Выгните верхнюю часть тела до тех пор, пока ваша грудь не будет касаться мяча. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Ligg på mage på stabilitetsbollen. Hela din överkropp ska vara på bollen. Håll armarna över huvudet. 2. Böj överkroppen tills bröstet inte längre är i kontakt med bollen. Håll i en sekund. Återgå till startläget.
th: 1. นอนคว่ำหน้าบนลูกบอลออกกำลังกายโดยให้ลำตัวส่วนบนทั้งหมดอยู่บนอยู่บนลูกบอล ยกแขนทั้งสองข้างค้างไว้บนศีรษะ 2. ยกลำตัวด้านบนขึ้นจนกระทั่งหน้าอกยกจากลูกบอล ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นกลับไปยังท่าเริ่มต้น
tr: 1. Denge topu üzerine yüz üstü uzanın. Vücudunuzun tamamı denge topunun üzerinde olmalıdır. Kollarınızı başınızın üzerinde tutun. 2. Göğsünüz artık denge topuyla temas etmeyene kadar üst gövdenizi yukarı doğru bükün. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: T-Bar Bent Over Row
de: Gebeugtes T-Stangen-Rudern
es: Remo Inclinado con Barra-T
fr: Tirage Horizontal Barre-T
it: Rematore con T-Bar in piedi
ja: Tバー・ベントオーバーロウ
nl: Voorover Gebogen T-Bar Oefening
pt: Bent Over Row na Barra-T
ru: Тяга с Т-образным грифом
sv: Böjd T-stångsrodd
th: ท่างอตัวยก T บาร์
tr: T-Bar Eğilerek Çekiş

source: 1. Straddle a T-Bar-Row machine and grab the handles with an overhand grip. Make sure you are standing with your feet shoulder-width apart and your knees slightly bent, as shown. 2. Keep your back flat and bend your waist until your upper body is about 45 degrees from the vertical, the bar hanging at arm’s length directly below your shoulders. 3. Then, squeezing your shoulder blades together, lift the bar as close as you can to your lower chest. Pause, then slowly lower the bar back to the starting position.
de: 1. Stellen Sie sich mit gespreizten Beinen an eine T-Stangen-Rudermaschine und greifen Sie mit einem Obergriff nach den Griffen. Gehen Sie sicher, daß Ihre Füße schulterbreit auseinander und Ihre Knie leicht gebeugt sind, wie dargestellt. 2. Halten Sie Ihren Rücken flach und biegen Sie Ihre Taille bis Ihr Oberkörper 45 Grad in der Senkrechte ist, die Stange hängt auf Armlänge direkt unter Ihren Schultern. 3. Dann heben Sie die Stange so nah an Ihre untere Brust wie Sie können, während Sie Ihre Schulterblätter zusammenziehen. Innehalten, dann die Stange wieder langsam zur Anfangsposition hinunterlassen.
es: 1. Móntate en una máquina de remo con Barra T y sujeta el manillar con un agarre prono. Asegúrate de que tus pies estén separados a la anchura de los hombros y las rodillas ligeramente dobladas, como se muestra en la figura. 2. Mantén la espalda recta y dobla la cintura hasta que la parte superior del cuerpo esté a unos 45 grados de la vertical, y la barra colgada al alcance de las manos directamente por debajo de los hombros. 3. Juntando los omóplatos, levanta la barra lo más cerca que puedas de la parte inferior del pecho. Pausa, y baja lentamente la barra hasta la posición inicial.
fr: 1.Chevaucher une machine avec une Barre de Tirage en T et saisissez les poignées avec une prise en pronation. Assurez-vous que vous êtes debout avec vos pieds écartés de la largeur des épaules et vos genoux légèrement pliés, comme indiqué. 2. Gardez le dos droit et pliez la taille jusqu'à ce que le haut du corps soit d'environ 45 degrés par rapport à la verticale, la barre suspendue de la longueur des bras directement sous vos épaules. 3. Puis, en serrant les omoplates ensemble, soulevez la barre aussi près que vous pouvez de votre poitrine inférieure. Tenez la pause, puis rabaissez lentement la barre vers la position de départ .
it: 1. Mettiti a cavalcioni su una T-Bar-Row e afferra le maniglie con una presa overhand. Assicurati di stare in piedi con i piedi alla larghezza delle spalle e le ginocchia leggermente piegate, come mostrato. 2. Tieni la schiena piatta e piega la tua vita fino a quando la parte superiore del corpo è a circa 45 gradi rispetto alla verticale, la barra appesa alla lunghezza della braccia teso direttamente sotto le tue spalle. 3. Poi, stringendo le scapole, solleva la barra il più vicino possibile alla parte inferiore del petto. Fai una pausa, poi lentamente abbassa la barra per tornare alla posizione di partenza.
ja: 1. Tバーロウのマシンにまたがり、ハンドルを上からつかみます。 肩幅に足を広げて立ち、膝は図のように少し曲げた状態にします。 2. 背中をまっすぐにし、上体が垂直から45度くらいになるまで腰を曲げます。バーは肩の真下で腕の長さ分下ろします。 3. 次に肩甲骨をくっつけるように引き締め、出来るだけ胸の下近くにまでバーを持ち上げます。そのまま少し止まり、ゆっくりとスタートポジションまで下ろします。
nl: 1. Sta met de voeten gespreid op een T-Bar machine en houd de handgrepen bovenhands vast. vergewis je ervan dat je voeten op schouderbreedte uit elkaar staan en je knieën licht gebogen zijn, zoals getoond wordt. 2. Houd de rug recht en buig in je middel totdat je lichaam 45 graden is. De halter hangt op armslengte direct onder de schouders. 3. Dan, terwijl je je schouderbladen naar elkaar toe brengt, til je de halter ho hoog mogelijk op tot onder aan de borst. Pauzeer even en breng de halter dan langszaam weer terug in startpositie.
pt: 1. Aproxime-se de uma máquina T-Bar-Row e agarre nas alças com uma pronação. Certifique-se que está em pé com os pés afastados à largura dos ombros e os joelhos ligeiramente flexionados, como mostrado. 2. Mantenha as costas retas e dobre a sua cintura até ficar com a parte superior do corpo a 45 graus em relação à vertical, a barra deverá estar suspensa no comprimento do braço diretamente abaixo de seus ombros. 3. Depois, apertando as omoplatas juntas, levante a barra até o mais perto que conseguir do seu peito inferior. Pause e desça lentamente a barra de volta à posição inicial.
ru: 1. Широко раздвиньте тренажер и захватите ручки верхнего сцепления. Убедитесь, что ваши ноге на ширине плеч, а колени слегка согнуты, как показано. 2. Держите спину прямой и согните вашу талию, пока верхняя часть тела не будет находиться вертикально на 45 градусов, штанга висит на расстоянии вытянутой руки непосредственно под вашими плечами. 3. Затем, сжимая лопатки вместе, поднимите штангу настолько близко к нижней части груди, насколько вы можете. Сделайте паузу, затем медленно опустите штангу в исходное положение.
sv: 1. Ställ dig över en T-stångsroddmaskin och ta tag i handtagen med ett överhandsgrepp. Se till att du står med fötterna axelbrett isär och knäna något böjda, som på bilden. 2. Håll ryggen platt och böj dig vid midjan tills överkroppen är omkring 45 grader från det vertikala, med stången hängandes på en armlängd rakt nedanför axlarna. 3. Genom att trycka ihop dina skulderblad lyfter du sedan stången så nära du kan komma nedre delen av bröstkorgen. Pausa och sänk sedan långsamt tillbaka stången till startläget.
th: 1. ยืนคร่อมบนเครื่องออกกำลังกาย T-Bar-Row จากนั้นจับที่ด้ามจับด้วยท่ามือคว่ำมือ ตรวจสอบให้แน่ใจว่าระยะห่างของเท้าทั้งสองข้างอยู่ที่ระดับความกว้างของไหล่ งอเข่าเล็กน้อย ดังแสดงในภาพ 2. จัดให้หลังราบแบนและงอเอวจนกระทั่งลำตัวส่วนบนทำมุม 45 องศาจากแนวตั้งตรงของลำตัว บาร์ห้อยลงด้านล่างที่ระดับความยาวของแขนและห้อยลงให้ตรงกับระดับของไหล่ทั้งสองข้าง 3. จากนั้นบีบแผ่นไหล่ทั้งสองข้างเข้าหากัน ยกบาร์ขึ้นใกล้อกส่วนล่างของคุณให้มากที่สุดเท่าที่จะทำได้ หยุดชั่วขณะและค่อย ๆ ลดระดับบาร์ลงด้านล่างกลับไปที่ท่าเริ่มต้น
tr: 1. Bir T-Bar Çekiş makinesinin önüne bacaklarınızı iki yana açarak geçin ve tutmaçları ellerinizle yukarıdan aşağı inen bir kavrayışla tutun. Ayaklarınızın omuz mesafesi açıklığında ve gösterildiği gibi dizleriniz hafif bükülü bir şekilde ayakta durduğunuzdan emin olun. 2. Sırtınızı düz tutun ve belinizi üst gövdeniz dikey düzleme yaklaşık olarak 45 derece eğiklikte olana kadar eğin; T-bar da hemen omuzlarınızın altında bir kol mesafesinde asılı olsun. 3. Daha sonra, kürek kemiklerinizi birbirine doğru sıkıştırarak, barı alt göğsünüze doğru size olabildiğince yakın olacak şekilde kaldırın. Duraklayın, daha sonra barı yavaşça başlangıç pozisyonuna geri indirin.
