Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: 1. While staring straight with feet shoulder width apart, hold dumbbells in front of your things with overhand grip. Raise your arms to your sides until your upper arms are parallel with the floor. 2. Rotate your elbows forward until your forearms point straight up. Hold for one second. Return to starting position.
de: 1. Während Sie geradeaus schauen mit Ihren Füßen schulterweit auseinander halten Sie die Kurzhanteln vor Ihren Oberschenkeln mit einem Oberhandgriff. Heben Sie Ihre Arme zu Ihren Seiten bis Ihre Oberarme parallel zum Boden sind. 2. Rotieren Sie Ihre Ellenbogen vorwärts, bis Ihre Vorderarme gerade nach oben zeigen. Für eine Sekunde inne halten. Zur Anfangsposition zurückgehen.
es: 1. Mirando al frente y con los pies separados a la anchura de los hombros, sujeta las mancuernas delante de ti con un agarre prono. Eleva los brazos a los lados hasta que la parte superior esté paralela al suelo. 2. Gira los codos hacia afuera, hasta que los antebrazos apunten hacia arriba. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: 1.Tout en commençant droit avec les pieds écartés de la largeur des épaules, maintenez haltères devant vos cuisses avec une prise en pronation. Levez vos bras à vos côtés jusqu'à ce que vos bras soient parallèles au sol. 2. Tournez les coudes vers l'avant jusqu'à ce que vos avant-bras pointent vers le haut. Maintenez la position pendant une seconde. Revenez à la position de départ.
it: 1. Mentre stai dritto con i piedi alla larghezza delle spalle, tieni i manubri davanti alle tue cosce con presa overhand. Alza le braccia lungo i fianchi fino a quando le braccia sono parallele al pavimento. 2. Ruota i gomiti in avanti fino a quando gli avambracci puntano verso l'alto. Mantieni la posizione per un secondo. Tornare alla posizione di partenza.
ja: 1. 足を肩幅に広げて直立し、ダンベルを大腿の前でオーバーハンドグリップで持ちます。前腕が床と平行になるまで両腕を横に上げます。 2. 肘を前に回転させ、前腕がまっすぐ上を向くようにします。1秒そのまま、その後、スタートポジションに戻します。
nl: 1. Terwijl je recht vooruit kijkt en je voeten op schouderbreedte uit elkaar houd je een stel halters tegen je dijen in overhandse grip. Til je armen nu op naar de zijkant tot je bovenarmen paralleel zijn aan de vloer. 2. Roteer nu je ellebogen voorwaarts tot je onderarmen recht omhoog wijzen. Houd vast gedurende een seconde en ga dan terug naar startpositie.
pt: 1. Enquanto coloca os pés afastados à distância dos ombros, segure em halteres à sua frente com pronação. Levante os braços para os lados até que fiquem paralelos ao chão. 2. Gire os cotovelos para a frente até ficar com os antebraços a apontar para cima. Aguente por um segundo. Retorne à posição inicial.
ru: 1. Стоя прямо, ноги на ширине плеч, держите гантели перед собой хватом снизу. Поднимите руки в стороны, пока ваши предплечья не станут параллельны полу. 2. Поверните локти вперед, пока ваши предплечья не будут смотреть прямо. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Titta rakt fram med fötterna axelbrett isär och håll hantlarna framför dina lår med ett överhandsgrepp. Lyft armarna till sidorna tills överarmarna är parallella med golvet. 2. Rotera armbågarna framåt tills underarmarna pekar rakt upp. Håll i en sekund. Återgå till startläget.
th: 1. ยืนตรงโดยให้เท้าทั้งสองข้างอยู่ห่างกันเท่ากับความกว้างของไหล่ ถือดัมเบลด้วยการจับแบบคว่ำมือไว้ที่ระดับต้นขาส่วนหน้า ยกแขนขึ้นไปที่ด้านข้างจนกระทั่งขนท่อนบนขนานกับพื้น 2. หมุนข้อศอกไปด้านหน้าจนกระทั่งแขนท่อนปลายชี้ขึ้นด้านบน ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับไปที่ท่าเริ่มต้น
tr: 1. Ayaklarınız omuz açıklığı mesafede ayakta dururken, dambılları önünüzde yukarıdan aşağı doğru bir kavrayışla tutun. Üst kollarınızı zemine paralel olana kadar yukarı kaldırın. 2. Ön kollarınız tamamen yukarıyı gösterene kadar dirseklerinizi ileri doğru döndürün. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Dumbbell Shoulder Press
de: Kurzhantel Schulterpresse
es: Press de Hombros con Mancuernas
fr: Développé Épaule avec Haltère
it: Distensioni con manubri
ja: ダンベルショルダープレス
nl: Halter drukken vanuit schouder
pt: Pressão de Ombros com Haltere
ru: Жим гантелей от плеча
sv: Axelpress med hantlar
th: ท่ายกดัมเบลด้วยไหล่
tr: Dambıllı Omuz İtişi

source: 1. Stand straight with feet shoulder width apart. Hold dumbbells with overhand grip. Position dumbbells next to the sides of your head. 2. Left dumbbells overhead until your arms are fully extended. Hold for one second. Return to starting position.
de: 1. Stellen Sie sich gerade hin mit Ihren Füßen schulterweit auseinander. Halten Sie die Kurzhanteln im Oberhandgriff. Platzieren Sie die Hanteln neben die Seiten Ihres Kopfes. 2. Heben Sie die Kurzhanteln über Ihren Kopf, bis Ihre Arme voll ausgestreckt sind. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. De pie y con los pies separados a la anchura de los hombros. Sujeta las mancuernas con un agarre prono. Coloca las mancuernas junto a los laterales de la cabeza. 2. Eleva las mancuernas hasta que los brazos estén completamente extendidos. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: 1.Tenez-vous droit avec les pieds de la largeur des épaules. Tenez les haltères avec une prise en pronation. Positionnez les haltères sur les côtés de votre tête. 2. Levez les haltères au-dessus de la tête jusqu'à ce que vos bras soient en extension complète. Maintenez la position pendant une seconde. Revenez à la position de départ.
it: 1. Stai dritto con i piedi alla larghezza delle spalle. Tieni i manubri con una presa overhand. Posiziona i manubri accanto ai lati della testa. 2 . Lascia i manubri in testa fino a quando le braccia sono completamente distese. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. 肩幅に足を広げて直立、オーバーハンドグリップでダンベルを持ちます。ダンベルを側頭部の隣に置きます。 2. 腕が完全に伸びるまでダンベルを頭の上に引き上げます。そのまま１秒、その後スタートポジションに戻します。
nl: 1. Sta rechtop met je voeten op schouderbreedte uit elkaar. Houd halters in een overhandse grip. Breng de halters tot naast je hoofd. 2. Til de halters nu omhoog totdat je armen volledig gestrekt zijn. Houd dat een seconde vast en ga dan terug naar de startpositie.
pt: 1. Coloque-se em linha reta com os pés afastados à largura dos ombros. Segure nos halteres com pronação. Posicione os halteres ao lado da sua cabeça. 2. Mantenha os halteres acima da cabeça até estender totalmente os braços. Aguente por um segundo. Retorne à posição inicial.
ru: 1. Встаньте прямо, ноги на ширине плеч. Держите гантели нижним хватом. Гантели должны находиться на уровне вашей головы. 2. Поднимите гантели над головой, пока ваши руки не будут полностью выпрямлены. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Stå rakt med fötterna axelbrett isär. Håll i hantlarna med ett överhandsgrepp. Positionera hantlarna vid sidorna av ditt huvud. 2. Lyft hantlarna över huvudet tills armarna är helt utsträckta. Håll i en sekund. Återgå till startläget.
th: 1. ยืนตรงโดยให้เท้าห่างกันเท่ากับระยะความกว้างของไหล่ ถือดัมเบลไว้ในมือด้วยท่าจับแบบคว่ำมือ จัดท่าดัมเบลให้อยู่ที่ข้างศีรษะ 2. ยกดัมเบลขั้นเหนือศีรษะจนกระทั่งแขนเหยียดตรง ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับไปที่ท่าเริ่มต้น
tr: 1. Ayaklarınız omuz açıklığı mesafede ayakta dik bir şekilde durun. Dambılları yukarıdan aşağıya doğru bir kavrayışla tutun. Dambılları başınızın iki yanında konumlandırın. 2. Kollarınız tamamen uzatılana kadar dambılları başınızın üzerine kaldırın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Front Weighted Raise
de: Vorderes Gewichtanheben
es: Elevación Delantera con Peso
fr: Élévation Avant avec Poids
it: Alzate frontali con pesi
ja: フロントウェイテッドレイズ
nl: Recht vooruit tillen
pt: Elevação Frontal Ponderada
ru: Подъем веса перед собой
sv: Viktlyft framåt
th: ท่ายกน้ำหนักด้านหน้า
tr: Ağırlıklı Öne Kaldırma

source: 1. While standing with back straight, hold the weight with both hands. Weight is positioned in from of your thighs. 2.Raise your arms in front of you until they are parallel with the ground. Hold for one second. Return to starting position.
de: 1. Während Sie mit geradem Rücken stehen, halten Sie das Gewicht mit beiden Händen. Das Gewicht ist vor Ihren Oberschenkeln platziert. 2. Heben Sie Ihre Arme vor sich an, bis sie parallel zum Boden sind. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. De pie, con la espalda recta, sujeta el peso con las dos manos. Coloca el peso delante de los muslos. 2. Extiende los brazos por delante de ti hasta que estén paralelos al suelo. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: 1.En position debout avec le dos droit, tenez le poids avec les deux mains. Le poids est placé à l'intérieur de vos cuisses. 2. Levez vos bras devant vous jusqu'à ce qu'ils soient parallèles au sol. Maintenez la position pendant une seconde. Revenez à la position de départ.
it: 1. Mentre sei in piedi con la schiena dritta, tieni il peso con entrambe le mani. Il peso è posizionato difronte alle tue cosce. 2. Solleva le braccia di fronte a te fino a quando non sono in parallelo con il suolo. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. 背筋を伸ばして立ち、ウェイトを両手で持ちます。ウェイトは大腿の前に置きます。 2.両腕が床と平行になるまで、自分の前で腕を上げます。1秒そのまま、その後、スタートポジションに戻します。
nl: 1. Terwijl je rechtop staat houd je een gewicht in beide handen voor je dijen. 2. Til nu je armen gestrekt op tot ze parallel met de grond zijn voor je. Houd een seconde vast en ga terug naar de uitgangspositie.
pt: 1. De pé com as costas retas, segure no peso com as duas mãos. O peso é posicionado a partir de suas coxas. 2. Eleve os braços à sua frente até ficarem paralelos ao chão. Aguente por um segundo. Retorne à posição inicial.
sv: 1. Medan du står med ryggen rak, håll i vikten med båda händerna. Vikten är positionerad framför dina lår. 2. Lyft armarna framför dig tills de är parallella med marken. Håll i en sekund. Återgå till startläget.
th: 1. ยืนหลังตรง ถือน้ำหนักด้วยมือทั้งสองข้าง จัดให้น้ำหนักอยู่ระหว่างต้นขาทั้งสองข้าง 2. ยกแขนทั้งสองข้างขึ้นไปที่ด้านหน้าจนกระทั่งแขนขนานกับพื้น ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับไปที่ท่าเริ่มต้น
tr: 1. Sırtınız düz bir şekilde ayakta dururken, ağırlığı iki elinizle tutun. Ağırlıklar uyluklarınızın iç kısmında konumlansın. 2. Kollarınızı yerle paralel olana kadar önünüze doğru kaldırın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Lateral Weighted Raise
de: Seitliches Gewichtanheben
es: Elevación Lateral con Peso
fr: Élévation Latérale avec Poids
it: Alzate laterali con pesi
ja: ラテラルウェイテッドレイズ
nl: Zijwaarts tillen
pt: Elevação Lateral Ponderada
ru: Боковые поднятия веса
sv: Lateralt viktlyft
th: ท่ายกน้ำหนักด้านข้าง
tr: Ağırlıklı Yana Kaldırış

source: 1. While staring with back straight, hold the weight with one hand. Weight is positioned next to your side. 2. Raise your arm out to the side. Keep your arm straight. Hold for one second. Return to starting position.
de: 1. Schauen Sie mit geradem Rücken nach vorne, halten Sie das Gewicht mit einer Hand. Das Gewicht ist neben Ihnen platziert. 2. Heben Sie Ihren Arm zur Seite. Halten Sie ihn gerade. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. Mirando al frente, con la espalda recta, sujeta el peso con una sola mano. Coloca el peso a un lateral. 2. Extiende el brazo en el lateral. Mantén el brazo recto. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: 1.En commençant avec le dos droit, tenez le poids avec une main. Le poids est placé près de votre côté. 2. Levez le bras sur le côté. Gardez votre bras droit. Maintenez la position pendant une seconde. Revenez à la position de départ.
it: 1. Mentre hai la schiena dritta, tieni il peso con una mano. Il peso è posizionato accanto al tuo fianco. 2. Alza il braccio dal lato. Tieni il braccio dritto. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. 背筋を伸ばして立ち、ウェイトを片手で持ちます。ウェイトは体の横に置きます。 2. 腕を横に上げます。腕をまっすぐに保ち、1秒そのまま、その後、スタートポジションに戻します。
nl: 1. Rechtop staand met een rechte rug houd je een gewicht in je hand. Je arm hangt naast je lichaam. 2. Til de arm nu gestrekt maar zijwaarts op. Houd de arm recht. Houd een seconde vast en ga terug naar de startpositie.
pt: 1. Enquanto mantém as costas retas, segure o peso com uma mão. O peso está posicionado ao lado do seu lado. 2. Levante o braço para o lado. Mantenha o seu braço direito. Aguente por um segundo. Retorne à posição inicial.
ru: 1. Стоя с прямой спиной, держите вес в одной руке. Вес находится на боку. 2. Поднимите руку в сторону. Держите руку прямой. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Medan du står med ryggen rak, håll i vikten med en hand. Vikten är positionerad vid din sida. 2. Lyft armen ut mot sidan. Håll armen rak. Håll i en sekund. Återgå till startläget.
th: 1. ยืนหลังตรง ถือน้ำหนักด้วยมือหนึ่งข้าง จัดให้น้ำหนักอยู่ที่ข้างตัวของคุณ 2. ยกน้ำหนักออกไปด้านข้าง เหยียดแขนให้ตรง ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับไปที่ท่าเริ่มต้น
tr: 1. Sırtınız dik bir şekilde ayakta dururken, ağırlığı bir elinizle tutun. Ağırlık yanınızda konumlanmış olsun. 2. Kolunuzu yana doğru yukarı kaldırın. Kolunuzu düz tutun. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Military Press Behind The Neck (Standing)
de: Militärpresse Hinter Dem Nacken (Stehend)
es: Press Militar Detrás del Cuello (De Pie)
fr: Développé Militaire Derrière Le Cou (Debout)
it: Lento avanti con bilanciere dietro al collo (In piedi)
ja: ミリタリープレス・ビハインド・ザ・ネック(スタンディング)
nl: Militair opdrukken achter de nek (Staande)
pt: Pressão Militar Por Trás do Pescoço (em pé)
ru: Подъемы веса за шеей (Постоянные)
sv: Militärpress på nacken (ståendes)
th: ท่ายกบาร์เบลด้านหลังส่วนคอ (ท่ายืน)
tr: Boyun Arkasından Askeri İtiş (Ayakta)

source: 1. Standing upright, hold a barbell behind your head at shoulder height with your hands shoulder width apart, elbows bent, and palms facing forward. 2. Press the barbell overhead, extending your arms fully. Keep your back straight and remain upright throughout the movement.
de: 1. Stellen Sie sich gerade hin, halten Sie eine Langhantel hinter Ihrem Kopf in Schulterhöhe mit Ihren Händen schulterweit auseinander, Ellenbogen gebeugt und Handflächen nach vorne. 2. Drücken Sie die Langhantel nach oben, strecken Sie Ihre Arme vollständig aus. Halten Sie Ihren Rücken gerade und bleiben Sie während der Bewegung aufrecht.
es: 1. De pie, sujeta una pesa por detrás de la cabeza y a la altura de los hombros, con las manos sepradas a la anchura de los hombros, codos doblados y palmas mirando hacia adelante. 2. Sube la pesa por encima de la cabeza, extendiendo completamente los brazos. Mantén la espalda recta durante todo el movimiento.
fr: 1.Debout, tenez une barre derrière la tête à hauteur des épaules avec vos mains espacées de la largeur des épaules, les coudes pliés, et les paumes face vers l'avant. 2. Soulevez la barre au-dessus de la tête, en étendant complètement les bras. Gardez le dos droit et restez debout tout au long du mouvement.
it: 1. Stai in piedi, tieni un bilanciere dietro la testa all'altezza della fitball con le mani alla larghezza delle spalle, gomiti piegati e palmi rivolti in avanti. 2. Spingi il bilanciere sopra la testa, estendendo completamente le braccia. Tieni la schiena dritta e resta in piedi per tutto il movimento.
ja: 1. 直立し、バーベルを肩の高さで頭の後ろに持ちます。両手の間隔は肩幅、肘を曲げ、手の平は前向きに。 2. バーベルを頭の上に押し、両腕を完全に伸ばします。背筋を伸ばして、動作中は直立の状態を維持します。
nl: 1. Rechtop staand, houd je een halter achter je hoofd op schouderhoogte met je handen op schouderbreedte uit elkaar, ellebogen gebogen en handpalmen naar voor gericht. 2. Druk de halter omhoog, tot je gestrekte armen hebt. Houd je rug recht en blijf recht staan tijdens de hele oefening.
pt: 1. De pé, segure numa barra atrás da cabeça à altura do ombro com a sua largura mãos colocadas à largura dos ombros, e cotovelos dobrados e as palmas das mãos voltadas para a frente. 2. Empurre a barra para cima estendendo os braços totalmente. Mantenha as costas retas e permaneça em pé durante todo o movimento.
ru: 1. Стоя прямо, держите штангу за головой на уровне плеч, руки разведены на ширину плеч, локти согнуты и ладони смотрят вперед. 2. Поднимите штангу над головой, вытягивая руки полностью. Держите спину прямо и оставайтесь в вертикальном положении на протяжении всего движения.
sv: 1. Stå upprätt, håll en skivstång bakom huvudet på axelnivå med händerna axelbrett isär, armbågarna böjda och handflatorna vända framåt. 2. Lyft skivstången över huvudet. Sträck ut armarna helt. Håll ryggen rak och stå upprätt genom hela rörelsen.
th: 1. ยืนตัวตรง ถือบาร์เบลด้วยมือทั้งสองข้างไว้ที่ด้านหลังศีรษะที่ระดับความสูงเดียวกับไหล่ มือที่จับห่างกันเท่ากับความกว้างของไหล่ งอข้อศอก ฝ่ามือหันไปด้านหน้า 2. ดันบาร์เบลขึ้นเหนือศีรษะ ยืดแขนให้สุด หลังอยู่ในท่าตรงและตั้งขึ้นตลอดการเคลื่อนไหวในท่านี้
tr: 1. Dik bir şekilde durarak, elleriniz omuz açıklığında, dirsekleriniz bükülü ve avuç içleriniz ileri doğru bakacak şekilde bir halteri omuz hizasında başınızın arkasında tutun. 2. Kollarınızı tamamen uzatarak, halteri başınızın üzerine doğru. Hareketin tamamı boyunca sırtınızı düz tutun ve dik bir şekilde durun.

source: Seated Dumbbell Front Raise
de: Kurzhantel Vorderheben Im Sitzen
es: Elevación Delantera con Mancuerna Sentado
fr: Élévation Avant Assis avec Haltères
it: Alzate frontali seduti con manubri
ja: シーテッドダンベルフロントレイズ
nl: Zittend halters vooruit tillen
pt: Elevação Frontal com Haltere Sentado
ru: Поднятия гантелей сидя
sv: Sittande hantellyft framåt
th: ท่านั่งยกดัมเบลขึ้นด้านหน้า
tr: Oturarak Dambıllı Öne Kaldırış

source: 1. Grab a pair of dumbbells and take a seated position on an incline bench with arms straight and at your sides, thumbs in. 2. Keeping your elbows straight, raise the dumbbells up and forward until your hands are at about eye level. 3. Keep the backs of your wrists flat and elbows straight throughout the movement. Return to starting position.
de: 1. Greifen Sie ein Paar Kurzhanteln und setzen Sie sich mit geraden Armen an Ihren Seiten auf eine Schrägbank, Daumen nach innen. 2. Mit geraden Ellenbogen heben Sie die Kurzhanteln nach oben und vorne, bis Ihre Hände ungefähr auf Augenhöhe sind. 3. Halten Sie während dieser Bewegung die Rückseiten Ihrer Handgelenke flach und die Ellenbogen gerade. Zur Anfangsposition zurückgehen.
es: 1. Coge un par de mancuernas y siéntate en un banco inclinado con los brazos rectos a cada lado y los pulgares hacia adentro. 2. Con los codos rectos, levanta las pesas hacia arriba y hacia adelante hasta que las manos estén al mismo nivel que los ojos. 3. Mantén el reverso de las muñecas plano y los codos rectos durante todo el movimiento. Vuelve a la posición inicial.
fr: 1.Prenez une paire d'haltères et prenez une position assise sur un banc incliné avec les bras droits et à vos côtés, les pouces à l'intérieur. 2. En gardant vos coudes droits, soulevez les haltères et devant jusqu'à ce que vos mains soient au niveau des yeux. 3. Gardez le dos de vos poignets plats et les coudes droits durant le mouvement. Revenez à la position de départ.
it: 1. Afferra un paio di manubri e assumi una posizione seduta su una panca inclinata con le braccia diritte e lungo i fianchi, e i pollici in dentro. 2. Mantieni i gomiti dritti, solleva i manubri in alto e in avanti fino a quando le mani sono all'altezza degli occhi. 3. Tieni la parte posteriore dei polsi e dei gomiti piatta in tutto il movimento. Torna alla posizione di partenza.
ja: 1. ダンベルを1組握り、傾斜ベンチに座ります。両腕はまっすぐに体の横につけ、親指を中に入れます。 2. 肘をまっすぐに維持しながら、ダンベルを前方に上げ、両手が目の高さまで来るようにします。 3. 動作中、手首の後ろは平に、肘はまっすぐに保ちます。スタートポジションに戻します。
nl: 1. Neem een stel halters en ga op een hellend bankje zitten, armen gestrekt naast je duimen inwaarts. 2. Houd je ellebogen recht, en til de halters op naar voren totdat je handen op oogniveau zijn. 3. Houd je polsen vlak en ellebogen recht gedurende de hele oefening. Ga terug naar de startpositie.
pt: 1. Pegue num par de halteres e tome uma posição sentada num banco inclinado com os braços esticados ao seu lado, e os polegares virados para dentro. 2. Mantendo os cotovelos em linha reta, levante os halteres para cima e para a frente até ficar com as suas mãos à altura dos olhos. 3. Mantenha as costas dos seus pulsos e cotovelos planas e reta durante todo o movimento. Retorne à posição inicial.
ru: 1. Возьмите пару гантелей и примите сидячее положение на наклонной скамье с прямыми руками по бокам, большими пальцами внутрь. 2. Держа локти прямыми, поднимите гантели вверх и вперед, пока ваши руки не будут находиться примерно на уровне глаз. 3. Держите запястья ровно и локти прямо на протяжении всего движения. Вернитесь в исходное положение.
sv: 1. Ta ett par hantlar och inta en sittande position på en snedbänk, med armarna raka och vid dina sidor, och tummarna vända inåt. 2. Håll armbågarna raka och lyft hantlarna uppåt och framåt tills händerna är ungefär på ögonnivå. 3. Håll baksidan av handlederna och armbågarna raka genom hela rörelsen. Återgå till startläget.
th: 1. ถือดัมเบลด้วยมือทั้งสองข้าง นั่งบนม้านั่งเอียง ยืดแขนให้ตรงที่ข้างลำตัว ให้นิ้วโป้งชี้เข้าด้านใน 2. จัดให้ข้อศอกเหยียดตรง ยกดัมเบลขึ้นไปด้านหน้าจนกระทั่งมือทั้งสองข้างอยู่ที่ระดับเดียวกับตา 3. ให้ด้านหลังข้อมืออยู่ในแนวราบและข้อศอกเหยียดตรงตลอดการเคลื่อนไหวในท่านี้ จากนั้นกลับไปที่ท่าเริ่มต้น
tr: 1. Bir çift dambıl alın ve eğimli bir sehpada oturma pozisyonu alın; kollarınız düz ve yanlarınızda, başparmaklarınız içeride olsun. 2. Dirseklerinizi düz tutarak, elleriniz yaklaşık olarak göz seviyesine gelene kadar dambılları yukarı ve ileri doğru kaldırın. 3. Hareket boyunca bileklerinizin arka kısmını ve dirseklerinizi düz tutun. Başlangıç pozisyonuna geri dönün.

source: Stability Ball Lateral Raise
de: Gymnastikball Seitenheben
es: Elevación Lateral con Pelota Suiza
fr: Élévation Latérale Ballon de Stabilité
it: Alzate laterali sulla fitball
ja: バランスボールラテラルレイズ
nl: Halters zijwaarts tillen op stabiliteitsbal
pt: Elevação Lateral com Bola de Estabilidade
ru: Боковые подъемы на мяче
sv: Lateralt lyft på stabilitetsboll
th: ท่ายกดัมเบลด้านข้างบนลูกบอลออกกำลังกาย
tr: Denge Toplu Yana Kaldırış
