Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Abs
de: Bauchmuskulatur
es: Abdominales
fr: Abdominaux
it: Addominali
ja: 腹筋
nl: Buikspieren
pt: Abdominais
ru: Мышцы пресса
sv: Magövningar
th: หน้าท้อง
tr: Karın Kasları

source: Back
de: Rücken
es: Espalda
fr: Dos
it: Dorso
ja: 背中
nl: Rug
pt: Costas
ru: Спина
sv: Rygg
th: หลัง
tr: Geri

source: Biceps
de: Bizeps
it: Bicipiti
ja: 上腕二頭筋
ru: Бицепсы
th: กล้ามเนื้อต้นแขนส่วนหน้า
tr: Bisepsler

source: Calf
de: Wade
es: Pantorrilla
fr: Mollet
it: Polpacci
ja: ふくらはぎ
nl: Kuiten
pt: Panturrilha
ru: Голень
sv: Vad
th: น่อง
tr: Baldır

source: Chest
de: Brust
es: Pecho
fr: Buste
it: Petto
ja: 胸
nl: Borst
pt: Peito
ru: Грудная клетка
sv: Bröst
th: หน้าอก
tr: Göğüs

source: Forearms
de: Unterarme
es: Antebrazos
fr: Avant-bras
it: Avambracci
ja: 上腕
nl: Onderarmen
pt: Antebraços
ru: Предплечья
sv: Underarmar
th: แขนท่อนล่าง
tr: Ön kollar

source: Legs
de: Beine
es: Piernas
fr: Jambes
it: Gambe
ja: 脚
nl: Benen
pt: Pernas
ru: Ноги
sv: Ben
th: ขา
tr: Bacaklar

source: Shoulders
de: Schultern
es: Hombros
fr: Epaules
it: Spalle
ja: 肩
nl: Schouders
pt: Ombros
ru: Плечи
sv: Axlar
th: ไหล่
tr: Omuzlar

source: Triceps
de: Trizeps
fr: Tríceps
it: Tricipiti
ja: 上腕三頭筋
pt: Tríceps
ru: Трицепсы
th: กล้ามเนื้อท่อนแขนส่วนบนด้านหลัง
tr: Trisepsler

source: Incline Bench Sit-Ups
de: Hantelbank Sit-ups
es: Sentadillas en Banco Inclinado
fr: Abdominaux sur un banc incliné
it: Addominali su panca inclinata
ja: 傾斜ベンチ腹筋
pt: Supino
ru: Подъем туловища на наклонной скамье
sv: Situps på lutande bänk
th: ม้านั่งสำหรับฝึกกล้ามเนื้อหน้าท้องพื้นเอียง
tr: Eğri Yüzey Bankı Mekikleri

source: Hanging Leg Raises
de: Freitragendes Beinheben
es: Levantamiento de Piernas desde Posición Colgada
fr: Levers de jambes accrochées
it: Sollevamento gambe sospese
ja: ぶら下がり脚上げ
nl: Bungelende benen heffen
pt: Levantamento de pernas em suspensão
ru: Подъем ног из положения лежа
sv: Hängande benlyft
th: ท่าฝึกกล้ามเนื้อหน้าท้องแบบห้อยขาและยกขึ้น
tr: Paralelde Çakı

source: Dumbbell Side Bends
de: Hantel-Seitneigung
es: Inclinaciones Laterales con Mancuernas
fr: Haltères latéraux
it: Flessioni laterali con manubri
ja: ダンベル横倒し
nl: Zijwaarts buigen met halters
pt: Abdominais laterais com haltere
ru: Наклоны в стороны с гантелями
sv: Sidoböj med hantel
th: ท่าฝึกกล้ามเนื้อหน้าท้องแบบยกดัมเบลและบิดไปด้านข้าง
tr: Dambılla Yana Eğilmeler

source: Crunches
de: Bauchmuskelübungen
es: Abdominales
fr: Relevés de buste
it: Crunch
ja: 腹筋
nl: Kraken
pt: Flexões
ru: Кранчи (подъем туловища из положения лежа)
th: ท่าฝึกกล้ามเนื้อหน้าท้องแบบงอตัว
tr: Yatarak Karın Sıkıştırma

source: Sit-Ups
es: Sentadillas
fr: Abdominaux
it: Addominali
ja: 腹筋
pt: Abdominais
ru: Подъем туловища
sv: Situs
th: ท่าฝึกกล้ามเนื้อหน้าท้อง Sit-Up
tr: Mekikler

source: Leg Raises
de: Beinheben
es: Levantamiento de Piernas
fr: Levers de jambes
it: Sollevamento gambe
ja: 脚上げ
nl: Benen heffen
pt: Elevações de pernas
ru: Подъем ног
sv: Benlyft
th: ท่าฝึกกล้ามเนื้อหน้าท้องแบบยกขาขึ้น
tr: Çakı (Leg Raise)

source: Flat Bench Lying Leg Raise
de: Flachbank liegendes Beinheben
es: Levantamiento de Piernas desde Posición Tumbada
fr: Levers de jambes sur banc plat
it: Sollevamento gambe sdraiati su panca piana
ja: 平坦ベンチ横たわり脚上げ
nl: Benen heffen op vlakke ondergrond
pt: Elevações de pernas em bancada
ru: Подъем ног из положения лежа на горизонтальной скамье
sv: Liggande benlyft
th: ม้านั่งพื้นเรียบแบบนอนราบขาเหยียดตรง
tr: Düz Sehpada Uzanarak Çakı

source: Lie on the bench or on the floor with your legs straighten. Position your hands under your butt with your palms down. Keep your legs straight and your knees locked. Raise your feet as vertically as possible.
de: Mit ausgestreckten Beinen auf die Bank oder den Boden legen. Legen Sie Ihre Hände unter Ihren Hintern mit den Handflächen nach unten. Halten Sie Ihre Beine gestreckt und Ihre Knie gesperrt. Heben Sie Ihre Füße so vertikal wie möglich an.
es: Túmbate en el banco o en el suelo con las piernas rectas. Coloca las manos debajo del trasero con las palmas hacia abajo. Mantén las piernas rectas y las rodillas juntas, Levanta los pies lo más verticalmente que puedas.
fr: Allongez-vous sur le banc ou sur le sol avec les jambes tendues. Placez vos mains sous votre fessier avec vos paumes vers le bas. Gardez vos jambes droites et vos genoux serrés. Levez vos pieds aussi verticalement que possible
it: Sdraiati sulla panca o sul pavimento con le gambe dritte. Posiziona le mani sotto le natiche con i palmi verso il basso. Tieni le gambe dritte e le ginocchia bloccate. Solleva i piedi più verticalmente possibile.
ja: 脚を上げ、ベンチ、あるいは床に寝ます。手の平を下にして、お尻の下に両手を置きます。脚を真っ直ぐにし、膝を固定します。できるだけ垂直に足を上げます。
nl: Ga op een bank of op de vloer liggen met gestrekte benen. Plaats je handen onder je billen met de palmen op de vloer. Houdt je benen gestrekt en je knieën op slot. Til dan je voeten zo hoog mogelijk op.
pt: Deite-se na bancada ou no chão com as pernas esticadas. Posicione as mãos sob o seu rabo com as palmas das mãos para baixo. Mantenha as pernas retas e os joelhos presos. Levante os pés na vertical tanto quanto possível.
ru: Лягте на скамейку или на пол, ноги выпрямите. Положите руки под ягодицы ладонями вниз. Держите ноги прямо, колени не сгибайте. Поднимите ноги как можно выше.
sv: Ligg på en bänk eller på golvet med benen raka. Placera händerna under rumpan med handflatorna nedåt. Håll benen raka och knäna låsta. Lyft upp fötterna så vertikalt som möjligt.
th: นอนบนม้านั่งหรือบนพื้นโดยที่ขาของคุณเหยียดตรง จัดตำแหน่งมือของคุณให้อยู่ใต้ก้นโดยที่ฝ่ามือแนบกับพื้น เหยียดขาให้ตรงและตรึงเข่าของคุณไว้ ยกเท้าขึ้นในแนวตั้งตรงให้มากเท่าที่จะทำได้
tr: Sehpaya veya yere bacaklarınız düz bir şekilde uzatılmış olarak uzanın. Avuç içleriniz yere bakacak şekilde ellerinizi kalçalarınızın altına yerleştirin. Bacaklarınızı düz tutun ve dizlerinizi kilitleyin. Ayaklarınızı olabildiğince dikey olarak kaldırın.

source: Seated Jackknife
de: Sitzendes Klappmesser
es: Jackknife Sentado
fr: Ciseaux assis
it: Jack knife seduto
ja: 座りジャックナイフ
nl: Zittend zakmes
pt: Jackknife
ru: Подъем ног к груди из положения сидя
sv: Sittande fällkniv
th: ท่านั่งแบบมีดพับ
tr: Oturarak Büyük Çakı

source: Sit on the edge of a bench and hold the seat behind your back for support, extend your legs in front of you, knees bent slightly. Rise your legs toward your chest and bring your chest toward your knees.
de: Setzen Sie sich auf den Bankrand, und halten Sie sich am Sitz hinter Ihnen zur Unterstützung fest, strecken Sie Ihre Beine vor sich aus, Knie leicht gebeugt. Heben Sie Ihre Beine zu Ihrer Brust, und bringen Sie Ihre Brust zu Ihren Knien.
es: Siéntate en el borde del banco y agárrate al asiento detrás de tu espalda como apoyo, extiende las piernas delante de ti, con las rodillas ligeramente dobladas. Eleva las piernas hacia el pecho e inclina el pecho hacia las piernas.
fr: Asseyez-vous au bord d'un banc et tenez-vous au dossier, étendez vos jambes devant vous, les genoux légèrement pliés. Levez vos jambes vers votre buste et ramenez votre buste vers vos genoux.
it: Siediti sul bordo di una panca e tieni il sedile dietro la schiena come supporto, estendi le gambe di fronte a te, e tieni le ginocchia leggermente piegate. Solleva le gambe verso il petto e porta il petto verso le ginocchia.
ja: ベンチの端に座り、体を支えるために後ろ手でシートを掴みます。脚を体の前に伸ばし、膝を少し曲げます。足を胸に向かって上げ、胸を膝に持っていきます。
nl: Ga op de rand van een bankje zitten en houdt je zelf vast achter je rug aan de zitting. Til je voeten van de vloer met licht gebogen knieën. Breng dan langszaam je borst naar je knieën toe.
pt: Sente-se na borda dum banco e segure o assento atrás das suas costas para apoio, estenda as pernas à sua frente, com os joelhos levemente dobrados. Levante as pernas em direção ao peito e mova o seu peito em direção aos seus joelhos.
ru: Сядьте на край скамьи и обхватите края скамьи сзади руками для поддержки, вытяните ноги перед собой, колени слегка согните. Поднимите ноги к груди и подведите грудь к коленям.
sv: Sitt på kanten av en bänk och håll i ryggstödet bakom ryggen, sträck ut benen framför dig med knäna lätt böjda. Lyft benen upp mot bröstet och för ner bröstet mot knäna.
th: ให้นั่งที่ส่วนปลายของม้านั่ง จากนั้นจับม้านั่งส่วนที่อยู่ด้านหลังของคุณเพื่อใช้เป็นที่ยึด เหยียดขาออกไปด้านหน้า งอเข่าเล็กน้อย ยกขาของคุณไปทางหน้าอก จากนั้นโน้มหน้าอกเข้าหาเข่า
tr: Sehpanın ucuna oturun ve destek için arkanızdaki sırtlığa tutunun, bacaklarınızı, dizler hafif eğik bir şekilde öne doğru uzatın. Bacaklarınızı göğsünüze doğru yükseltirken göğsünüzü de dizlerinize doğru çekin.

source: Twisting Hip Raise
de: Drehendes Hüftheben
es: Levantamiento de Caderas con Torsión
fr: Lever de hanche ployée
it: Sollevamento fianchi in torsione
ja: ツイストヒップレイズ
nl: Gedraaide Heupheffing
pt: Elevações de pernas com rotação de ancas
ru: Подъем бедер с поворотом
sv: Vridande höftlyft
th: ท่าฝึกกล้ามเนื้อหน้าท้องบิดและยกสะโพกขึ้น
tr: Dönerek Yüksek Kalkış (Kalça)

source: Lie on your back with your legs projecting straight upward and hands by your sides. Push upward with your feet by raising your hips off the floor simultaneously, twisting them to one side.
de: Legen Sie sich auf Ihren Rücken, Beine aufrecht nach oben halten und Hände an die Seite. Drücken Sie sich mit Ihren Füßen nach oben, indem Sie Ihre Hüften gleichzeitig vom Boden erheben und sie dann zu einer Seite drehen.
es: Túmbate en el suelo con las piernas rectas apuntando al techo y las manos a los lados. Empuja hacia arriba con los pies levantando las caderas del suelo al mismo tiempo e inclinándolas hacia un lado.
fr: Allongez-vous sur le dos avec vos jambes tendues vers le haut et les mains sur les côtés au sol. Poussez vers le haut avec vos pieds en décollant vos hanches du sol simultanément, et en les tournant d'un côté puis de l'autre
it: Sdraiati sulla schiena con le gambe sporgenti dritto verso l'alto e le mani lungo i fianchi. Spingi verso l'alto con i piedi sollevando i fianchi da terra contemporaneamente, torcendoli da un lato.
ja: 上向きに横たわり、脚を真っ直ぐに上げ、手は体の横に置きます。床から腰を上げ、同時に足で上向きに押し、一方向にひねります。
nl: Ga op je rug liggen en met je benen recht omhoog en je handen naast je op de vloer. Til nu je heupen van de vloer terwijl je naar links of rechts draait.
pt: Deite-se de costas com as pernas bem esticadas para cima e as mãos nos lados. Impulsione para cima os pés elevando as ancas do chão ao mesmo tempo, rode-as para um lado.
ru: Лягте на спину, ноги в прямом положении вытянуты вверх, руки по бокам. Потяните ноги вверх, отрывая бедра от пола и одновременно поворачивайте сначала в одну, потом в другую сторону.
sv: Ligg på rygg med benen pekande rakt uppåt och med händerna längs med sidorna. Tryck fötterna uppåt genom att lyfta höften från golvet och vrida den åt ena sidan.
th: นอนหลังแนบกับพื้น ยื่นขาตรงขึ้นไปและวางมือที่ข้างตัว ดันไปข้างหน้าด้วยเท้าของคุณโดยการยกสะโพกสูงขึ้นจากพื้นไปพร้อม ๆ กัน และบิดไปด้านใดด้านหนึ่ง
tr: Elleriniz yanlarda ve bacaklarınız tamamen yukarıyı gösterecek şekilde sırt üstü uzanın. Ayaklarınızla kalçanızı yukarı doğru bir tarafa kaldıracak şekilde yere bastırın.

source: Bodyweight Crunch
de: Körpergewicht-Bauchmuskelübung
es: Abdominales Peso Corporal
fr: Abdominaux utilisant le poids corporel
ja: 自重クランチ
nl: Lichaamskraker
pt: Abdominais supra
ru: Кранч с собственным весом
sv: Kroppsviktscrunches
th: ท่าฝึกกล้ามเนื้อหน้าท้องบอดี้เวท ครันช์
tr: Vücut Ağırlığıyla Sıkıştırma

source: Lie down on the floor. Feet are flat on the floor and knees are bent. Fully extended arms above you. Raise upper body upward while keeping your lower back on the floor. Hold for one second. Return to starting position.
de: Legen Sie sich auf den Boden. Füße sind flach auf dem Boden und Knie sind gebeugt. Voll ausgestreckte Arme über Ihnen. Heben Sie Ihren Oberkörper nach oben, während Sie den unteren Rückenbereich auf dem Boden lassen. Für eine Sekunde halten. Gehen Sie zurück zur Startposition.
es: Túmbate en el suelo con las plantas de los pies en el suelo y las rodillas dobladas. Extiende los brazos por completo por encima de ti. Levanta la parte superior del cuerpo hacia arriba a la vez que mantienes la parte baja de las espalda en el suelo. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: Allongez-vous sur le sol. Les pieds sont appuyés contre le sol et les genoux pliés. Bras complètement étirés au-dessus de vous. Souevez la partie supérieure de votre corps tout en maintenant le bas de votre dos collé au sol. Tenez une seconde. Revenez à la position initiale.
it: Sdraiati sul pavimento. Piedi ben appoggiati sul pavimento e ginocchia piegate. Braccia completamente estese sopra di te. Solleva la parte superiore del corpo verso l'alto, mantenendo la zona lombare sul pavimento. Mantieni la posizione per un secondo. Ritorna alla posizione di partenza.
ja: 床に横たわります。足は床に平らに置き、膝を曲げます。腕を上に思いっきり伸ばします。腰背部を床に残したまま、上半身を起します。そのままの体勢を１秒間保ちます。開始ポジションに戻ります。
nl: Ga op de vloer liggen. Buig je knieën en zet je voeten vlak op de vloer. Steek je armen recht voor je uit. Til nu je bovenlichaam op terwijl je onderrug op de vloer blijft. Houdt dat een paar seconden vast en ga terug in startpositie.
pt: Deite-se no chão. Os pés devem estar apoiados no chão e os joelhos flexionados. Estenda totalmente os braços acima de si. Levante a parte superior do corpo para cima, mantendo as suas costas no chão. Segure por um segundo. Volte à posição inicial.
ru: Лягте на пол. Ступнями упор в пол, колени согнуты. Руки полностью вытянуты над вами. Поднимите верхнюю часть туловища наверх, нижнюю часть туловища от пола не отрываете. Замрите на секунду. Вернитесь в исходное положение.
sv: Ligg på golvet med fötterna i marken och knäna böjda. Sträck ut armarna så långt det går uppåt. Lyft upp överkroppen samtidigt som du ländryggen i golvet. Håll i en sekund och återvänd sedan till startpositionen.
th: นอนราบและเท้าแนบกับพื้น งอเข่าขึ้น ยืดแขนออกไปด้านบนตัวคุณให้เต็มที่ ยกลำตัวส่วนบนไปด้านหน้าขณะที่หลังส่วนล่างยังอยู่ที่พื้น ทำค้างไว้ประมาณครั้งละ 1 วินาที จากนั้นกลับไปที่ท่าเริ่มต้น
tr: Yere uzanın. Ayaklarınız yere düz bir şekilde basarken dizlerinizi kırın. Kollarınızı başınızın üzerinde tamamen uzatın. Üst vücudunuzu yukarı doğru yükseltirken, alt bel kısmınızı yerde tutun. Bir saniye bu şekilde bekleyin. Başlangıç pozisyonuna geri dönün.

source: Russian Twist
de: Russischer Twist
es: Torsión Rusa
fr: Ployer russe
ja: ロアイアンツイスト
nl: Russische Twist
pt: Rotação Russa
ru: Русское скручивание
th: ท่าฝึกกล้ามเนื้อหน้าท้องรัสเชียนทวิสต์
tr: Rus Döndürmesi

source: Sit on the floor, your legs bent, and your torso tied tited a bit backward. Hold your arms straightened in front of your torso. Rotate your torso to one side, back to the center position and to the other side.
de: Setzen Sie sich auf den Boden, Beine gebeugt und Ihren Oberkörper etwas schief nach hinten halten. Strecken Sie Ihre Arme vor Ihrem Oberkörper aus. Drehen Sie Ihren Oberkörper nach einer Seite, zurück zur Mittelposition und dann zur anderen Seite.
es: Siéntate en el suelo con las piernas dobladas y el torso inclinado ligeramente hacia atrás. Mantén los brazos rectos delante del torso. Rota el torso hacia un lado, al centro y hacia el lado contrario.
fr: Asseyez-vous sur le sol, les jambes pliées, et votre buste légèrement en arrrière. Tenez vos bras immobiles devant votre buste. Tournez votre buste d'un côté, revenez à la position centrale, puis tournez de l'autre côté.
it: Siediti sul pavimento, gambe piegate e busto un po' indietro. Tieni le braccia dritte davanti al busto. Ruota il busto da un lato, torna alla posizione centrale e fai lo stesso verso l'altro lato.
ja: 床に座り、脚を曲げ、胴体を少し後ろに傾けます。上半身の前で腕を真っ直ぐに伸ばします。一方向に胴体を回転し、中央ポジションに戻り、もう一方に回転します。
nl: Ga op de vloer zitten, je benen gebogen en je bovenlichaam iets naar achter hellend. Houdt je armen gestrekt voor je boven je knieën. Draai nu je bovenlichaam naar links, terug naar startpositie en dan naar rechts.
pt: Sente-se no chão, com as pernas dobradas e seu tronco inclinado um pouco para trás. Mantenha os braços direitos na frente de seu tronco. Rode o tronco para um lado, volte à posição central e rode para o outro lado.
ru: Сядьте на пол, ноги согнуты, туловище напряжено и отклонено немного назад. Держите руки выпрямленными перед собой. Поверните корпус в одну сторону, затем обратно в центральное положение и в другую сторону.
sv: Sitt på golvet med benen böjda och med torson lite lutad bakåt. Håll ut armarna rakt framåt. Rotera torson åt ena sidan, tillbaka till mitten och sedan till andra sidan.
th: ให้คุณนั่งลงกับพื้น งอขา ลำตัวเอนไปด้านหลังเล็กน้อย ยื่นแขนของคุณออกไปด้านหน้าลำตัว บิดลำตัวของคุณไปข้างหนึ่ง จากนั้นกลับมาที่ท่าที่ลำตัวอยู่ในท่าสมดุล และหมุนสลับไปอีกข้าง
tr: Yere oturun, bacaklarınızı katlayın ve gövdeniz biraz arkada duracak şekilde durun. Kollarınızı gövdenizin önünde düz bir şekilde tutun. Gövdenizi bir yana doğru döndürün, ana pozisyona geri dönün ve gövdenizi diğer yana döndürün.

source: Side Bridge
de: Seitenbrücke
es: Puente Lateral
fr: Pont latéral
it: Ponte laterale
ja: サイドブリッジ
nl: Zijwaartse brug
pt: Ponte lateral
ru: Боковая планка
sv: Sidoplankan
th: ท่าฝึกกล้ามเนื้อหน้าท้องแบบไซด์บริดจ์
tr: 12 Yan Köprü

source: Lie on your side with your legs starting out. Turn sideways and raise your body off the floor, with one bent arm parallel to the floor. Try to keep your body in a straight line and your elbow directly under your shoulder.
de: Legen Sie sich mit ausgestreckten Beinen auf Ihre Seite. Seitlich drehen und Ihren Körper mit einem gebeugten Arm parallel zum Boden hochheben. Versuchen Sie, Ihren Körper gerade und Ihren Ellenbogen direkt unter Ihrer Schulter zu halten.
es: Túmbate de lado con las piernas sobresaliendo. Gira y levanta el cuerpo del suelo, con un brazo doblado paralelo al suelo. Trata de mantener el cuerpo en línea recta y el codo directamente debajo del hombro.
fr: Allongez-vous sur le côté avec vos jambes décollées du sol. Soulevez votre corps du sol, en gardant un bras plié parallèle au sol. Essayez de garder votre corps bien droit et votre épaule dans la même ligne que votre coude.
it: Sdraiati su un fianco iniziando con le gambe. Girati lateralmente e solleva il corpo da terra, con un braccio piegato parallelo al pavimento. Cerca di mantenere il tuo corpo su una linea retta e il gomito direttamente sotto la spalla.
ja: 脚を横側に伸ばし、横たわります。横向きになり、片側の曲げた腕を床と平行にし、床から体を離します。体を一直線に保ち、ひじは肩の真下に保つようにしてください。
nl: Ga op je zij liggen met je benen gestrekt naast elkaar. Draai je lichaam dan iets en hef het van de vloer met een arm gebogen op de vloer. Probeer je lichaam recht te houden en je elleboog recht onder je schouder.
pt: Deite-se de lado com as pernas esticadas. Virado de lado levante o seu corpo do chão, com um braço dobrado paralelo ao chão. Tente manter o seu corpo numa linha reta e o seu cotovelo diretamente debaixo do seu ombro.
ru: Лягте на бок, ноги вытянуты. Приподнимите тело от пола, одна согнутая рука при этом находится параллельно полу. Туловище пытайтесь держать в одной прямой линии, локоть под плечом.
sv: Ligg på sidan med benen utsträckta. Vrid dig åt ena hållet och lyft upp kroppen från golvet med en arm parallellt med golvet. Försök hålla kroppen i en rak linje och armbågen direkt under axeln.
th: ให้คุณนอนตะแคงโดยให้ขาเหยียดตรง จากนั้นมองตรงไปด้านหน้าและยกลำตัวขึ้นจากพื้นโดยใช้แขนข้างหนึ่งวางแนบกับพื้นในลักษณะงอ พยามทำให้ลำตัวเป็นเส้นตรงและให้ข้อศอกอยู่ใต้ไหล่
tr: Yanınıza doğru uzanın. Yan dönün ve vücudunuzu bir kolunuz yere paralel olarak bükülmüş şekilde yerden yukarı doğru kaldırın. Vücudunuzu düz bir çizgide tutmaya ve dirseğinizi de tam omzunuzun altında tutmaya çalışın.

source: Chin-Ups
de: Klimmzüge
es: Dominadas
fr: Tractions
it: Trazioni
ja: 逆手懸垂
nl: Kin omhoog
pt: Barra fixa
ru: Подтягивания
sv: Chins
th: ท่าชินอัพ
tr: Barfiks

source: Grasp the bar palms and fingers forward, away from the body. This is called the pronated grip. Keep arms straight and hang straight down without swinging. Relax your shoulders and body. Pull up in a smooth motion, do not jerk. The chin should go over the bar. Lower smoothly back to the starting position.
de: Greifen Sie die Stange mit den Handflächen und Fingern nach vorne, weg vom Körper. Das ist der „pronierte” Griff. Halten Sie die Arme gerade, und lassen Sie sich gerade nach unten hängen ohne zu schwingen. Entspannen Sie Ihre Schultern und Ihren Körper. Ziehen Sie sich langsam nach oben, nicht zucken. Das Kinn sollte über die Stange kommen. Gehen Sie langsam zur Startposition zurück.
es: Agarra la barra con las palmas y los dedos de las manos orientados hacia adelante, sin mirar al cuerpo. Lo que se llama agarre ”prono”. Mantén los brazos rectos y cuelga sin balancearte. Relaja los hombros y el cuerpo. Sube con movimiento lento, sin tirones. La barbilla debe sobrepasar la barra. Vuelve a la posición inicial lentamente.
fr: Attrapez la barre paumes et doigts en avant, loin du corps. On appelle cette prise 'supination'. Soulevez-vous avec un mouvement lent, ne tressautez pas. Le menton doit passer par-dessus la barre. Descendez doucement pour revenir à la position initiale.
it: Afferra la barra, palmi e dita in avanti, lontano dal corpo. Questa è chiamata la presa 'prona'. Mantieni le braccia diritte e tieniti appeso dritto senza oscillare. Rilassa le spalle e il corpo. Tira su con un movimento fluido, non a scatti. Il mento dovrebbe andare sopra la barra. Abbassati dolcemente di nuovo alla posizione di partenza
ja: 体から離れて手の平と指で前向きにバーを掴みます。これは、“プロネイテッド”グリップと呼ばれます。腕を真っ直ぐにし、揺れないで真っ直ぐにぶら下がります。肩と体をリラックスします。滑らかな動きで引き上げ、急な動きをしないでください。あごはバーの上に上がらなければなりません。滑らかに真っ直ぐ開始ポジションに戻ります。
pt: Aperte a barra com as palmas das mãos e dedos para a frente, longe do corpo. Este é o chamado aperto 'pronação'. Mantenha os braços retos e pendurados para baixo sem balançar. Relaxe os ombros e o corpo. Puxe com um movimento suave, não sacuda. O queixo deve passar por cima da barra. Baixe suavemente de volta à posição inicial
ru: Ухватитесь за турник ладонями и пальцами вперед, в обратном направлении от тела. Это называется прямым хватом (“пронация”). Держите руки прямо и повисните прямо вниз без раскачки. Расслабьте плечи и тело. Потянитесь вверх в плавном движении, не дергаясь. Подбородок должен оказаться выше перекладины. Плавно опуститесь в исходное положение.
sv: Greppa stången med handflator och fingrar riktade framåt, bort från kroppen. Detta kallas för ett ”pronerat” grepp. Håll armarna raka och häng rakt ner utan att gunga. Slappna av i axlar och kropp. Dra dig upp i en mjuk rörelse, utan att rycka. Hakan ska nå över stången. Sänk dig långsamt tillbaka till startposition.
tr: Barı avuç içleriniz ve parmaklarınız ileri, vücudunuzdan uzak olacak şekilde kavrayın. Buna “pronat“ kavrayış adı verilir. Kollarınızı düz tutun ve sallanmadan aşağı doğru asılın. Omuzlarınızı ve vücudunuzu gevşetin. Ani hareketler yapmadan yumuşak bir hareketle kendinizi yukarı doğru çekin. Çene barın yukarısına çıkmalıdır. Başlangıç pozisyonuna doğru yumuşak bir şekilde alçalın.

source: Deadlifts
de: Kreuzheben
es: Peso Muerto
fr: Soulevers du sol
it: Stacchi
ja: デッドリフト
nl: Deadliften
pt: Agachamentos
ru: Становая тяга
sv: Marklyft
th: ท่ายกน้ำหนักเดดลิฟท์
tr: Yerden Kilo ile Doğrulma
