Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Positioning the bar over your eyes keeps your triceps under some tension while your arms are in the extended position. Now, keep your upper arms fixed in the extended position while you bend your elbows and allow the weight to descend under control toward your forehead.
de: Wenn Sie die Stange über Augenhöhe platzieren, bleiben Ihre Trizeps unter Anspannung, während Ihre Arme in ausgestreckter Position sind. Halten Sie Ihre Arme jetzt still in der ausgestreckten Position, während Sie Ihre Ellenbogen beugen und dem Gewicht unter Kontrolle erlauben zu Ihrer Stirn herunterzukommen.
es: Colocando la barra sobre los ojos, tensiona los triceps mientras mantienes los brazos en posición extendida. Mantén la parte superior de los brazos fija, en posición extendida, mientras doblas los codos y dejas bajar el peso de manera controlada hacia la frente.
fr: Positionner la barre au dessus de vos yeux garde vos triceps tandis que vos bras sont en position étendue. À présent, gardez vos bras fixés en position étendue tandis que vous pliez vos coudes et permettez au poids de descendre sous contrôle vers votre front.
it: Posizionare la barra sopra i tuoi occhi mantiene i tricipiti con un po' di tensione, mentre le braccia sono in posizione estesa. Ora, tieni le braccia fissate in posizione estesa, mentre pieghi i gomiti e consenti al peso a scendere sotto controllo verso la fronte.
ja: 目の上にバーを配置し、腕が拡張したポジションの間に、上腕三頭筋をテンション下に保ちます。ここで、肘を曲げるとウェイトが額に向かって制御下で降る間、伸張位置に上腕を固定し続けます。
nl: Door de halter boven de ogen te brengen span je de triceps aan terwijl je armen recht omhoog wijzen. Laat nu de halter langszaam en gecontroleerd zakken tot vlak boven je voorhoofd maar zonder de bovenarmen te bewegen, en alleen de ellebogen te buigen.
pt: Posicionando a barra por cima dos seus olhos mantêm os tríceps sobre alguma tensão enquanto os seus braços estão na posição estendida. Agora, mantenha as partes superiores dos braços fixas na posição estendida enquanto dobra os cotovelos e permita ao peso descer sobre controlo em direção à sua testa.
ru: Расположите стойку над уровнем глаз- это поможет напрягать трицепсы при вытянутых руках. Затем, выпрямите руки от плеч до локтя, локти согните и опускайте вес по направлению ко лбу, контролируя движение.
sv: Positionerar du stången ovanför dina ögon hålls dina triceps lätt spända samtidigt som dina armar är utsträckta. Håll nu överarmarna fixerade i den utsträckta positionen samtidigt som du böjer på armbågarna och låter vikten kontrollerat sjunka mot din panna.
th: จัดท่าบาร์ให้อยู่เหนือระดับตาของคุณ ให้กล้ามเนื้อแขนท่อนบนส่วนหลังตึงในขณะที่คุณยืดแขนออก ตอนนี้ ให้แขนส่วนบนของคุณอยู่คงที่ในท่ายืดออกในขณะที่คุณงอข้อศอกของคุณ และให้น้ำหนักเอียงไปทางหน้าผากของคุณในท่าที่คุณควบคุมได้
tr: Barı göz seviyesinin üstüne hizalamak, kollarınız uzanmış bir pozisyondayken trisepsinizin gerilmesine neden olur. Şimdi, üst kollarınızı uzatılmış olan pozisyonlarında sabit tutarak, dirseklerinizi bükün ve ağırlığın kontrolünüz altında alnınıza doğru alçalmasına izin verin.

source: Triceps KickBacks
de: Trizepsrückschläge
es: Patadas Traseras de Triceps
fr: KickBacks de triceps
it: Spinte tricipiti
ja: 上腕三頭筋キックバック
nl: Triceps achteruit slaan
pt: KickBack dos Tríceps
ru: Выпрямление руки на трицепс
th: ท่าดันน้ำหนักไปด้านหลังด้วยแขน
tr: Triseps Geri İtiş

source: Kneel comfortably on a bench with the same leg that you hold the weight with. Now with your back straight and your head looking straight ahead start with the weight at a ninety degree angle (as shown). Extend the weight keeping your elbow completely stationary.
de: Knien Sie sich bequem mit dem gleichen Bein, mit dem Sie das Gewicht heben, auf eine Bank. Mit einem geraden Rücken und Ihrem Kopf nach vorne guckend fangen Sie jetzt mit dem Gewicht in einem 90 Grad Winkel an (wie gezeigt). Erweitern Sie das Gewicht, und halten Sie Ihre Ellenbogen völlig ruhig.
es: Arrodillate cómodamente en un banco con la misma pierna del lado que sujetas la pesa. Con la espalda recta y la cabeza mirando al frente, levanta el peso en un ángulo de 90 grados (como se muestra). Extiende el peso manteniendo el codo completamente fijo.
fr: Agenouillez-vous confortablement sur un banc avec la même jambe que celle qui porte le poids. Maintenantt avec votre dos droit et votre tête bien droite commencez avec le poids à un angle de 90 degrés (comme l'illustration). Etendez le poids en gardant votre coude complètement immobile.
it: Inginocchiati comodamente su una panchina con la stessa gamba su cui si tiene il peso. Ora, con la schiena dritta e la testa che sta dritta, inizia con il peso a un angolo di novanta gradi (come in figura). Estende il peso mantenendo il gomito completamente fermo.
ja: ウェイトを持つのと同じ側の脚で快適にベンチの上にひざま付きます。ここで、背中を真っ直ぐにして、前を見ながら、ウェイトを90度の角度で（図に表示）始めます。ひじを完全に静止しながら、ウェイトを伸ばします。
nl: Kniel comfortabel op een bankje met het zelfde been als waar je de halter vasthoudt. Met een rechte rug en recht vooruit kijkend breng je het gewicht recht naar achter van een hoek van 90 graden (zie afbeelding) naar gesterekte arm zonder je bovenarm te bewegen.
pt: Ajoelhe-se confortavelmente num banco com a mesma perna que suporta o seu peso. Agora com as costas direitas e a cabeça virada para a frente comece com o peso num angulo de noventa graus (como ilustrado). Estenda o peso mantendo o cotovelo completamente estacionário.
ru: Станьте коленом на скамью с той стороны, с которой вы держите груз. Держите спину прямо, голова смотрит прямо вперед. Начинайте поднимать груз с угла в 90 градусов (как показано). Распрямляйте руку, держа локоть абсолютно неподвижным.
sv: Ställ dig med ett knä på en bänk, samma ben som du håller vikten i, så att du står bekvämt. Med rak rygg och blicken framåt börjar du nu med vikten i nittio graders vinkel (som på bilden). Sträck ut armen och håll armbågen stilla.
th: ให้คุณวางเข่าในลักษณะงอบนม้านั่งโดยถือน้ำหนักด้วยมือข้างเดียวกันนี้ ยืดให้หลังตรงและหันหน้าในลักษณะตรง เริ่มเคลื่อนน้ำหนักที่ทำมุม 90 องศา (ดังแสดง) ยืดน้ำหนักออกไปขณะที่ตรึงข้อศอกอยู่
tr: Bir sehpaya ağırlığı tuttuğunuz taraftaki bacağınızla rahat bir şekilde çömelin. Şimdi sırtınız dik ve başınız tam karşıya bakacak şekilde ağırlığı (gösterildiği gibi) doksan derecelik bir açıya getirerek başlayın. Dirseklerinizi tamamen sabit tutarak ağırlığı uzatın.

source: One-Arm Dumbbell Triceps Extensions
de: Einarmige Trizepshantelverlängerungen
es: Extensiones de Triceps de Un Brazo con Mancuernas
fr: Extensions de triceps à un bras avec haltère
it: Estensioni dei tricipiti con manubri su un braccio
ja: 片腕ダンベル上腕三頭筋エクステンション
nl: Een-Arm halter Triceps verlengen
pt: Extensões de Tríceps de Um Braço com Halteres
ru: Разгибание гантели одной рукой на трицепс
sv: Triceps extension med en arms hantel
th: ท่ายกดัมเบลหนึ่งข้างด้วยการยืดกล้ามเนื้อแขนท่อนบนส่วนหลัง
tr: Tek Kol Dambıl Triseps

source: Hold your arm in full extension up above your body. Make sure your elbow is facing away from your body. With your non-weight bearing hand, grab and support your other arm just below the elbow. Next, lower the weight down, bending at your elbow. Once the forearm is parallel to the floor you may bring the arm back to full extension.
de: Halten Sie Ihren Arm in voller Ausdehnung über Ihrem Körper. Gehen Sie sicher, daß Ihr Ellenbogen von Ihrem Körper wegzeigt. Mit Ihrer leeren Hand greifen Sie gerade unter dem Ellenbogen nach Ihrem anderen Arm. Danach bringen Sie das Gewicht herunter und biegen den Ellenbogen. Nachdem der Unterarm parallel zum Boden ist, können Sie den Arm wieder vollständig ausstrecken.
es: Extiende el brazo por completo por encima del cuerpo. Asegúrate de que el codo esté orientado hacia fuera del cuerpo. Con la mano en la que no llevas peso, sujeta tu otro brazo por debajo del codo. Baja el peso, doblando el codo. Una vez que el antebrazo esté paralelo al suelo, puedes extender el brazo completamente.
fr: Tenez votre bras en pleine extension au dessus de votre corps. Vérifiez que votre coude est bien en face de votre corps. Avec votre main libre, attrapez et soutenez votre autre bras juste au-dessus du coude. Ensuite, abaissez le poids, en pliant votre coude. Une fois que l'avant-bras est parallèle au sol vous pouvez ramener le bras en pleine extension.
it: Tieni il braccio in estensione completa sopra il tuo corpo. Assicurati che il gomito sia rivolto lontano dal corpo. Con la mano che regge il peso, afferra e sostieni il tuo altro braccio appena sotto il gomito. Quindi, abbassare il peso verso il basso, piegando il gomito. Una volta che l'avambraccio è parallelo al pavimento, puoi portare indietro il braccio alla massima estensione.
ja: 体上の完全エクステンションであなたの腕を保持します。ひじが体から離れて面していることを確認してください。ウェイトを持たない素手で、もう片方の腕のひじの少し下を掴み、支えます。次に、ウェイトを下げ、ひじを曲げます。前腕が床と平行になると、腕を完全拡張に戻すことができます。
nl: Houdt je arm volledig gestrekt boven je lichaam. let er op dat je elleboog naar buiten gericht is. Met je vrije arm houd je nu je andere arm onder de elleboog vast voor ondersteuning. Breng nu het gwicht omlaag door alleen de elleboog te buigen. Zodra de onderarm paralleel is aan de vloer mag je de arm weer langszaam strekken en het gewicht omhoog brengen.
pt: Mantenha o braço em toda a extensão por cima do seu corpo. Certifique-se que o cotovelo está virado para o lado contrário do corpo. Com a mão que não está a segurar nenhum peso, agarre e suporte o outro braço um pouco abaixo do cotovelo. Assim que o antebraço esteja paralelo ao chão pode trazer o braço de volta a toda a extensão.
ru: Полностью вытяните руку над телом. Убедитесь, что локоть смотрит в противоположную от тела сторону. Свободной рукой поддерживайте другую руку чть ниже локтя. Начните опускать груз, сгибая локоть. Когда верхняя часть руки окажется параллельной полу, можете полностью распрямить руку.
sv: Håll armen fullt utsträck ovanför kroppen. Se till att armbågen är riktad bort ifrån kroppen. Ta nu din fria hand och ta tag i armen som håller i hantel och ge den stöd precis nedanför armbågen. Sedan böjer du på armbågen och sänker ner vikten. När underarmen är parallell med golvet kan du dra upp armen igen till utsträckt position.
th: ยืดแขนให้เหยียดตรงเหนือลำตัวของคุณ ต้องมั่นใจว่าข้อศอกของคุณหันหน้าออกจากลำตัว ใช้มืออีกข้างจับที่ใต้ข้อศอกของแขนที่ยกน้ำหนักเพื่อช่วยพยุง จากนั้นลดระดับของน้ำหนักลง งอข้อศอก เมื่อแขนท่อนล่างขนานกับพื้นแล้วให้คุณยืดแขนเหยียดตรงกลับมาที่เดิม
tr: Kolunuzu tam olarak uzatarak vücudunuzun yukarısında tutun. Dirseğinizin vücudunuzdan uzağa bakmasına dikkat edin. Ağırlık taşımayan elinizle, diğer elinizi hemen dirseğin altından kavrayın ve destekleyin. Daha sonra, dirseğinizden bükerek, ağırlığı aşağı indirin. Ön kolunuz yere paralel hale geldiğinde, kolunuzu tam olarak uzatma pozisyonuna geri alabilirsiniz.

source: Bar Triceps Extensions
de: Stangen-Trizepsverlängerungen
es: Extensiones de Triceps con Barra
fr: Extensions de triceps avec barre
it: Estensioni dei tricipiti con barra
ja: バー上腕二頭筋エクステンション
nl: Triceps verlengen met halter
pt: Extensões dos Tríceps com Barra
ru: Отжимание для трицепсов на рычажном тренажере
sv: Triceps extensions med skivstång
th: ท่ายืดกล้ามเนื้อแขนท่อนบนส่วนหลังโดยใช้บาร์
tr: Halterle Triseps

source: To begin, stand up holding a barbell or e-z bar using a pronated grip (palms facing forward) with your hands closer than shoulder width apart from each other. Your feet should be about shoulder width apart. Now elevate the barbell above your head until your arms are fully extended. Keep your elbows in. This will be your starting position. Keeping your upper arms close to your head and elbows in, perpendicular to the floor, lower the resistance in a semicircular motion behind your head until your forearms touch your biceps. Tip: The upper arms should remain stationary and only the forearms should move. Breathe in as you perform this step. Go back to the starting position by using the triceps to raise the barbell. Breathe out as you perform this step.
de: Um anzufangen, stellen Sie sich hin, halten Sie eine Hantel oder eine e-z Stange mit proniertem Griff (Handflächen nach vorne), Ihre Hände enger als Schulterbreite voneinander entfernt. Ihre Füße sollten schulterweit entfernt sein. Erhöhen Sie die Hantel über Ihren Kopf, bis Ihre Arme voll ausgestreckt sind. Halten Sie Ihre Ellenbogen nach innen. Dies ist Ihre Anfangsposition. Halten Sie Ihre Arme nah an Ihrem Kopf und Ihre Ellenbogen nach innen, senkrecht zum Boden, verringern Sie den Widerstand in einer halbkreisförmigen Bewegung hinter Ihrem Kopf bis Ihre Unterarme Ihre Bizeps berühren. Hinweis: die Oberarme sollten ruhig bleiben, und nur die Unterarme sollten sich bewegen. Atmen Sie während diesem Schritt ein. Gehen Sie zur Anfangsposition zurück, indem Sie die Trizeps zum Heben der Hantel benutzen. Atmen Sie bei diesem Schritt aus.
es: Para empezar, colócate de pie sujetando una haltera o una barra e-z con un agarre prono (con las palmas hacia adelante) con las manos más juntas que la distancia de los hombros. Los pies deberán estar a la anchura de los hombros. Eleva la haltera por encima de la cabeza hasta que los brazos estén completamente extendidos. Mantén los codos hacia adentro. Esta es la posición inicial. Manteniendo la parte superior de los brazos junto a la cabeza y los codos hacia adentro, perpendiculares al suelo, baja la resistencia con un movimiento circular, por detrás de la cabeza, hasta que los antenbrazos toquen los biceps. Consejo: la parte superior de los brazos debe permanecer inmóvil, solo los antebrazos se deben mover. Inhala mientras realizas este movimiento.Vuelve a la posición inicial usando los triceps para elevar la haltera. Exhala mientras realizas este movimiento.
fr: Pour commencer, tenez-vous debout en tenant un haltère ou une barre par en dessous (les paumes vers l'avant) avec vos mains plus proches l'une de l'autre que vos épaules. Vos pieds doivent être auussi écartés que vos épaules. À présent, soulevez la barre au-dessus de votre tête jusqu'à ce que vos bras soient complètement étirés. Gardez vos coudes vers l'intérieur. Ceci sera votre position de départ. En garant vos bras proches de votre tête et vos coudes vers l'intérieur, perpendiculaires au sol, abaissez la résistante dans un mouvement semi-circulaire derrière votre tête jusqu'à ce que vos avant-bras touche vos biceps. Astuce : Les bras doivent rester immobiles et seuls les avant-bras doivent bouger. Inspirez pendant cette étape. Revenez à la position de départ en utilisant les tricpe spour soulever la barre. Expirez pendant cette étape.
it: Per iniziare, stai in piedi tenendo una barra o bilanciere utilizzando una presa prona (palmi rivolti in avanti) con le mani, più vicino della larghezza delle spalle. I piedi devono essere circa la larghezza delle spalle. Ora solleva il bilanciere sopra la testa fino a quando le braccia sono completamente distese. Tieni i gomiti così. Questo sarà il tuo punto di partenza. Mantenendo le braccia vicino alla testa e gomiti, perpendicolari al pavimento, abbassa la resistenza con un movimento semicircolare dietro la testa fino a quando gli avambracci toccano i bicipiti. Suggerimento: le braccia devono rimanere ferme e solo gli avambracci devono muoversi. Inspira quando esegui questa operazione. Torna alla posizione di partenza utilizzando i tricipiti per sollevare il bilanciere. Espira quando esegui questa operazione.
ja: 始めるに辺り、プロネイテッドグリップ（手の平が前向き）を使用して、肩幅よりも狭い幅でバーベル、またはe‐ｚバーを持ちながら立ちます。ここで、腕が完全に伸びるまでバーベルを頭上に持ち上げます。ひじは中に入れたままにします。これが開始ポジションです。上腕を頭の近くに保ちながら、ひじは生にいれ、床と直角で、前腕が上腕二頭筋に触れるまで、頭の後ろ側に半円形の動きでレジスタンスを下げます。 ヒント：上腕は静止したままで、上腕のみが移動します。このステップを実行する際は、息を吸います。上腕三頭筋を使ってバーベルを上げ、開始ポジションに戻ります。このステップを実行する際は、息を吐きます。
nl: Sta met de voeten op schouderbreedte uit elkaar. Neem een halter of e-z bar bovenhands vast op minder dan schouderbreedte. Breng de halter nu eerst boven je hoofd met volledig gestrekte armen. Houdt je ellebogen naar binnen gericht. Dit is nu je uitgangspositie. Houdt je bovenarmen vlak langs je hoofd en je ellebogen naar binnen loodrecht op de vloer. Verlaag nu langszaam de spanning door in een cirkelvormige beweging het gewicht achter je hoofd te brengen totdat je onderarmen je biceps raken. Tip: je bovenarmen moeten op hun plaats blijven en alleen de onderarmen bewegen. Inademen bij het uitvoeren van het eerste deel van de oefening en uitademen bij het weer terug gaan naar de startpositie waarbij je de triceps het werk laat doen.
pt: Para começar, levante-se segurando um haltere ou uma barra EZ utilizando um aperto pronador (palmas das mãos viradas para a frente) com as mãos mais perto que o comprimento entre os ombros. Os pés deverão estar mais ou menos ao comprimento de entre os ombros. Agora eleve o haltere por cima da cabeça até os seus braços estarem completamente estendidos. Mantenha os cotovelos para dentro. Esta será a sua posição inicial. Mantendo a parte superior dos braços perto da cabeça e os cotovelos para dentro, perpendicular ao chão, baixe a resistência num movimento semicircular por trás da cabeça até que os antebraços toquem nos bíceps. Dica: As partes superiores dos braços deverão permanecer estacionárias e só os antebraços se deverão mover. Inspire enquanto faz este passo. Volte à posição inicial usando os tríceps para levantar o haltere. Expire enquanto faz este passo.
ru: Станьте и возьмите штангу с обычным или EZ-грифом хватом в положении пронации (ладони смотрят вперед), руки расставлены ближе ширины плеч друг от друга. Ноги на ширине плеч. Поднимите штангу над головой до полного распрямления рук. Локти смотрят внутрь. Это ваше исходное положение.Держа руки от плеч до локтя близко к голове, локти внутрь, перпендикулярно полу, опускайте штангу за голову полукруглым движением до тех пор пока предплечья коснутся бицепсов. Совет: Руки от плеч до локтя должны оставаться неподвижными, движение осуществляйте только нижней частью рук. Сделайте вдох, выполняя это движение. Вернитесь в исходное положение, поднимая штангу с помощью трицепсов. Сделайте выдох, выполняя это движение.
sv: Till att börja med, stå upp och håll skivstången med ett pronerat grepp (handflatorna framåt) med händerna på ett avstånd mindre än axelbredd ifrån varandra. Stå axelbrett med fötterna. Lyft nu upp skivstången ovanför huvudet tills armarna är helt utsträckta. Håll in armbågarna. Detta är din startposition. Håll överarmarna nära huvudet och dra in armbågarna, lodrätt med golvet. Minska motståndet i en semicirkulär rörelse bakom huvudet tills underarmarna vidrör dina biceps. Tips: Överarmarna ska hållas stilla och bara underarmarna ska röra sig. Andas in när du utför detta steg. Gå tillbaka till startpositionen genom att använda tricepsmusklerna för att lyfta skivstången. Andas ut när du utför detta steg.
th: เริ่มด้วยการยืนและจับที่บาร์น้ำหนักหรือบาร์ E-Z โดยการคว่ำมือ (ฝ่ามือหันลงด้านล่าง) โดยให้มืออยู่ห่างกันที่ระยะความกว้างสั้นกว่าความกว้างของไหล่ ส่วนเท้าอยู่ห่างกันกับระดับความกว้างของไหล่ จากนั้นให้คุณยกบาร์น้ำหนักเหนือศีรษะคุณจนกระทั่งแขนคุณเหยียดตรง ให้ข้อศอกอยู่ด้านใน นี่จะเป็นท่าเริ่มต้นของคุณ ให้แขนท่อนบนของคุณอยู่ใกล้ศีรษะ ข้อศอกอยู่ในท่าชิดด้านในและตั้งฉากกับพื้น ลดระดับน้ำหนักที่ต้านอยู่ลงโดยการเคลื่อนไหวแบบครึ่งวงกลมที่ด้านหลังของศีรษะคุณจนกระทั่งแขนท่อนล่างสัมผัสกับกล้ามเนื้อท้องแขนส่วนบน เคล็ดลับ: แขนส่วนบนควรอยู่ในท่าคงที่ และมีเพียงแขนท่อนล่างเท่านั้นที่เคลื่อนไหว หายใจเข้าเมื่อคุณทำในท่านี้ กลับไปที่ท่าเริ่มต้นโดยใช้กล้ามเนื้อแขนท่อนบนส่วนหลังยกบาร์น้ำหนัก หายใจออกเมื่อทำขั้นตอนนี้
tr: Başlamak için, bir halter veya z -barı, elleriniz birbirine omuz açıklığından daha yakın bir şekilde avuç içleriniz ileriyi gösterecek şekilde kavrayarak ayakta durun. Ayaklarınız yaklaşık olarak omuz açıklığında olmalıdır. Şimdi, kollarınız tamamen uzanana kadar halteri başınızın üzerine doğru kaldırın. Dirseklerinizi içerde tutun. Bu sizin başlangıç pozisyonunuzdur. Üst kollarınızı başınıza yakın tutarak ve dirsekleriniz içerde ve zemine dik bir açıyla dururken; ön kollarınız bisepsinize değene kadar direnci yarım dairesel bir hareketle düşürün. İpucu: Üst kollar sabit kalmalı ve sadece ön kollar hareket etmelidir. Bu adımı yaparken nefes alın. Trisepsinizi kullanarak halteri kaldırarak başlangıç pozisyonuna dönün. Bu adımı yaparken nefes verin.

source: Dumbbell Triceps Extension
de: Kurzhanteltrizepsverlängerungen
es: Extensión de Triceps con Mancuernas
fr: Extensions de triceps avec haltère
it: Estensione tricipiti con manubri
ja: ダンベル上腕三頭筋エクステンション
nl: Triceps verlengen met kleine halters
pt: Extensões dos Tríceps com Haltere
ru: Отжимание для трицепсов с гантелями
sv: Triceps extension med hantlar
th: ท่านอนยกดัมเบลยืดกล้ามเนื้อแขนท่อนบนส่วนหลัง
tr: Dambılla Triseps

source: Lie on a flat bench holding a dumbbell in each hand with your arms extended straight up from your shoulders: - Inhale and slowly bend your arms. - Return to the starting position, exhaling as you complete the movement. This exercise equally works all the heads of the triceps.
de: Legen Sie sich auf eine Flachbank, halten Sie in jeder Hand eine Hantel, und lassen Sie Ihre Arme von den Schultern an gerade ausgestreckt. - Atmen Sie ein, und beugen Sie langsam Ihre Arme. - Gehen Sie zur Anfangsposition zurück, und atmen Sie währenddessen aus. Diese Übung bearbeitet gleichmäßig jeden Kopf der Trizeps.
es: Túmbate en un banco llano con una mancuerna en cada mano y los brazos extendidos y rectos desde los hombros: ⁃ Inhala y flexiona los brazos lentamente. ⁃ Vuelve a la posición inicial, exhalando mientras completas el movimiento. ⁃Este ejercicio trabaja por igual las tres cabezas de los triceps.
fr: Allongez vous sur un banc en tenant un haltère dans chaque main avec vos bras tendus au-dessus de vos épaules. ⁃Inspirez et pliez lentement vos bras. Revenez en position initiale, en expirant en effectuant le mouvement. Cet exercice sollicite de façon égale toutes les têtes des triceps.
it: Sdraiati su una panca piana reggendo un manubrio in ogni mano con le braccia tese verso l'alto dalle spalle: - Inspira e piega lentamente le braccia. - Torna alla posizione di partenza, espirando quando completi il movimento. Questo esercizio sforza tutti i tricipiti.
ja: 肩から腕を上に伸ばして、それぞれの腕にダンベルを持ち、ベンチに平らに横たわります： ‐息を吸い、ゆっくりと腕を曲げます。 ‐開始ポジションに戻り、動きの完了として息を吐きます。 このエクササイズは、上腕三頭筋の全ての頭に等しく効果的です。
pt: Deite-se num banco plano segurando um haltere em cada mão com os braços estendidos para cima dos seus ombros: - Inspire e dobre os braços lentamente. - Volte à posição inicial, expirando ao completar o movimento. Este exercício trabalha igualmente todas as cabeças do tríceps.
ru: Лягте на горизонтальную скамью, держа по гантеле в каждой руке, руки вытянуты от плеч: - Вдохните и медленно согните руки. - Вернитесь в исходное положение, выдыхая по мере совершения движения. Это упражнение одинаково развивает все головки трицепса.
sv: Ligg på en bänk med en hantel i varje hand och armarna utsträckta rakt upp från axlarna: - Andas in och böj sakta på armarna. - Gå tillbaka till startpositionen och andas ut när du gör detta. Denna övning tränar triceps alla huvuden.

source: Triceps Dips
de: Trizepsvertiefungen
es: Dips de Triceps
fr: Descente de triceps
ja: 上腕三頭筋ディップ
nl: Triceps neerzakken
pt: Dips dos Tríceps
ru: Трицепс на скамье
th: ท่ายกตัวด้วยกล้ามเนื้อแขนท่อนบนส่วนหลัง
tr: 8 Sehpada Triseps İniş Kalkış
