Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Stand with your feet and your knees slightly bent. Bent forward at the waist, keeping your back straight and your arms hanging down. Hold a handle in each hand with the cables crossing each other: - Inhale and raise your arms to the sides until your hands are slightly above the level of your shoulders. - Exhale as you complete the exercise.
de: Stehen Sie mit leicht gebeugten Füßen und Knien. Lehnen Sie sich von der Hüfte an nach vorne, lassen Sie Ihren Rücken gerade und Ihre Arme hängen. Halten Sie in jeder Hand einen Griff, wobei die Kabel sich kreuzen: - Atmen Sie ein, und heben Sie Ihre Arme zu den Seiten, bis Ihre Hände etwas höher als Ihre Schultern sind. - Atmen Sie während der Vollendung der Übung aus.
es: De pie y con las rodillas ligeramente flexionadas. Inclínate hacia adelante, manteniendo la espalda recta y los brazos colgando. Sujeta un manillar en cada mano, con los cables cruzados el uno con el otro: ⁃Inhala y eleva los brazos a los lados hasta que las manos estén ligeramente por encima del nivel de los hombros. ⁃Exhala mientras completas el movimiento.
fr: Tenez-vous debout avec les pieds ett les genoux légèrement pliés. Penchez vous à partir de la taulle, en gardant votre dos droit et vos bras détendus. Tenez une poignée dans chaque main avec les câbles qui se croisent. ⁃ Inspirez et levez vos bras sur les côtés jusqu'à ce que vos mains soient légèrement au-dessus du niveau de vos épaules. ⁃Expirez tout en effectuant l'exercice.
it: Stai con i piedi e le ginocchia leggermente piegati. Piegati in avanti alla vita, mantenendo la schiena dritta e le braccia penzoloni. Afferrare una maniglia in ogni mano con i cavi che attraversano l'un l'altro: - Inspira e solleva le braccia ai lati fino a quando le mani sono leggermente al di sopra del livello delle spalle. - Espira quando completi l'esercizio.
ja: 膝をわずかに曲げて立ちます。手首を前に曲げ、背中を真っ直ぐに保って、腕を垂らします。ケーブルを交差させ、ハンドルをそれぞれの手に持ちます： ‐息を吸い、手がわずかに肩より高くなるまで腕を横に上げます。 ‐行動の完了として、息を吐きます。
pt: Fique de pé com os pés e joelhos ligeiramente inclinados. Incline-se para frente usando a cintura e mantendo as costas retas e os braços pendurados ao longo do corpo. Segure o puxador direito com a mão esquerda e o esquerdo com a mão direita: - Inspire e eleve os braços nas laterais até que as mão alcancem a altura dos ombros. - Expire ao retornar à posição inicial.
ru: Встаньте прямо, колени слегка согнуты. Наклонитесь вперед в талии, держа спину прямо, руки свисают вниз. В каждую руку возьмите по рукоятке тренажера, тросы должны пересекаться: -Вдохните и поднимите руки в стороны, пока ваши руки не окажутся слегка выше уровня плеч. -Выдохните и закончите упражнение.
sv: Stå med knäna lätt böjda. Böj dig framåt i midjan, håll ryggen rak och låt armarna hänga ner. Håll ett handtag i varje hand med vajrarna korsade: - Andas in och lyft armarna till sidorna tills dina händer är lite ovanför axelhöjd. - Andas ut när du slutför övningen.
tr: Ayakta dizleriniz hafifçe bükülü halde durun. Belden hafifçe öne eğilerek, sırtınız düz ve kollarınız yandan sarkacak şekilde durun. Kabloları çapraz olacak halde her bir elinizle kavrayın: - Nefes alın ve kollarınızı omuz seviyesinden hafif yukarı doğru gelene kadar kaldırın. - Egzersizi tamamlarken nefes verin.

source: Low Pulley Front Raises
de: Frontheben der unteren Umlenkrolle
es: Elevaciones Frontales con Polea Baja
fr: Levers frontaux de poulie basse
it: Alzate frontali con low pulley
ja: 低滑車フロントレイズ
nl: Lage katrol trekken voorkant
pt: Elevação Frontal no Cabo
ru: Подъем руки вперед с нижнего блока
sv: Frontlyft med låga vajerdrag
th: ท่าดึงน้ำหนักจากด้านล่างไปด้านหน้า
tr: Alt Makarada Öne Kaldırış

source: Stand with your feet slightly spread. Hold the handle with an overhand grip, keeping your arms at your sides: - Inhale and raise your arm forward shoulder height. - Exhale as you complete the movement. This exercise works the deltoids.
de: Stehen Sie mit leicht gespreizten Füßen. Halten Sie den Griff mit der Überhand, und lassen Sie Ihre Arme an Ihren Seiten: - Atmen Sie ein, und heben Sie Ihren Arm zur Schulterhöhe. - Atmen Sie während der Vollendung der Übung aus. Diese Übung bearbeitet die Deltamuskeln.
es: De pie y con los pies ligeramente separados. Coge el asa con un agarre prono, manteniendo los brazos a los lados: ⁃Inhala y eleva el brazo hasta la altura del hombro. ⁃ Exhala mientras completas el movimiento. Este ejercicio trabaja los deltoides.
fr: Tenez vous debout avec les pieds légèrement écartés. Tenez la poignée par au-dessus, en gardant vos bras sur les côtés. ⁃Inspirez et levez votre bras à hauteur d'épaule. ⁃Expirez en effectuant le mouvement. Cet exercice fait travailler les deltoïdes.
it: Stai con i piedi leggermente divaricati. Tieni la maniglia con una presa alla marinara, tenendo le braccia lungo i fianchi: - Inspira e solleva il braccio in avanti all'altezza delle spalle. - Espira quando completi il movimento. Questo esercizio sforza i deltoidi
ja: 足をわずかに開き、立ちます。オーバーハンドグリップでハンドルを持ち、腕を体の横に保ちます： ‐肩の高さで腕を前向きに上げます。 ‐動きの完了として、息を吐きます。 このエクササイズは、三角筋に効果があります。
pt: Fique de pé com os pés ligeiramente separados. Segure o puxador usando uma pegada pronada, mantendo os braços ao longo das laterais do corpo: - Inspire e eleve o braço para frente até a altura do ombro. - Expire ao retornar à posição inicial. Este exercício trabalha os deltóides.
ru: Встаньте прямо, ноги слегка расставлены. Возьмите рукоятку тренажера хватом сверху, руки держите по швам: - Вдохните и поднимите руку вперед до уровня плеч. - Выдохните и вернитесь в исходное положение. Это упражнение на развитие дельтовидной мышцы.
sv: Stå lätt bredbent. Håll i handtaget med ett överhandsgrepp och håll armarna längs med sidorna. - Andas in och lyft armen framåt till axelhöjd. - Andas ut när du slutför rörelsen. Denna övning tränar deltamusklerna.

source: Sit in a pec deck machine facing toward its back support with your arms stretched out grasping the handles: - Inhale and force your elbows to the rear, pressing your scapulae together at the end of the movement. - Exhale as you complete the movement.
de: Setzen Sie sich mit dem Gesicht zur Rückenstütze in eine Schmetterlingsmaschine, und greifen Sie mit ausgestreckten Armen nach den Griffen: - Atmen Sie ein, und zwingen Sie Ihre Ellenbogen nach hinten, drücken Sie Ihre Schulterblätter am Ende der Übung zusammen. - Atmen Sie bei der Vollendung der Übung aus.
es: Siéntate en una máquina de pec deck, mirando hacia el apoyo de la espalda, con los brazos estirados sujetando las asas: ⁃Inhala y mueve los codos hacia atrás, comprimiendo los omoplatos al final del movimiento. ⁃ Exhala mientras completas el movimiento.
fr: Installez-vous sur une machine à pectoraux en faisant face à son dossier avec vos bras tendus tenant les poignées. ⁃Inspirez et poussez vos coudes vers le centre, en appuyant vos jointures l'une contre l'autre à la fin du mouvement. ⁃Expirez en effectuant le mouvement.
it: Siediti su una pec deck machine rivolto verso il suo sostegno per la schiena con le braccia tese ad afferrare le maniglie: - Inspira e costringi i gomiti verso la parte posteriore, spingendo le tue scapole insieme alla fine del movimento. - Espira quando completi il movimento.
ja: バックサポートに向かって、腕を伸ばしてハンドルを握り、胸筋マシンに座ります： ‐息を吸い、ひじを後ろに強制し、動きの最後で肩甲骨を一緒に押さえます。 ‐動きの完了として、息を吐きます。
pt: Sente-se no aparelho voador (peck deck) com as costas viradas para o encosto do aparelho, segurando os pegadores com os braços esticados. - Inspire e force os cotovelos para trás, contraindo as escápulas no final do movimento. - Expire ao retornar à posição inicial.
ru: Займите исходное положение на тренажере Pec Deck, лицом к спинке, вытяните руки и возьмитесь за рукоятки: - Вдохните и сведите локти сзади, сжав лопатки в конце движения. - Выдохните и вернитесь в исходное положение.
sv: Sitt i en pec deck-maskin med ansiktet mot ryggstödet och med händerna på handtagen. - Andas in och dra bak armbågarna så att skulderbladen pressas ihop i slutet av rörelsen. - Andas ut när du slutför rörelsen.
tr: Bir ön kol (pec deck) makinesine yüzünüz arka desteğine bakacak ve kollarınız tutmaçları kavrayacak şekilde uzatılmış halde oturun: - Nefes alın ve dirseklerinizi arkaya doğru ittirin, hareketin sonunda kürek kemiklerinizi bir araya getirin. - Hareketi tamamlarken nefes verin.

source: Close-Grip Bench Presses
de: Bankdrücken mit engem Griff
es: Press de Banca con Agarre Cerrado
fr: Poussées sur banc prise serrée
it: Close-Grip Bench Presse
ja: クローズグリップベンチプレス
nl: Close-Grip Bank drukken
pt: Supino de Aperto Próximo
ru: Жим узким хватом лежа
sv: Bänkpress med smalt grepp
th: ท่ายกบาร์น้ำหนักใกล้ตัวบนม้านั่ง
tr: Yatarak Halter Dar Tutuş Kaldırış

source: Position yourself on a regular free weight flat bench press machine. Lie flat on your back and grab the barbell above you with a very narrow grip. Focus on keeping about an 6-8 inch width in your grip Lift the barbell off of the rack and slowly lower it to about 3 inches above your chest and then press the bar back to the start position. Make sure to focus on keeping your elbows in towards your body throughout the full range of the movement.
de: Platzieren Sie sich auf eine normale Hantelflachbank-Drückmaschine. Legen Sie sich flach auf Ihren Rücken, und greifen Sie nach der Hantel über Ihnen mit einem sehr engen Griff. Gehen Sie sicher, daß Ihr Griff zwischen 6 und 8 Inch weit ist. Heben Sie die Hantel vom Ständer, lassen Sie sie bis zu 3 Inch an Ihre Brust herunter kommen, und drücken Sie sie dann zurück zur Anfangsposition. Konzentrieren Sie sich darauf, Ihre Ellenbogen während der ganzen Übung zu Ihrem Körper zu weisen.
es: Colócate en una máquina normal de press de banco plano de pesas libres. Túmbate boca arriba y coge la haltera de encima con un agarre muy estrecho. Concéntrate en mantener una anchura de entre 15 y 20 cm en el agarre. Levanta la haltera del bastidor y bájala lentamente a una altura de unos 8 cm por encima del pecho, y vuelve a levantar la barra hasta la posición de inicio. Asegúrate de mantener los codos orientados hacia el cuerpo durante todo el movimiento.
fr: Installez vous sur le banc d'une machine de poids libre. Allongez-vous sur votre dos et attrapez solidement la barre au-dessus de vous. Concentrez vous pour tenir environ 20 cm dans votre prise. Soulevez la barre de son support et abaissez la lentement jusqu'à environ 10cm de votre buste et repoussez la ensuite jusqu'à sa position initiale. Concentrez vous pour garder vos coudes dirigés vers votre corps durant toute la durée du mouvement.
it: Posizionati su una press machine panca piana a peso libero. Sdraiati sulla schiena e afferra il bilanciere sopra di te con una presa molto stretta. Concentrati su come mantenere una larghezza di circa 6-8 pollici nella tua presa per sollevare il bilanciere fuori dai ganci e abbassalo lentamente a circa 3 centimetri sopra il petto e poi spingi la barra di nuovo alla posizione di partenza. Assicurati di concentrati su come mantenere i gomiti verso il tuo corpo per tutta la gamma completa di movimento.
ja: 通常のフリーウェイトのフラットベンチプレスマシンのポジションに着きます。上向きに横たわり、バーベルを非常に狭いグリップで掴みます。６‐８インチの幅でグリップを保つことに集中します。バーベルをラックからはずして押し上げ、ゆっくりと、胸から約３インチのところまで下げ、その後、開始ポジションまで押し上げます。運動の全範囲にわたって、ひじが体に向かうことの維持に注力することを確認してください。
nl: Ga op een gewone vlakke bank opdrukmachine liggen. Vlak op de rug en houdt de halter met beide handen vlak bij elkaar (15 tot 20 cm tussenruimte) vast. Til de halter van het rek en breng die langszaam tot op 7 centimeter boven de borst en breng de halter dan terug naar de uitgangspositie. Let er op dat je bij deze hele oefening je ellebogen vlak bij het lichaam houdt.
pt: Posicione-se numa máquina de supino normal e lisa de peso básico. Deite-se de costas e agarre o haltere acima de si com um aperto muito próximo. Concentre-se em manter uma largura de cerca de 6-8 polegadas no seu aperto. Levante o haltere do suporte e desça-o lentamente até cerca de 3 polegadas por cima do peito e depois levante a barra de volta à posição inicial. Certifique-se em focar em manter os cotovelos para dentro em direção ao seu corpo durante todo o movimento.
ru: Займите положение лежа на горизонтальной скамье обычного силового тренажера. Держите спину плашмя на скамье и возьмите штангу очень узким хватом сверху. Обратите внимание, что ваши руки должны находиться на ширине примерно 6-8 дюймов.Поднимите штангу со стойки и медленно опустите ее до расстояния около 3 дюймов до груди, а затем верните штангу в исходное положение. Обратите внимание, чтобы локти были направлены в сторону тела на протяжении всего упражнения.
sv: Positionera dig själv på en vanlig bänkpress med fria vikter. Ligg på rygg och ta tag i skivstången ovanför dig med ett väldigt smalt grepp. Fokusera på att ha ett mellanrum på 15-20 cm mellan händerna. Lyft upp skivstången från ställningen och sänk den sakta till ungefär 7 cm från bröstet och lyft sedan upp den till startpositionen igen. Se till att du fokuserar på att hålla in armbågarna mot kroppen genom hela rörelsen.
th: ให้นั่งบนม้านั่งราบสำหรับการยกฟรีเวท นอนราบบนม้านั่งและจับที่บาร์น้ำหนักที่อยู่เหนือตัวคุณโดยให้การจับนั้นอยู่ในช่วงแคบมาก โดยให้มือทั้งสองอยู่ห่างกันประมาณ 6-8 นิ้ว จากนั้นยกบาร์น้ำหนักออกจากชั้นและค่อย ๆ ลดระดับลงมาให้เหนือหน้าอกคุณประมาณ 3 นิ้ว จากนั้นดันบาร์น้ำหนักขึ้นไปที่ท่าเริ่มต้น คุณต้องแน่ใจว่าข้อศอกหันไปทางลำตัวของคุณในระหว่างการบริหารกล้ามเนื้อท่านี้
tr: Normal bir serbest ağırlık düz bench press makinesine uzanın. Sırt üstü düz olarak uzanın ve üzerinizdeki halteri çok dar bir tutuşla kavrayın. Kavrayışınız boyunca 15 - 20 cm.lik bir açıklık tutmaya odaklanın. Halteri askıdan indirin ve yavaşça göğsünüzden yaklaşık olarak 7,5 cm yukarısına kaldırın ve daha sonra barı başlangıç pozisyonuna itin. Hareketin tamamı boyunca dirseklerinizin vücudunuza doğru olmasına odaklandığınızdan emin olun.

source: Push-Downs
de: Hinunterdrücken
fr: Tractions
ja: プッシュダウン
nl: Omlaag drukken
pt: Flexões
ru: Тяга верхнего блока на трицепс
th: ท่าดันน้ำหนักลงด้านล่าง
tr: Aşağı İtişler

source: Using a high-cable pulley, grasp a short straight bar with an overhand grip. Your hands should be about 10 inches apart. Position your forearms so they are parallel to the floor. Keep your feet shoulder width apart and bend your knees slightly. Keep your elbows locked in close to your body and your wrists straight. Keep your WHOLE body steady, push the bar down as far as possible towards your legs, locking your arms and feeling the triceps full contract. Keep the upper arms close to the body. Return to the starting position using the same motion. Never move your elbows or torso! Stay standing straight up.
de: Benutzen Sie eine Umlenkrolle mit hohen Kabeln, greifen Sie von oben nach einer kurzen, geraden Stange. Ihre Hände sollten ungefähr 10 Inch voneinander entfernt sein. Platzieren Sie Ihre Unterarme parallel zum Boden. Halten Sie Ihre Füße schulterweit auseinander, und beugen Sie Ihre Knie leicht. Halten Sie Ihre Ellenbogen nah an Ihrem Körper und Ihre Handgelenke gerade. Halten Sie Ihren GANZEN Körper ruhig, drücken Sie die Stange so weit zu Ihren Beinen herunter wie möglich, sperren Sie Ihre Arme, und fühlen Sie, wie Ihre Trizeps sich völlig zusammenziehen. Lassen Sie die Oberarme nah an Ihrem Körper. Gehen Sie mit der gleichen Bewegung zur Anfangsposition zurück. Bewegen Sie nie Ihre Ellenbogen oder Ihren Oberkörper! Bleiben Sie gerade stehen.
es: Utilizando una polea de cable alto, coge una barra corta y recta con un agarre prono. Tus manos deberán estar separadas por unos 25 cm. Coloca tus antebrazos paralelos al suelo. Mantén los pies con una separación como la anchura de los hombros y flexiona las rodillas ligeramente. Mantén los codos fijos y pegados al cuerpo y las muñecas rectas. Mantén TODO el cuerpo firme, empuja la barra todo lo que puedas hacia las piernas, bloqueando los brazos y sintiendo la contracción total de los triceps. Mantén la parte superior de los brazos pegada al cuerpo. Vuelve a la posición inicial usando los mismos movimientos. ¡No muevas ni los codos ni el torso! Quédate de pie y recto.
fr: Avec une poulie à câble haut, attrapez une barre droite courte avec une prise par au-dessus. Vos mains doivent être séparées d'environ 30 cm. Placez vos avant-bras de façon à ce qu'ils soient parallèles au sol. Gardez vos pieds aussi écartés que vos épaules et pliez légèrement vos genoux. Gardez vos coudes serrrées contre votre corps et vos poignets solides. Gardez TOUT votre corps immobile, poussez la barre vers le bas aussi loin que possible vers vos jambes, en bloquant vos bras et en sentant les triceps se contracter complètement. Gardez les bras près du corps. Revenez à la position de départ en utilisant le même mouvement.. Ne bougez jamais ni vos coudes ni votre buste. Restez bien droit.
it: Utilizzando una puleggia a cavi alti, afferra una barra diritta corta con una presa alla marinara. Le mani devono essere a circa 10 centimetri di distanza. Posiziona gli avambracci in modo che siano paralleli al pavimento. Mantieni la larghezza degli avambracci quanto quella delle spalle e piega leggermente le ginocchia. Tieni i gomiti bloccati vicino al corpo ed i polsi dritti. Mantieni il tuo corpo intero stabile, spingi la barra verso il basso il più possibile verso le gambe, bloccando le braccia e senti il tricipite in piena contrazione. Tieni le braccia vicine al corpo. Ritorna alla posizione di partenza utilizzando lo stesso movimento. Non spostare i gomiti o il tronco! Stai in piedi dritto.
ja: 高ケーブル滑車を使って、短い直線バーをオーバーヘッドグリップで掴みます。手は、約１０インチ離れているべきです。上腕を配置することで、それらは床に平行になります。足を肩幅に開き、膝をわずかに曲げます。ひじを体の近くで固定し、手首を真っ直ぐにします。体全体を安定させ、バーを可能な限り、腕を固定して、上腕三頭筋の完全収縮を感じて、脚の近くまで押し下げます。上腕は、体の近くに保ちます。同じ動きで開始ポジションに戻ります。ひじや上腕を決して動かさないでください！真っ直ぐ立ったままでいてください。
nl: Gebruik een hoge katrolkabel met een korte staaf in bovenhandse grip. De handen ongeveer 25 centimeter uit elkaar. Positioneer jezelf zodanig dat je onderarmen parallel zijn met de vloer en je voeten op schouderbreedte uit elkaar en met licht gebogen knieën. Zet je ellebogen op slot vlak bij het lichaam en je polsen recht. Zonder de rest van je lichaam te bewegen druk je nu de staaf zo ver mogelijk naar beneden tot voor je dijen, hierbij zijn je armen nog steeds op slot en zul je de triceps voelen aanspannen. Houdt je bovenarmen tegen je lichaam. Ga dan langszaam terug naar de startpositie in tegengestelde beweging. Beweeg je torso of ellebogen nooit bij deze oefening! En blijf rechtop staan.
pt: Utilizando uma roldana de cabo alta, agarre uma pequena barra reta apertando por cima. As mãos deverão estar cerca de 10 polegadas afastadas. Posicione os seus antebraços para que estejam paralelos ao chão. Mantenha os pés afastados à largura dos ombros e dobre ligeiramente os joelhos. Mantenha os cotovelos parados junto ao corpo e os seus pulsos direitos. Mantenha TODO o seu corpo firme, empurre a barra para baixo o mais possível em direção às pernas, mantendo os braços parados e sentindo toda a contração dos tríceps. Mantenha a parte superior dos braços próximos ao corpo. Volte à posição inicial utilizando o mesmo movimento. Nunca mexa os seus cotovelos ou torso. Fique levantado em pé.
ru: Используя тренажер с верхним блоком, возьмите рукоять хватом сверху. Руки должны быть на ширине примерно 10 дюймов. Расположите предплечья таким обазом, чтобы они были параллельны полу. Держите ноги на ширине плеч, ноги слегка согнуты в коленях. Локти зафиксированны ближе к телу, кисти рук смотрят прямо. Держите туловище прямо, опустите рукоять как можно ниже к ногам, сохраняя руки неподвижными и напрягая трицепсы. Руки от плеч до локтя держите ближе к телу. Вернитесь в исходное положение, выполняя то же движение.Никогда не двигайте локтями или туловищем! Стойте прямо.
sv: Använd en maskin för vajerdrag över huvud, ta ett kort rak stång och fatta ett överhandsgrepp. Dina händer ska vara ungefär 25 cm ifrån varandra. Positionera dina underarmar så att de är parallella med golvet. Håll fötterna på ett axelbrett avstånd ifrån varandra och böj lätt på knäna. Håll in armbågarna nära kroppen och håll handlederna rakt. Håll HELA kroppen stadig, tryck stången så fort som möjligt ner mot dina ben, så att armarna låser sig och du känner hur triceps dras ihop helt. Håll överarmarna nära kroppen. Gå tillbaka till startpositionen med samma rörelse. Flytta aldrig armbågarna eller torson! Bibehåll en upprättstående position.
th: ใช้รอกเคเบิ้ลแบบสูง จับที่ด้ามจับสั้นด้วยท่าคว่ำมือ มือของคุณควรอยู่ห่างกันประมาณ 10 นิ้ว จัดท่าแขนท่อนล่างของคุณให้ขนานกับพื้น ให้เท้าห่างกันเท่าความกว้างของไหล่ งอเข่าเล็กน้อย ล็อคข้อศอกใกล้กับลำตัว ตรึงข้อมือให้ตรง จัดให้ทั้งลำตัวอยู่ในท่าที่มั่นคง ดันบาร์ลงด้านล่างไปทางขาของคุณให้ลงต่ำเท่าที่จะทำได้ ล็อคแขนของคุณจนรู้สึกว่ากล้ามเนื้อส่วนหลังของแขนท่อนบนหดตัว ให้แขนส่วนบนอยู่ใกล้กับลำตัว จากนั้นกลับไปยังท่าเริ่มต้นโดยใช้การเคลื่อนไหวในลักษณะเดิม อย่าเคลื่อนข้อศอกหรือลำตัว ยืนในท่าหลังตรงตลอดเวลา
tr: Yüksek - kablo makara kullanarak, düz kısa bir barı aşağıdan yukarı doğru kavrayın. Elleriniz birbirinden yaklaşık olarak 25 cm uzaklıkta olsun. Ön kollarınızı yere paralel olacak şekilde tutun. Ayaklarınızı omuz genişliğinde açık ve dizlerinizi hafif bükülü şekilde tutun. Dirseklerinizi vücudunuza yakın bir konumda kilitleyin ve bileklerinizi düz tutun. TÜM vücudunuzu sabit tutun, barı bacaklarınıza doğru olabildiğince aşağı itin, kollarınızı kilitleyin ve trisepslerinizin tamamen kasıldığını hissedin. Ön kollarınızı vücudunuza yakın tutun. Aynı hareketi kullanarak başlangıç pozisyonuna dönün. Asla dirseklerinizi veya gövdenizi kıpırdatmayın! Dik olarak ayakta durmaya devam edin.

source: Triceps Extensions
de: Trizepsverlängerungen
es: Extensiones de Triceps
fr: Extensions de triceps
it: Estensioni dei tricipiti
ja: 上腕三頭筋エクステンション
nl: Triceps verlengen
pt: Extensões dos Tríceps
ru: Трицепс на блоке
th: ท่ายืดกล้ามเนื้อแขนท่อนบนส่วนหลัง
tr: Triseps Uzatma
