Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Lie back on the decline bench. Hold the barbell with overhand grip. Lower the barbell towards your lower chest as you keep your elbows close to your body. The barbell should slightly touch your chest at the end of the movement.
de: Legen Sie sich auf einer Schrägbank zurück. Halten Sie die Hantel im Obergriff. Bringen Sie die Hantel zu Ihrer unteren Brust, während Sie Ihre Ellenbogen nah an Ihrem Körper halten. Die Hantel sollte Ihre Brust am Ende der Bewegung leicht berühren.
es: Túmbate de espaldas en un banco inclinado. Sujeta la haltera con un agarre prono. Baja la haltera hacia la parte inferior del pecho, mientras mantienes los codos pegados al cuerpo. La haltera deberá tocar ligeramente el pecho al final del movimiento.
fr: Allongez-vous sur le dos sur le banc incliné. Tenez la barre par au-dessus. Abaissez la barre vers la partie inférieure de votre buste tout en gardant vos coudes près du corps. La barre doit simplement frôler votre buste à la fin du mouvement.
it: Sdraiati sulla panca. Tieni il bilanciere con braccio sopra la spalla. Abbassa il bilanciere verso il petto basso quando tieni i gomiti vicino al corpo. Il bilanciere deve toccare leggermente il petto alla fine del movimento.
ja: デクラインベンチに上向きに横たわります。バーベルをオーバーハンドグリップで掴みます。ひじを体の近くで保ちながら、バーベルを下部の胸に向かって下げます。バーベルは動きの最後でわずかに胸に触れます。
nl: Ga weer op de bank liggen met de halter overhands in je handen (met de handpalmen naar je voeten gericht). Breng de halter langszaam naar onderborst regio terwijl je je ellebogen dicht tegen het lichaam aan houdt. De halter moet lichtelijk je borst raken op het eind van deze oefening.
pt: Deite-se num banco declinado. Segure na barra com as palmas das mãos viradas para a frente e ligeiramente para cima. Baixe a barra até ao seu peito inferior enquanto mantém os cotovelos juntos ao corpo. A barra deve tocar ligeiramente no seu peito no fim do movimento.
ru: Лягте на наклонную скамью. Возьмите штангу хватом сверху. Опустите штангу к нижней части грудной клетки, держа при этом локти близко к телу. Штанга должна слегка касаться груди в конце движения.
sv: Ligg på rygg på en neråtlutande bänk. Håll i stången med ett överhandsgrepp. Sänk ner skivstången mot underdelen av bröstet samtidigt som du håller in armbågarna mot kroppen. Skivstången ska nudda bröstet lätt i slutet av rörelsen.
th: ให้คุณนอนบนม้านั่งราบ ถือบาร์น้ำหนักในมือโดยให้ฝ่ามือหันออกจากตัว ลดระดับบาร์เบลลงมายังหน้าอกส่วนล่างในขณะที่ข้อศอกอยู่ใกล้กับลำตัว บาร์น้ำหนักควรแตะที่หน้าอกเล็กน้อยที่ส่วนท้ายของการเคลื่อนไหวในท่านี้
tr: Ters eğik sehpaya arka üstü uzanın. Halteri yukarıdan aşağı inen bir kavrayışla tutun. Dirseklerinizi vücudunuza yakın tutarken, halteri alt göğüs bölgenize doğru indirin. Halter hareketin sonunda göğsünüze hafifçe dokunmalıdır.

source: Pec Deck Flies
de: Schmetterlinge
es: Crucifijos en Pec Deck
fr: Pectoraux
ja: 胸筋デックフライ
nl: Pec Fly Machine
pt: Aberturas em Máquina
ru: Разведение колодок на тренажере Pec Deck
sv: Flyes på pec deck-maskin
th: ดึงเคเบิ้ลลักษณะบิน
tr: Pec Deck Açış

source: Sit on the machine's seat and press your elbows into the pads, relaxing your forearms and wrists: - Inhale and force the pads together until they touch in front of your chest. - Exhale as you complete the movement.
de: Setzen Sie sich auf den Sitz der Maschine, und drücken Sie Ihre Ellenbogen in die Polster, lassen Sie Ihre Unterarme und Handgelenke ruhen: - Atmen Sie ein, und drücken Sie die Polster zusammen, bis sie sich vor Ihrer Brust treffen. - Atmen Sie während der Vollendung der Bewegung aus.
es: Siéntate en el asiento de la máquina y presiona los codos en las almohadillas, relajando los antebrazos y las muñecas: ⁃Inhala y junta las almohadillas hasta que se toquen delante del pecho. ⁃Exhala mientras completas el movimiento.
fr: Assesyez-vous sur le siège de la machine et appuyez vos coudes dans les pads, en relaxant vos avant-bras et vos poignets : ⁃ Inspirez et poussez les pads l'un vers l'autre jusqu'à ce qu'ils se touchent juste devant votre buste ⁃ Expirez en exécutant le mouvement
it: Siediti sul sedile della macchina e premi i gomiti sulle imbottiture, rilassa gli avambracci e i polsi: - Inspira e forza le imbottiture insieme fino a toccare davanti al tuo petto. - Espira quando completi il movimento.
ja: 機械のシートに座り、ひじをパッドに押し付け、上腕と手首をリラックスさせます： ‐息を吸い、パッドが胸の前でお互いに触れるまでパッドを押します。 ‐動きの完了として、息を吐きます。
pt: Sente-se no banco da máquina e pressione os cotovelos contra a zona almofadada da máquina, relaxando os braços e os pulsos: - Inspire e junte os braços da máquina até que toquem à frente do seu peito. ⁃ Expire enquanto completa o movimento.
ru: Сядьте на сиденье тренажера, локти установите в колодки, расслабив предплечья и запястья: - Сделайте вдох и сведите колодки вместе, пока они не соединятся напротив вашей груди. -Вернитесь в исходное положение, сделав выдох.
sv: Sitt på maskinens säte, pressa in armbågarna i dynorna och slappna av i underarmarna och handlederna: - Andas in och tryck ihop dynorna tills de nuddar varandra framför bröstet. - Andas ut när du slutför rörelsen.
tr: Makinenin koltuğuna oturun ve dirseklerinizi yastıklara bastırın, ön kol ve bileklerinizi gevşetin: - Nefes alın ve yastıklara, göğsünüz üzerinde yastıklar birbirine değene kadar güç uygulayın. - Hareketi tamamlarken nefes verin.

source: Wrist Curls
de: Handgelenkübungen
es: Curl de Muñeca
fr: Enroulés de poignet
ja: リストカール
nl: Kromme polsen
pt: Girar os pulsos
ru: Сгибание/разгибание запястья
sv: Handledscurl
th: ท่าดึงบาร์น้ำหนักด้วยข้อมือ
tr: Ön Kol ve Bilek Bükme

source: Sit with your forearms resting on your thighs or on a bench. Take an underhand grip on the bar with your wrists passively extended: - Inhale and curl your wrist up. - Exhale as you complete the movement.
de: Setzen Sie sich auf eine Bank, und lassen Sie Ihre Unterarme auf Ihren Oberschenkeln ruhen. Fassen Sie die Stange im Untergriff an, und lassen Sie Ihre Handgelenke passiv verlängert: - Atmen Sie ein, und biegen Sie Ihr Handgelenk nach oben. - Atmen Sie bei der Vollendung der Übung aus.
es: Siéntate con los antebrazos apoyados en los muslos o en un banco. Coge La barra con un agarre supino y con las muñecas extendidas pasivamente: ⁃Inhala y eleva la muñeca. ⁃Exhala mientras completas el movimiento.
fr: Asseyez-vous avec les avant-bras posés sur vos cuisses ou sur un banc. Attrapez la barre par en-dessous avec vos poignets passivement détendus. ⁃ Inspirez et enroulez votre poignet. ⁃ Expirez en éxécutant le mouvement.
it: Siediti con gli avambracci appoggiati sulle cosce o su una panca. Fai una presa con braccio sopra la spalla sulla barra con i polsi passivamente estesi: - Inspira e tira il polso in su. - Espira quando completi il movimento.
ja: 上腕を大腿部、またはベンチの上に置いて座ります。手首を受動的に拡張して、アンダーハンドグリップでバーを掴みます。 ‐息を吸い、手首をカールアップします。 ‐息を吐き、動きを完了します。
pt: Sente-se com os antebraços a repousarem sobre as coxas ou num banco. Com a mão por baixo aperte com firmeza a barra com os seus pulsos passivamente estendidos: - Inspire e gire o punho para cima. - Expire enquanto completa o movimento.
ru: Сядьте, опираясь предплечьями на бедра или на скамью. Возьмите гриф штанги нижним хватом, запястья выдвинуты вперед: - Сделайте вдох и согните запястья вверх. - Выдыхая, вернитесь в исходное положение.
sv: Sitt med underarmarna vilandes på låren eller på en bänk. Ta ett underhandsgrepp på stången handlederna passivt utsträckta: - Andas in och böj handleden uppåt. - Andas ut när du slutför rörelsen.
tr: Ön kollarınız kalçalarınız üzerinde duracak şekilde oturun veya sehpaya koyun. Bileklerinizi pasif olarak uzatarak barı aşağıdan yukarı doğru bir kavrayışla tutun: - Nefes alın ve bileğinizi yukarı doğru bükün. - Hareketi tamamlarken nefes verin.

source: Sit on a bench. Using an dumbbell wrists passively extended: - Inhale and curl your wrist up. - Exhale as you complete the movement. This exercise works the flexors of the wrist and finger.
de: Setzen Sie sich auf eine Bank. Benutzen Sie eine Hantel, und lassen Sie Ihre Handgelenke passiv verlängert: - Atmen Sie ein, und biegen Sie Ihr Handgelenk nach oben. - Atmen Sie bei der Vollendung der Übung aus. Diese Übung bearbeitet die Beugemuskeln des Handgelenks und des Fingers.
es: Siéntate en un banco. Con una mancuerna y las muñecas extendidas pasivamente: ⁃ Inhala y eleva la muñeca. ⁃Exhala mientras completas el movimiento. ⁃ Este ejercicio trabaja los flexores de la muñeca y los dedos.
fr: Asseyez-vous su un banc. En utilisant un haltère les poignets passivement détendus. ⁃Inspirez et enroulez votre poignet. ⁃ Expirez en exécutant le mouvement. Cet exercice fait travailler les fléchisseurs du poignets et des doigts.
it: Siediti su una panca. Utilizzando un manubrio e polsi passivamente estesi: - Inspira e tira il polso in su. - Espira quando completi il movimento. Questo esercizio sforza i flessori del polso e delle dita.
ja: ベンチに座ります。ダンベルを使い、受動的に拡張します： ‐息を吸い、手首をカールアップします。 ‐動きの完了として息を吐きます。 このエクササイズは、手首と指の屈筋に効果的です。
pt: Sente-se num banco. Utilizando um haltere e com os pulsos passivamente estendidos: - Inspire e gire o punho para cima. - Expire enquanto completa o movimento.
ru: Сядьте на скамью. В руки возьмите гантели, запястья выдвинуты вперед: - Сделайте вдох и согните запястья вверх. - Выдыхая, вернитесь в исходное положение. Это упражнение развивает сгибающие мышцы запястья и пальцев.
sv: Sitt på en bänk. Använd en hantel med handleden passivt utsträckt: - Andas in och böj handleden uppåt. - Andas ut när du slutför rörelsen. Denna övning tränar handledens och fingrarnas böjmuskler.

source: Squats
de: Kniebeugen
es: Sentadillas
fr: Accroupissements
it: Squat
ja: スクワット
nl: Hurken
pt: Abaixamentos
ru: Приседания
sv: Knäböj
th: ท่านั่งยอง ๆ งอเข่าและสะโพก
tr: Çöküşler

source: The squat involves lowering yourself to the floor without bending at the lower back. Instead, you use your legs to lower your body, keeping your spine in a neutral position. Stand with your feet hip-width apart. Press your hips back and bend your knees. Keep your weight back on your heels, not on the balls of your feet. Your knees should stay behind your toes. Continue lowering until your knees are at a 90-degree bend. Pause for a count and then push through your heels, extending your knees and hips.
de: Bei der Kniebeuge lassen Sie sich zum Boden hinab, ohne daß Sie Ihren unteren Rücken biegen. Sie benutzen anstelle dessen Ihre Beine zum Herunterlassen Ihres Körpers und lassen die Wirbelsäule in einer neutralen Position. Stellen Sie sich so, daß Ihre Füße hüftweit auseinander sind. Drücken Sie Ihre Hüften nach hinten, und beugen Sie Ihre Knie. Lassen Sie Ihr Gewicht hinten auf Ihren Fersen und nicht auf Ihren Fußballen. Ihre Knie sollten hinter Ihren Zehen bleiben. Lassen Sie sich weiter hinab, bis Ihre Knie sich in einer 90 Grad Biegung befinden. Halten Sie für eine Zählung inne, und drücken Sie sich dann durch Ihre Fersen ab, wobei Sie Ihre Knie und Hüften strecken.
es: Las sentadillas consisten en agacharte sin doblar la espalda. En su lugar, se usan las piernas, manteniendo la columna en una posición neutral. Colócate de pie con los pies separados a la anchura de los hombros. Presiona las caderas hacia atrás y dobla las rodillas. Soporta el peso con los talones, no con el metatarso de los pies. Las rodillas deberán estar por detrás de los dedos de los pies. Sigue bajando hasta que las rodillas fomen un ángulo de 90 grados. Mantén la posición durante un segundo y empuja con los talones para extender las rodillas y las caderas.
fr: L'accroupissement nécessite de descendre jusqu'au sol sans plier le dos. À la place, vous utilisez vos jambes pour descendre votre corps, en gardant votre colonne vertébrale dans une position neutre. Tenez-vous avec les pieds dans l'alignement des hanches. Poussez vos hanches en arrière et pliez les genoux. Gardez votre poids sur vos talons, pas sur la plante de vos pieds. Vos genoux doivent rester derrière vos orteils. Continuez à descendre jusqu'à ce que vous genoux soient pliés à angle droit. Arrêtez-vous un court instant et ensuite poussez sur vos talons pour détendre vos genoux et vos hanches.
it: Lo squat ti fa abbassare fino al pavimento senza piegare la parte bassa della schiena. Invece, è possibile utilizzare le gambe per abbassare il tuo corpo, mantenendo la colonna vertebrale in una posizione neutra. Stai con i piedi lontani dall’ampiezza dei finachi. Spingi indietro i fianchi e piega le ginocchia. Mantieni il tuo peso sui talloni, non sulle punte dei piedi. Le ginocchia devono rimanere dietro le dita dei piedi. Continua ad abbassarti fino a quando le ginocchia sono a 90 gradi. Attendi per un conteggio e poi spingi con i talloni, estendendo le ginocchia e i fianchi.
ja: スクワットは、腰背部を曲げることなく自身を床に向かって低める動きが伴います。代わりに、脊椎を中立の位置に保ちながら、脚を使って体を低めます。ヒップの幅で立ちます。ヒップを後ろに押し出し、膝を曲げます。重心はかかとに保ち、足の親指の付け根ではありません。膝はつま先の後ろにあるべきです。膝が９０度の角度に曲がるまで、体を低くし続けます。一カウントで停止し、その後、かかとを押して、膝とヒップを拡張します。
nl: Hurken is het je lichaam naar beneden brengen zonder je rug te krommen. In plaats daarvan gebruik je je benen om je lichaam omlaag te brengen en je rug in een neutrale positie te houden. Ga rechtop staan met je voeten op heupwijdte. Druk je heupen naar achter en buig je knieën. Houdt je gewicht op de hielen, niet op de bal van je voet of je tenen. Je knieën moeten zich achter je tenen bevinden. Ga nog verder omlaag totdat je knieën een hoek van 90 graden vormen. Houdt dit een paar tellen vast en richt je dan weer langszaam op door je knieën en heup weer recht te maken.
pt: O abaixamento envolve o baixar-se para o chão sem dobrar a parte inferior das costas. Para isso, deve usar as suas pernas para baixar o corpo, mantendo a coluna em posição neutra. Afaste os pés à largura do seu quadril. Incline a cintura para trás e dobre os joelhos. Mantenha o seu peso sobre os calcanhares, e não sobre a parte frontal dos seus pés. Os joelhos devem ficar atrás dos dedos. Continue a baixar-se até os joelhos formarem um angulo de 90 graus. Pause para uma contagem e, em seguida, puxe novamente pelos seus calcanhares, estendendo os joelhos e elevando cintura.
ru: Приседание заключается в снижении тела до уровня пола без сгибания нижней части спины. Вместо этого, приседание осуществляется с помощью ног, а позвоночник при этом находится в нейтральном положении. Встаньте прямо, ноги на ширине плеч. Отклоните бедра назад и согните ноги в коленях. Удерживайте свой вес на пятках, не на носках. Колени должны оставаться за пальцами ног. Продолжайте опускаться до достижения угла в 90 градусов в коленях. Остановитесь на мгновение и затем оттолкнитесь пятками, выпрямляя колени и бедра.
sv: Knäböj innebär att man sänker ned sig själv till golvet utan att böja på ryggen. I stället använder man benen för att sänka ned kroppen samtidigt som man håller ryggraden i en neutral position. Stå med fötterna höftbrett isär. Pressa bak höften och böj på knäna. Lägg vikten på hälarna och inte på fötternas främre trampdynor. Knäna ska vara bakom tårna. Fortsätta sjunka tills knäna är böjda i 90 grader. Håll stilla ett tag och tryck sedan på hälarna och sträck ut knäna och höften.
tr: Çöküşler, arka sırt bölgenizden eğilmeden vücudunuzu yere doğru çömeltmeyi gerektirir. Bunun yerine, vücudunuzu alçaltmak için bacaklarınızı kullanın ve belinizi doğal bir pozisyonda tutun. Bacaklarınızı kalça açıklığında tutun. Kalçalarınızı geriye doğru itin ve dizlerinizi kırın. Ağırlığınızı ayak parmak kökleriniz yerine, tekrar topuklarınız üzerine verin. Dizleriniz parmak uçlarınızdan daha geride durmalıdır. Dizleriniz 90 derecelik bir bükülmeye sahip olana kadar alçalmaya devam edin. Bir saniyeliğine duraklayın ve daha sonra dizlerinizi ve kalçanızı topuklarınıza basarak uzatın.

source: Angled Leg Presses
de: Abgewinkeltes Beinpressen
es: Press de Pierna Inclinado
fr: Poussée à jambe pliée
ja: アングルドレッグプレス
nl: Gehoekt benen drukken
pt: Pressão de Pernas em Angulo
ru: Жим ногами под углом
sv: Vinklad benpress
th: ท่านั่งด้วยขาทำมุม
tr: Açılı Bacak İtişleri
