Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Get into position by sitting on the bench, hold the dumbbells and allow them to rest on your thighs. Whilst rolling your body back to lie down on the bench, use your thighs to help you push the dumbbells up to your chest. Then straighten your arms up over your chest (keeping a slight bend in elbows), palms facing forward. Keep your feet flat on the floor and your back in neutral (no more than a slight arch).Lower the dumbbells by bending your elbows out to the sides. Keep going until your elbows are just below your shoulders. Then press the dumbbells back up, bringing them close together at the top (without touching), and angled slightly inwards. Keep a slight bend in your elbows, don't allow them to lock. Repeat until you've completed your reps. To get up, hold the dumbbells by your chest, kick your legs up and then forward to give your body momentum to sit up.
de: Fangen Sie an, indem Sie sich auf die Bank setzen, halten Sie Ihre Hanteln, und lassen Sie sie auf Ihren Oberschenkeln ruhen. Benutzen Sie Ihre Oberschenkel, um die Hanteln zu Ihrer Brust zu führen, während Sie Ihren Körper zurückrollen, um sich auf die Bank zu legen. Strecken Sie dann Ihre Arme über Ihrer Brust aus (lassen Sie Ihre Ellenbogen leicht gebeugt), die Handflächen nach vorne gerichtet. Lassen Sie Ihre Füße flach auf dem Boden und Ihren Rücken in neutral (nicht mehr als ein leichter Bogen). Lassen Sie die Hanteln herunter, indem Sie Ihre Ellenbogen zur Seite biegen. Machen Sie weiter, bis Ihre Ellenbogen kurz unter Ihren Schultern sind. Drücken Sie dann die Hanteln wieder nach oben, bringen Sie sie oben nah aneinander (ohne Berührung), und winkeln Sie sie leicht nach innen. Lassen Sie Ihre Ellenbogen leicht gebeugt, nicht „sperren”. Machen Sie dies, bis alle Wiederholungen vollendet sind. Um aufzustehen halten Sie die Hanteln an Ihrer Brust, schmeißen Sie Ihre Beine nach oben und dann nach vorne, damit Sie genug Schwung haben, um aufrecht zu sitzen.
es: Ponte en posición sentada en el banco, sujeta las mancuernas y deja que reposen en los muslos. Al echarte hacia atrás para tumbarte en el banco, utiliza los muslos para ayudarte a mover las mancuernas hasta el pecho. Endereza los brazos sobre el pecho (manteniendo una ligera flexión en el codo), con las palmas mirando hacia fuera. Mantén las plantas de los pies en el suelo y la espalda en posición neutral (nada más que un pequeño arco). Baja las mancuernas doblando los codos hacia los lados. Sigue hasta que los codos estén justo por debajo de los hombros. Entonces sube las mancuernas otra vez, juntándolas arriba (sin que se toquen), y ligeramente inclinadas hacia dentro. Mantén los codos ligeramente flexionados, no dejes que se ”bloqueen”. Repite hasta que termines la serie. Para levantarte, sujeta las mancuernas junto al pecho, echa las piernas hacia arriba y hacia adelante, para darle al cuerpo el impulso necesario para sentarte.
fr: Mettez-vous en position en vous asseyant sur le banc, attrapez les haltères et laissez-les reposer sur vos cuisses. Tout en roulant votre corps en arrière pour vous allonger sur le banc, utilisez vos cuisses pour vous aider à pousser les haltères sur votre buste. Ensuite, raidissez vos bras au-dessus de votre buste (en gardant un léger angle du coude), les paumes tendues vers l'avant. Gardez vos pieds à plat au sol et votre dos dans une position normale (rien de plus qu'un léger arc). Descendez les haltères en pliant vos coudes vers les côtés. Continuez jusqu'à ce que vos coudes soient juste en dessous de vos épaules. Ensuite, remontez les haltères, en les rapprochant au sommet (sans qu'ils se touchent) et orientés légèremment vers l'intérieur. Gardez vos coudes légèrements flèchis, sans les laisser se 'verrouiller'. Continuez jusqu'à ce que vous ayez fini votre entraînement. Pour vous relever, tenez les haltères contre votre buste, lancez vos jambes en hauteur puis en avant pour vous permettre de vous relever.
it: Entrare in posizione seduto sulla panca, mantieni i manubri e permetti loro di riposare sulle cosce. Mentre rotoli, il corpo torna a sdraiarsi sulla panca, utilizza le cosce per aiutare a spingere i manubri al petto. Poi raddrizza le braccia sopra il petto (mantenendo una leggera curva a gomito), palmi rivolti in avanti. Tieni i piedi sul pavimento e la schiena in posizione neutra (non più di un leggero arco). Abbassa i manubri piegando i gomiti ai lati. Continua fino a quando i gomiti sono appena sotto le spalle. Quindi spingi i manubri indietro, portandoli vicini (senza toccare), e inclinali leggermente verso l'interno. Mantieni una leggera curva nei tuoi gomiti, non permettere loro di 'bloccarsi'. Ripeti fino a quando hai completato le ripetizioni. Per alzarsi, tieni i manubri sul petto, sposta le gambe in su e poi in avanti per darti lo slancio e metterti a sedere.
ja: ベンチに座り、ダンベルを持ち、それらを大腿部の上で持つポジションに着きます。ベンチに体を横たえながら、大腿部を使ってダンベルを胸まで押し上げます。その後、胸の上に真っ直ぐ腕を上げ（ひじは少し曲げたまま）、手の平は前を向きます。ひじを外側に曲げることで、ダンベルを下げます。ひじが肩の少し下になるまで、下ろし続けます。そして、ダンベルを押し戻し、最上部でわずかに内側に向け、それらを一緒に持っていきます（触れないで）。ひじは少し曲げたままで、それらを“固定”しません。レップを完了するまで、繰り返します。起き上がるには、ダンベルを胸の上で持ち、脚を蹴り上げて、体に勢いを付けて起き上がります。
pt: Fique em posição sentado num banco, segure nos halteres e deixe-os pousar nas suas coxas. Enquanto leva o seu corpo para trás para se deitar no banco, use as pernas para o ajudar a empurrar os halteres até ao seu peito. De seguida estique os braços para cima por cima do seu peito (fletindo ligeiramente os cotovelos), com as palmas das mãos viradas para a frente. Mantenha os pés assentes no chão e as suas costas neutras (não mais que uma ligeira curvatura). Baixe os halteres dobrando os cotovelos para fora. Continue até os seus cotovelos logo abaixo dos seus ombros. Depois volte a empurrar os halteres para cima, juntando-os no cimo (sem se tocarem), e ligeiramente inclinados para dentro. Mantenha uma leve dobra nos cotovelos, sem deixar que 'bloqueiem'. Volte a fazer até completar as repetições. Para se levantar, segure os halteres no seu peito, impulsione as pernas para cima e para a frente para dar ao seu corpo a aceleração para se sentar.
ru: Займите исходное положение сидя на скамье, возьмите гантели и положите их на бедра. Ложитесь на скамью и делая это, движением бедер помогите подтолкнуть гантели к груди. Затем выпрямите руки над грудью (логти слегка согнуты), ладони смотрят вперед. Ноги на полу, спина в нейтральном положении (небольшой прогиб, не больше). Опускайте гантели, сгибая локти в стороны. Продолжайте пока локти не окажутся чуть ниже плеч. Затем выжмите гантели опять вверх, приблизив их друг к другу наверху (не касаясь), под небольшим углом внутрь. Локти держите слегка согнутыми, не замыкайте их. Повторяйте пока не выполните все повторения. Чтобы подняться, подведите гантели к груди, рывком поднимите ноги вверх, а затем вперед, чтобы сесть.
sv: Inta rätt position genom att sitta på bänken, hålla i hantlarna och låta dem vila på dina lår. När du lutar dig bakåt för att lägga dig ner använder du låren för att hjälpa till att lyfta upp hantlarna till bröstet. Sträck sedan ut armarna uppåt ovanför bröstet (håll armbågarna lätt böjda), med handflatorna framåt. Håll hela fötterna i marken och håll ryggen i neutralt läge (inte mer än lätt böjd). Sänk ned hantlarna genom att böja armbågarna ut mot sidorna. Fortsätt tills armbågarna är precis nedanför axlarna. Tryck sedan upp hantlarna igen och för in dem mot mitten så att de nästan nuddar varandra och är lätt vinklade inåt. Håll armbågarna lätt böjda, låt dem inte ”låsa sig”. Upprepa tills du har gjort klart dina repeteringar. För att sätta dig upp, håll hantlarna mot bröstet, sparka benen uppåt och sedan framåt för att ge kroppen fart att komma upp.
tr: Sehpa üzerine oturarak pozisyonunuzu alın; dambılları tutun ve uyluklarınız üzerinde dinlenmeye bırakın. Vücudunuzu uzanmak için arkaya doğru kaydırırken, dambılları göğsünüze doğru itmek için kalçalarınızdan yardım alın. Daha sonra kollarınızı göğsünüzün üzerinde uzatın (dirsekler hafif bükülü bir şekilde), avuç içleriniz yukarı baksın. Ayaklarınız yere düz bassın ve sırtınız doğal bir şekilde ( hafif bir yaydan daha fazla olmayacak şekilde) dursun. Dirseklerinizi dışarı doğru bükerek dambılları alçaltın. Dirsekleriniz omuzlarınızın hemen altına gelinceye kadar alçaltmaya devam edin. Daha sonra dambılları en yukarıda bir araya gelecek şekilde (birbirine değdirmeden) yukarı doğru ve hafif içe doğru açılı olacak şekilde kaldırın. Dirsekleriniz hafif bükülü olsun, onların kilitlenmesine izin vermeyin. Tekrar sayılarınız tamamlanana kadar hareketi tekrar edin. Kalkmak için dambılları göğsünüzde tutun, size oturmanızı sağlayacak momentumu yaratması için bacaklarınızı yukarı doğru ve daha sonra ileri doğru tekmeleyin.

source: Parallel Bar Dips
de: Paralleles Stangenbeugen
es: Dips en Barras Paralelas
fr: Barres parallèles
ja: 平行バーディップ
nl: Brug oefening
pt: Flexões em Barras Paralelas
ru: Параллельные отжимания на брусьях
sv: Dips på parallella stångar
th: ท่ายกตัวบนบาร์ขนาน
tr: Paralelde Göğüs

source: First, keep your head down during the course of the movement and move your body forward. Secondly, move your elbows out a bit. That is, keep your elbows out and away from your body. This will ensure that you are using more chest than triceps. Remember, really concentrate on squeezing your entire chest area at the top of the movement.
de: Zuerst halten Sie Ihren Kopf nach unten während dem Verlauf der Übung, und bewegen Sie Ihren Körper nach vorne. Zweitens ziehen Sie Ihre Ellenbogen etwas hinaus. Das heißt, halten Sie Ihre Ellenbogen hinaus und weg von Ihrem Körper. Damit gehen Sie sicher, daß Sie Ihre Brust mehr benutzen als Ihre Trizeps. Denken Sie daran, daß Sie sich an der Spitze der Übung wirklich auf das Zusammendrücken Ihrer ganzen Brustgegend konzentrieren.
es: Primero, mantén la cabeza baja durante la duración del ejercicio y mueve el cuerpo hacia adelante. Segundo, saca los codos un poco. Así, mantén los codos fuera y separados del cuerpo. Esto garantiza un mayor uso de los músculos del pecho que de los triceps. Recuerda, concéntrate en contraer toda la zona del pecho en la cúspide del movimiento.
fr: D'abord, gardez la tête baissée pendant ce mouvement et bougez votre corps vers l'avant. Ensuite, déplacez un peu vos coudes vers l'extérieur. Après quoi, gardez vos coudes en position et loin de votre corps. Ceci vous assurera de solliciter davantage votre buste que vos triceps. Rappelez-vous de bien vous concentrer pour contracter toute la partie pectorale au sommet du mouvement.
it: In primo luogo, tieni la testa in giù durante il corso del movimento e sposta il corpo in avanti. In secondo luogo, sposta i gomiti un po' fuori. Cioè, tieni i gomiti fuori e lontano dal corpo. Questo farà sì che utilizzi più il petto che i tricipiti. Ricorda, concentrati sullo sforzare l'intera zona del petto nella parte superiore del movimento.
ja: 最初に、動きの間中、頭は下げたままで、体を前に動かします。次に、ひじを少し外に動かします。ひじは、体から離したままにします。これは、上腕三等筋より胸筋をより多く使うことを確実にします。動きの最上部では、胸筋全体を萎縮することに大いに集中することをお忘れなく。
nl: Allereerst dien je je hoofd omlaag te houden bij het bewegen en beweeg je lichaam naar voren. Ten tweede moet je je ellebogen iets naar buiten richten, dat wil zeggen niet vlak langs het lichaam. Dit is om er voor te zorgen dat je meer je borstspieren gebruikt dan je triceps. Onthoudt dat je je moet concentreren op het hele borstgebied als je met deze oefening bezig bent.
pt: Primeiro, mantenha a sua cabeça baixa durante todo o movimento e mova o seu corpo para a frente. Segundo, mova os cotovelos um pouco para fora. Ou seja, mantenha os cotovelos para fora e longe do corpo. Isto irá assegurar de que usa mais os músculos do peito do que os tríceps. Lembre-se, concentre-se em comprimir toda a área do seu peito na parte superior do movimento.
ru: Во-первых, держите голову наклоненной вниз во время выполнения упражнения, тело двигайте по направлению вперед. Во-вторых, слегка разверните локти наружу, то есть держите локти на небольшом расстоянии от тела. Это поможет задействовать мышцы грудной клетки, а не трицепсы. Запомните, что необходимо постараться сохранить напряжение всех мышц грудной клетки в верхнем положении.
sv: För det första, håll ner huvudet under rörelsen och rör kroppen framåt. För det andra, flytta ut armbågarna lite. Det vill säga, håll ut armbågarna och bort från kroppen. Detta gör så att du använder bröstmusklerna mer än triceps. Komma ihåg att koncentrera dig på att använda hela bröstet när du befinner dig längst upp i rörelsen.
th: ประการแรก ต้องให้ศีรษะของคุณลดต่ำลงในระหว่างการเคลื่อนไหวร่างกาย และให้ลำตัวยกสูงขึ้น ประการที่สอง เคลื่อนข้อศอกของคุณออกไปด้านนอกเล็กน้อย นั่นคือ ให้ข้อศอกของคุณอยู่ห่างจากลำตัว ซึ่งนี้จะช่วยให้คุณมั่นใจได้ว่าคุณใช้กล้ามเนื้อหน้าอกมากกว่ากล้ามเนื้อต้นแขนด้านหลัง โปรดจำไว้ว่า คุณควรมีสมาธิกับการบีบรัดบริเวณทั้งหมดของหน้าอกคุณเมื่ออยู่ที่ส่วนบนสุดของท่าบริหารกล้ามเนื้อ
tr: Öncelikle, hareketin tamamı boyunca başınızı aşağıda tutun ve gövdenizi ileri doğru hareket ettirin. İkinci olarak, dirseklerinizi biraz dışarı doğru açın. Yani dirseklerinizi dışarıda ve vücudunuzdan uzakta tutun. Bu, trisepsten ziyade göğsünüzü kullanmanızı garantileyecektir. Unutmayın, hareketin en üst kısmında tüm göğüs bölgenizi gerçekten sıkıştırmaya odaklanın.

source: Cable Crossover Flys
de: Kabelbrücken Fliegen
es: Crucifijo Cruzado con Cable
fr: Câble croisés mouches
ja: ケーブルクロスオーバーフライ
nl: Gekruiste kabel oefening
pt: Cabo Crossover
ru: Разведение троса кроссовер
sv: Flyes på korsade vajrar
th: ท่าดึงเคเบิ้ลน้ำหนักไขว้แขวน
tr: Makarada Göğüs Sıkıştırma

source: This exercise is performed using the cable pulley machine that has a pulley on two opposite sides. Set each pulley up so that it is locked in the high position (if you are not sure how to do this, ask a trainer at the gym you workout at to assist you). While standing, grab each high pulley using a small one-hand attachment for each hand. The position your body will be in will look like a giant letter. Slowly bring your arms together in a slow and controlled fashion. While doing so, visualize that you are hugging a giant tree trunk. At the peak of this movement, really flex your pec muscles together for a one-count and then return to the start position and repeat.
de: Diese Übung wird mit der Kabelrollenmachine durchgeführt, die eine Umlenkrolle an zwei gegenüberliegenden Seiten hat. Stellen Sie jede Rolle so ein, daß sie in der Höchstposition eingesperrt ist (wenn Sie nicht wissen, wie das geht, fragen Sie einen Trainer in dem Fitnessstudio, wo Sie trainieren,um Ihnen zu helfen). Fassen Sie während dem Stehen jede hohe Rolle mit einem kleinen Handaufsatz für jede Hand an. Die Position, in der sich Ihr Körper befindet, sieht aus wie ein riesiger Buchstabe. Bringen Sie Ihre Arme langsam und kontrolliert zusammen. Stellen Sie sich hierbei vor, daß Sie einen riesigen Baumstamm umarmen. Spannen Sie bei dieser Übung Ihre Brustmuskeln richtig an, zählen Sie einmal, gehen Sie zur Anfangsposition zurück, und wiederholen Sie.
es: Este ejercicio se realiza usando la máquina de poleas de cable que tiene una polea en cada lado opuesto. Coloca cada polea en la parte superior, de manera que estén bloqueadas en la posición elevada (si no sabes cómo hacerlo, pídele a un entrenador del gimnasio en el que entrenas que te ayude). Estando de pie, agarra las poleas utilizando un pequeño acoplamiento de una sola mano para cada mano. Junta lentamente los brazos de forma controlada. Al hacerlo,imagínate que estás abrazando un enorme árbol. Y flexiona tus pecs durante un segundo, para volver a la posición inicial y repetir.
fr: Cet exercice se pratique en utilisant la machine à câbles qui a une charge de chaque côté. Installez chaque charge en hauteur de façon à ce qu'elles soient fixées dans la bonne position (si vous ne savez pas comment le faire, demandez à un entraîneur dans votre salle de sport pour qu'il vous renseigne). Debout, attrapez chaque charge en utilisant une petite poignée pour chaque main. La position de votre corps ressemblera à une lettre géante. Ramenez lentement vos bras l'un vers l'autre de façon contrôlée. Ce faisant, imaginez-vous en train de serrer dans vos bras un tronc géant. Au maximum de ce mouvement, contractez vos puscles pectoraux un court instant avant de revenir à la position de départ et de recommencer.
it: Questo esercizio viene eseguito utilizzando la pulley machine a cavi che ha una puleggia su due lati opposti. Imposta ogni puleggia in modo che sia bloccata in posizione alta (se non sei sicuro di come farlo, chiedi di aiutarti a un allenatore nella palestra in cui ti alleni). Mentre sei in piedi, afferra ciascuna puleggia alta con un piccolo attacco a una sola mano per ogni mano. La posizione del tuo corpo sarà simile a un gigante lettera A. Porta lentamente vicine le braccia in modo lento e controllato. Nel farlo, vedi che stai abbracciando un tronco d'albero gigante. Al culmine di questo movimento, fletti i muscoli pettorali insieme per un unico conteggio e poi torna alla posizione di partenza e ripeti.
ja: このエクササイズは、２つの対辺に滑車がある、ケーブル滑車マシンを使用して行われます。それぞれの滑車を上部に取り付けることで、高い位置に固定します（これを実行する方法が分からない場合、ワークアウトするジムのトレーナーにアシストを求めてください）。立っている間、それぞれの手用の小さな片手アタッチメントを使って、高い位置の滑車を掴みます。体のポジションは大きな文字のように見えます。ゆっくりな方法で、ゆっくりと腕を一緒に持っていきます。それを行う間、大きな木の幹にぶら下がっているところを思い浮かべてください。この動きのピークでは、胸の胸筋を一緒に曲げ、その後開始ポジションに戻り、繰り返します。
nl: Deze oefening wordt gedaan waarbij je tussen twee kabel-katrol machines staat. Zet elke katrol vast in de hoogste positie ( vraag eventueel een trainer in de gym om dat voor je te doen). Terwijl je staat neem je in elke hand een klein handvat. Je lichaam lijkt nu een grote letter Y. Breng nu langszaam en gecontroleerd je beide handen naar elkaar toe ver voor de borst. Het lijkt alsof je een dikke boom omhelst. Op het hoogtepunt van deze oefening moeten de grote borstspieren naar elkaar toe bewegen, en vasthouden voor een paar tellen. Daarna weer rustig terug naar de startpositie.
pt: Este exercício é feito usando a máquina de cabos cruzados que tem uma polia de ambos os lados. Coloque cada polia no topo para que fique bloqueado na posição alta (se não o sabe fazer, pergunte a um treinador no ginásio para o assistir). Mantendo-se de pé, agarre cada polia usando uma pequena pega para cada mão. A posição do seu corpo será como se fosse uma letra gigante. Junte os braços lentamente de uma maneira lenta e controlada. Enquanto o faz, imagine que está a abraçar uma grande árvore. No pico deste movimento, flexione os seus peitorais um contra o outro para uma contagem, volte à posição inicial e repita.
ru: Это упражнение выполняется с помощью специального тренажера, на котором два шкива расположены на двух противоположных сторонах. Зафиксируйте каждый шкив наверху (если не уверены как это сделать, попросите тренера помочь вам). Стоя, возьмите каждый шкив за специальную рукоятку. В этом положении ваше тело будет похоже на гигантскую букву. Медленно сведите руки, контролируя свои движения. Делая это, представляйте как будто вы обнимаете ствол гигантского дерева. На пике этого движения напрягите мышцы груди на одно мгновение, затем вернитесь в исходное положение и повторите.
sv: Denna övning utförs med hjälp av vajermaskinen om har vajrar på två motsatta sidor. Ställ in varje vajer så att den är i den övre positionen (om du inte är säker på hur du gör detta, fråga en gyminstruktör om hjälp). Fäst ett enhandshandtag på varje vajer som du tar tag i stående. Positionen som din kropp kommer att inta ser ut som en gigantisk bokstav. Dra långsamt och kontrollerat ihop armarna. När du gör detta, tänk dig att du kramar en stor trädstam. I slutet av rörelsen, se till att du verkligen drar ihop bröstmusklerna i en sekund och återvänd sedan till startpositionen.
th: ท่าออกกำลังกายนี้ทำโดยการใช้เครื่องสายเคเบิ้ลน้ำหนักที่มีสองด้านตรงข้ามกัน ให้คุณตั้งรอกแต่ละข้างขึ้นเพื่อให้ล็อคอยู่ในระดับสูง (หากคุณไม่มั่นใจวิธีการทำ ให้สอบถามครูฝึกที่โรงยิมเพื่อให้ความช่วยเหลือ) ขณะยืน ให้จับที่ด้ามจับของรอกแต่ละตัวโดยใช้มือยึดเกาะเพียงเล็กน้อยสำหรับมือแต่ละข้าง ค่อย ๆ ดึงแขนทั้งสองข้างเข้าหากันอย่างช้า ๆ ในขณะที่ทำเช่นนั้นอยู่ ให้ท่าของคุณดูเหมือนว่าคุณกำลังโอบกอดต้นไม้ยักษ์ ที่จุดตึงสุดของท่านี้ ให้คุณงอกล้ามเนื้อหน้าอกเข้าหากันสักหนึ่งวินาที จากนั้นให้กลับไปที่ท่าเริ่มต้นและทำซ้ำ
tr: Bu egzersiz, iki zıt tarafında da makarası bulunan makaralı kablo makinesinde yapılır. İki makarayı da, yüksek pozisyonda kilitlenecek şekilde yukarıya ayarlayın (eğer bunun nasıl yapılacağından emin değilseniz, antrenman yaptığınız gym salonundaki bir eğitmenden size yardımcı olmasını isteyin). Ayakta dururken, yukarıda duran her bir makarayı el kulplarından tutarak kavrayın. Vücudunuzun alacağı pozisyon dev bir harf gibi olacaktır. Yavaşça ve kontrollü bir şekilde kollarınızı birbirine yaklaştırın. Bunu yaparken sanki dev bir ağaç gövdesine sarılıyormuş gibi hayal edin. Hareketin zirve noktasında, bir saniye kadar sayıp göğüs kaslarınızı gerçekten de birbirine doğru sıkıştırın ve başlangıç pozisyonuna geri dönerek tekrar edin.

source: Dumbbell Flys
de: Hantelfliegen
es: Crucifijo con Mancuernas
fr: Haltère mouches
ja: ダンベルフライ
nl: Vliegende halters
pt: Aberturas/Crucifixo com Halteres
ru: Разведение гантелей лежа
sv: Hantelflyes
th: ท่ายกดัมเบลบินเหนืออก
tr: Yatarak Dambıl Açış
