Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Dumbbell Biceps Curl (Hammer Grip On Bench)
de: Bizeps Kurzhantelübung (Hammergriff Auf Bank)
es: Curl de Bíceps con Mancuerna (Agarre Martillo con Banco)
fr: Curl Biceps avec Haltères (Prise Marteau Sur Banc)
it: Curl per bicipiti con bilanciere (Presa a martello sulla panca)
ja: ダンベルバイセップカール (ハンマーグリップ・オン・ベンチ)
nl: Halter met krullende biceps (Hamer Grip op bank)
pt: Elevação de Haltere com Bíceps (Pronação Martelo no Banco)
ru: Подъем гантелей на бицепс на скамье
sv: Bicepscurl med hantel (hammargrepp på bänk)
th: ท่ายกดัมเบลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (นั่งบนม้านั่ง ถือดัมเบลแบบจับฆ้อน)
tr: Dambıllı Biseps Bükme (Sehpada Çekiç Kavrayışı)

source: 1. While standing with back straight, hold one dumbbell with hammer grip. Rest upper arm on the top of the incline bench. 2. Lift dumbbell up while keeping your upper arms in place. Hold for one second. Lower dub bell back to starting position.
de: 1. Während Sie mit geradem Rücken stehen, halten Sie eine Kurzhantel mit einem Hammergriff. Lassen Sie den Oberarm oben auf der Schrägbank ruhen. 2. Heben Sie die Kurzhantel hoch, während Sie Ihre Oberarme in Position halten. Halten Sie für eine Sekunde inne. Lassen Sie die Kurzhantel langsam wieder zur Anfangsposition zurück.
es: 1. De pie y con la espalda recta, sujeta una mancuerna con agarre martillo. Reposa el brazo en la parte superior de un banco inclinado. 2. Levanta la mancuerna sin mover la parte superior de los brazos. Mantén la posición durante un segundo. Devuelve la mancuerna a la posición inicial.
fr: 1.En position debout avec le dos droit, tenez un haltère avec une prise marteau. Reposez la partie haute du bras sur le dessus du banc incliné. 2. Soulevez l'haltère tout en gardant le haut des bras en place. Maintenez la position pendant une seconde. Rabaissez l'haltère en position de départ.
it: 1. Mentre stai in piedi con la schiena dritta, mantieni i manubri sui fianchi con un’impugnatura a martello. Poggia il braccio superiore sulla parte superiore della panca inclinata. 2. Solleva il manubrio in alto, mantenendo le braccia in posizione. Mantieni la posizione per un secondo. Abbassa il manubrio alla posizione di partenza.
ja: 1. 背筋を伸ばして立ち、ハンマーグリップでダンベルを１つ持ちます。傾斜台の上に上腕を置きます。 2. 上腕を動かさずにダンベルを引き上げます。1秒そのまま、その後、スタートポジションまでダンベルを下ろします。
nl: 1. Terwijl je met een rechte rug staat houd een halter vast met hamergrip. laat je bovenarm rusten op de bank. 2. Til de halter nu op terwijl je bovenarm in positie blijft. Een seconde vasthouden en rustig terug naar uitgangspositie.
pt: 1. De pé e com as costas retas, segure num haltere com uma pronação martelo. Descanse o braço no topo da bancada de inclinação. 2. Levante os halteres, mantendo os braços no lugar. Aguente por um segundo. Baixe o haltere até à posição inicial.
ru: 1. Стоя, спина прямая, держим одну гантель в руке. Остальная часть предплечья на верхней части наклонной скамьи. 2. Поднимите гантели вверх, при этом ваши предплечья остаются на месте. Задержитесь на одну секунду. Опустите гантели обратно в исходное положение.
sv: 1. Medan du står med ryggen rak, håll i en hantel med ett hammargrepp. Vila överarmen på snedbänken. 2. Lyft upp hanteln medan du håller överarmarna på plats. Håll i en sekund. Sänk ner hanteln tillbaka till startläget.
th: 1. ยืนในท่าหลังเหยียดตรง ถือดัมเบลหนึ่งอันด้วยท่าจับฆ้อน พักแขนส่วนบนที่ม้านั่งเอียง 2. ยกดัมเบลขึ้นขณะที่ตรึงแขนส่วนบนให้อยู่กับที่ ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นลดระดับดัมเบลลงไปที่ท่าเริ่มต้น
tr: 1. Sırtınız düz bir şekilde ayakta dururken, bir dambılı çekiç kavrayışıyla tutun. Üst kolunuzu eğimli sehpanın üzerinde dinlendirin. 2. Üst kollarınızı yerinde tutarak dambılı yukarı doğru kaldırın. Bir saniyeliğine tutun. Dambılı başlangıç pozisyonuna geri indirin.

source: Dumbbell Biceps Curl (Hammer Grip Standing)
de: Bizeps Kurzhantelübung (Stehender Hammergriff)
es: Curl de Bíceps con Mancuerna (Agarre Martillo de Pie)
fr: Curl Biceps avec Haltères (Prise Marteau Debout)
it: Curl per bicipiti con bilanciere (Presa a martello in piedi)
ja: ダンベルバイセップカール (ハンマーグリップスタンディング)
nl: Halter met krullende biceps (Staande hamergrip)
pt: Elevação de Haltere com Bíceps (Pronação Martelo Levantado)
ru: Подъем гантелей на бицепс стоя
sv: Bicepscurl med hantlar (hammargrepp ståendes)
th: ท่ายกดัมเบลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (ท่ายืนถือดัมเบลแบบจับฆ้อน)
tr: Dambıllı Biseps Bükme (Ayakta Çekiç Kavrayışı)

source: 1. While standing with back straight, hold dumbbells at your sides with a hammer grip. Keep arms straights. 2. Lift dumbbells up while keeping your upper arms in place. Refrain from using your shoulders during the movement. 3. Hold for one second and returned to starting position.
de: 1. Stehend und mit geradem Rücken halten Sie zwei Kurzhanteln an Ihren Seiten mit einem Hammergriff. Lassen Sie Ihre Arme gerade. 2. Heben Sie die Kurzhanteln an, während Sie Ihre Arme in Position halten. Benutzen Sie Ihre Schultern bei dieser Bewegung nicht. 3. Für eine Sekunde halten und zurück zur Anfangsposition gehen.
es: 1. De pie y con la espalda recta, sujeta las mancuernas a los lados con un agarre martillo. Mantén los brazos rectos. 2. Levanta las mancuernas sin mover la parte superior de los brazos. Evita usar los hombros durante el movimiento. 3. Mantén la posición durante un segundo y vuelve a la posición inicial.
fr: 1.En position debout avec le dos droit, tenez des haltères à vos côtés avec une prise de marteau. Gardez les bras droits. 2. Soulevez haltères tout en gardant la partie haute de vos bras en place. S'abstenir d'utiliser les épaules pendant le mouvement. 3. Maintenez la position pendant une seconde et retournez à la position de départ.
it: 1. Mentre stai in piedi con la schiena dritta, mantieni i manubri sui lati con un’impugnatura a martello. Mantieni le braccia dritte. 2. Solleva i manubri, mantenendo le braccia in posizione. Evita di utilizzare le spalle durante il movimento. 3. Mantieni la posizione per un secondo e torna alla posizione di partenza.
ja: 1. 背筋を伸ばした状態で立ち、ハンマーグリップで両脇にダンベルを持ちます。腕はまっすぐに保ちます。 2. 上腕を動かさずにダンベルを引き上げます。動作中に肩を使わないように気をつけます。 3. 1秒そのまま、それからスタートポジションに戻します。
nl: 1. Terwijl je met een rechte rug staat houd je de halters langs je zij in hamergrip vast. Houd de armen gestrekt. 2. Til de halters nu op maar houd de bovenarmen in positie. Probeer de schouders niet te gebruiken bij deze oefening. 3. Houd een seconde vast en ga beheerst terug naar de uitgangspositie.
pt: 1. De pé e com as costas retas, segure em halteres ao lado do seu corpo com uma pronação martelo. Mantenha os braços retos. 2. Levante os halteres, mantendo os braços no lugar. Tente não usar os ombros durante o movimento. 3. Aguente durante um segundo e volta à posição inicial
sv: 1. Medan du står med ryggen rak, håll hantlar vid sidorna med ett hammargrepp. Håll armarna raka. 2. Lyft upp hantlarna medan du håller överarmarna på plats. Undvik att använda axlarna under rörelsen. 3. Håll i en sekund och gå tillbaka till startläget.
th: 1. ยืนด้วยท่าหลังเหยียดตรง ถือดัมเบลทั้งสองอันไว้ที่ข้างลำตัวด้วยท่าจับฆ้อนและจัดให้แขนเหยียดตรง 2. ยกดัมเบลขึ้นในขณะที่แขนส่วนบนตรึงอยู่กับที่ พยามยามอย่าใช้ไหล่ทั้งสองข้างในขณะเคลื่อนไหวในท่านี้ 3. ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นกลับไปที่ท่าเริ่มต้น
tr: 1. Sırtınız düz bir şekilde, dambılları çekiç kavrayışıyla yanlarınızda tutun. Kollarınızı düz bir şekilde tutun. 2. Üst kollarınızı sabit tutarak dambılları yukarı doğru kaldırın. Hareket esnasında omuzlarınızı kullanmaktan kaçının. 3. Bir saniyeliğine tutun ve başlangıç pozisyonuna geri dönün.

source: Dumbbell Biceps Curl (Underhand Grip Concentration With Single Arm)
de: Bizeps Kurzhantelübung (Unterhandgriff Konzentration Mit Einem Arm)
es: Curl de Bíceps con Mancuerna (Concentración Agarre Supino con un Solo Brazo)
fr: Curl Biceps avec Haltère (Prise en Supination Avec Un Seul Bras)
it: Curl per bicipiti con bilanciere (di concentrazione presa underhand con un solo braccio)
ja: ダンベルバイセップカール (片腕アンダーハンドグリップコンセントレーション)
nl: Halter met krullende biceps (Onderhandse Grip met een arm)
pt: Elevação de Haltere com Bíceps (Concentração da Pronação Inferior com um Braço)
ru: Подъем гантелей на бицепс (хват снизу одной рукой)
sv: Bicepscurl med hantel (enarmad sammandragning med underhandsgrepp)
th: ท่ายกดัมเบลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (ถือดัมเบลแบบหงายมือด้วยแขนข้างเดียว)
tr: Dambıllı Biseps Bükme (Tek Kolla Aşağıdan Yukarı Doğru Kavrayış Konsantrasyonu)

source: 1. Bend your knees slightly. Keep back bent and straight. Hold one dumbbell with underhand grip. Position elbow at the inner thigh. 2. Lift dumbbell up while keeping your upper arm in place. Hold for one second. Return to starting position.
de: 1. Biegen Sie Ihre Knie leicht an. Rücken gebeugt und gerade halten. Halten Sie eine Kurzhantel mit Unterhandgriff. Platzieren Sie den Ellenbogen auf den inneren Oberschenkel. 2. Heben Sie die Kurzhantel an, während Sie Ihren Oberarm in Position halten. Halten Sie für eine Sekunde inne. Gehen Sie zur Anfangsposition zurück.
es: 1. Dobla las rodillas ligeramente. Mantén la espalda doblada y recta. Sujeta una mancuerna con agarre supino. Coloca el codo en la parte interior del muslo. 2. Levanta la mancuerna sin mover la parte superior del brazo. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: 1.Pliez légèrement les genoux. Gardez le dos courbé et droit. Tenez un haltère en supination. Positionnez le coude à l'intérieur de la cuisse. 2. Soulevez l'haltère tout en gardant le haut de votre bras en place. Maintenez la position pendant une seconde. Revenez à la position de départ.
it: 1. Piegare leggermente le ginocchia. Tieni la schiena piegata e diritta. Mantieni un manubrio con impugnatura overhand. Posiziona il gomito alla coscia. 2. Solleva il manubrio in alto, mantenendo il braccio in posizione. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. 軽く膝を曲げます。腰を曲げて背中をまっすぐに保ちます。ダンベル１つをアンダーハンドグリップで持ちます。肘は内ももに置きます。 2. 上腕を動かさずにダンベルを引き上げます。1秒そのまま、そしてスタートポジションに戻ります。
nl: 1. Buig de knieën licht. Houd de rug recht. houd een halter vast in onderhandse grip . Positioneer je elleboog op je binnendij. 2. Til de halter terwijl je je bovenarm op zijn plaats houdt. Houd een seconde vast en dan beheerst terug naar uitgangspositie.
pt: 1. Dobre os joelhos ligeiramente. Mantenha as costas dobradas e firmes. Segure num haltere com pronação inferior. Posicione o cotovelo na parte interna da coxa. 2. Levante os halteres, mantendo o seu braço superior no lugar. Aguente por um segundo. Retorne à posição inicial.
ru: 1. Слегка согните ноги в коленях. Держите спину выгнутой и прямой. Возьмите одну гантель хватом снизу. Локоть должен находиться на внутренней части бедра. 2. Поднимите гантели вверх, при этом ваше плечо остается на месте. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Böj lite på knäna. Håll ryggen böjd och rak. Håll i en hantel med ett underhandsgrepp. Positionera armbågen vid innerlåren. 2. Lyft upp hanteln medan du håller överarmen på plats. Håll i en sekund. Återgå till startläget.
th: 1. งอเข่าทั้งสองข้างเล็กน้อย งอตัวและเหยียดหลังให้ตรง ถือดัมเบลหนึ่งข้างด้วยท่าคว่ำมือ จัดศอกให้อยู่ที่ต้นขาด้านใน 2. ยกดัมเบลขึ้นขณะที่แขนด้านบนตรึงอยู่กับที่ ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นกลับไปที่ท่าเริ่มต้น
tr: 1. Dizlerinizi hafifçe bükün. Sırıtınız eğilmiş ve düz olsun. Dambıllardan birini aşağıdan yukarı doğru kavrayın. Dirseğinizin iç kısmını uyluğunuzun iç kısmına konumlandırın. 2. Üst kolunuzu sabit tutarken dambılı yukarı kaldırın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Dumbbell Biceps Curl (Underhand Grip On Bench)
de: Bizeps Kurzhantelübung (Unterhandgriff Auf Bank)
es: Curl de Bíceps con Mancuerna (Agarre Supino con Banco)
fr: Curl Biceps avec Haltère (Prise en Supination Sur Le Banc)
it: Curl per bicipiti con bilanciere (Presa underhand sulla panca)
ja: ダンベルバイセップカール (ベンチでのアンダーハンドグリップ)
nl: Halter met krullende biceps (Onderhandse Grip op een bank)
pt: Elevação de Haltere com Bíceps (Punho Inferior No Banco)
ru: Подъем гантелей на бицепс (хват снизу на скамье)
sv: Bicepscurl med hantlar (underhandsgrepp på bänk)
th: ท่ายกดัมเบลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (ถือดัมเบลแบบหงายบนม้านั่ง)
tr: Dambıllı Biseps Bükme (Sehpada Aşağıdan Yukarı Doğru Kavrayış)

source: 1. While standing with back straight, hold one dumbbell with underhand grip. Rest upper arm on the top of the incline bench. 2. Lift dumbbell up while keeping your upper arms in place. Hold for one second. Lower dub bell back to starting position.
de: 1. Stehend und mit geradem Rücken halten Sie eine Kurzhantel im Unterhandgriff. Lassen Sie den Oberarm oben auf der Schrägbank ruhen. 2. Heben Sie die Kurzhantel an, während Sie Ihre Oberarme in Position halten. Halten Sie für eine Sekunde inne. Lassen Sie die Kurzhantel zur Anfangsposition hinunter.
es: 1. De pie y con la espalda recta, sujeta una mancuerna con un agarre supino. Reposa el brazo en la parte superior de un banco inclinado. 2. Levanta la mancuerna sin mover la parte superior de los brazos. Mantén la posición durante un segundo. Baja la mancuerna hasta la posición inicial.
fr: 1.En position debout avec le dos droit, tenez un haltère en supination. Reposez le haut du bras sur le sommet du banc incliné. 2. Soulevez haltère tout en gardant le haut du bras en place. Maintenez la position pendant une seconde. Rabaissez l'haltère jusqu'à la position de départ.
it: 1. Mentre stai in piedi con la schiena dritta, mantieni un manubrio con impugnatura overhand. Poggia il braccio superiore sulla parte superiore della panca inclinata. 2. Solleva il manubrio in alto, mantenendo le braccia in posizione. Mantieni la posizione per un secondo. Abbassa il manubrio e torna alla posizione di partenza.
ja: 1. 背筋を伸ばして立ち、ダンベル１つをアンダーハンドグリップで持ちます。上腕は傾斜ベンチの上に置きます。 2. 上腕を動かさずにダンベルを引き上げます。1秒そのまま、そしてダンベルをスタートポジションに下ろします。
nl: 1. Terwijl je staat met een rechte rug houd je een halter met onderhandse grip vast . Je bovenarm rust op een bank. 2. Til de halter maar houd je bovenarm op zijn plaats. Een seconde vasthouden en dan beheerst terug naar de uitgangspositie.
pt: 1. Em pé e com as costas retas, segure num haltere de pronação inferior. Descanse o braço no topo da bancada de inclinação. 2 . Levante os halteres, mantendo os braços superiores no lugar. Aguente por um segundo. Baixe os halteres de volta à posição inicial.
ru: 1. Стоя, спина прямая, держите одну гантель с хватом снизу. Предплечье поместите на наклонную скамью. 2. Поднимите гантели вверх, при этом ваши плечи остаются на месте. Задержитесь на одну секунду. Нижнюю гантель возвращаете обратно в исходное положение.
sv: 1. Medan du står med ryggen rak, håll i en hantel med ett underhandsgrepp. Vila överarmen på snedbänken. 2. Lyft upp hanteln medan du håller överarmarna på plats. Håll i en sekund. Sänk ner hanteln tillbaka till startläget.
th: 1. ยืนในท่าหลังเหยียดตรง ถือดัมเบลด้วยท่าจับหงายมือ พักแขนด้านบนไว้ที่ส่วนบนของม้านั่งเอียง 2. ยกดัมเบลขึ้นขณะที่แขนส่วนบนตรึงอยู่กับที่ ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที ลดระดับดัมเบลลงเพื่อกลับไปที่ท่าเริ่มต้น
tr: 1. Sırtınız düz olarak ayakta dururken, dambıllardan birini aşağıdan yukarı doğru kavrayarak tutun. Üst kolunuzu eğimli sehpanın üzerinde dinlendirin. 2. Üst kollarınızı sabit bir şekilde tutarken dambılı yukarı kaldırın. Bir saniyeliğine tutun. Dambılı başlangıç pozisyonuna doğru geri indirin.

source: Dumbbell Biceps Curl Seated (Hammer Grip)
de: Kurzhantelübung im Sitzen (Hammergriff)
es: Curl de Bíceps con Mancuerna Sentado (Agarre Martillo)
fr: Curl Biceps Assis Avec Haltère (Prise Marteau)
it: Curl per bicipiti con bilanciere seduto (Presa a martello)
ja: ダンベルバイセップカールシーテッド (ハンマーグリップ)
nl: Zittend Biceps krullen (Hamer Grip)
pt: Elevação de Haltere com Bíceps Sentado (Pronação Martelo)
ru: Подъем гантелей на бицепс сидя (подъем вверх)
sv: Sittande bicepscurl med hantlar (hammargrepp)
th: ท่านั่งยกดัมเบลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (ถือดัมเบลแบบจับฆ้อน)
tr: Oturarak Dambıllı Biseps Bükme (Çekiç Kavrayışı)

source: 1. While seated with back straight, let dumbbells hang next to you with a hummer grip. Keep arms straight. 2. Lift dumbbells up while keeping your upper arms in place. Refrain from using your shoulders during the movement. Hold for one second, then return to starting position.
de: 1. Während Sie sitzen, lassen Sie die Kurzhanteln neben sich mit einem Hammergriff hängen. Halten Sie die Arme gerade. 2.Heben Sie die Kurzhanteln an, während Sie Ihre Oberarme in Position halten. Benutzen Sie Ihre Schultern bei dieser Bewegung nicht. Halten Sie für eine Sekunde inne, und gehen Sie danach zur Anfangsposition zurück.
es: 1. Sentado y con la espalda recta, deja que las mancuernas cuelguen junto a ti con un agarre martillo. Mantén los brazos rectos. 2. Levanta las mancuernas sin mover la parte superior de los brazos. Evita usar los hombros durante el movimiento. Mantén la posición durante un segundo, y vuelve a la posición inicial.
fr: 1.En position assise avec le dos droit, laissez pendre les haltères à côté de vous avec une prise marteau. Gardez les bras tendus. 2. Soulevez les haltères tout en gardant le haut des bras en place. S'abstenir d'utiliser les épaules pendant le mouvement. Maintenez la position pendant une seconde, puis revenez à la position de départ.
it: 1. Da seduto con la schiena dritta, lascia penzolare i manubri accanto a te con una presa a martello. Mantieni le braccia diritte. 2. Solleva i manubri, mantenendo le braccia in posizione. Evita di utilizzare le spalle durante il movimento. Mantieni la posizione per un secondo, poi torna alla posizione di partenza.
ja: 1. 背筋を伸ばして座り、ハンマーグリップで持ったダンベルを体の横にぶら下げます。腕はまっすぐにします。 2. 上腕は動かさずにダンベルを引き上げます。動作中に肩を動かさないようにします。1秒そのまま、そしてスタートポジションに戻します。
nl: 1. Terwijl je rechtop zit , laat je halters naast je hangen die je in hamergrip vasthoudt. Houd je armen gestrekt. 2. Til de halters nu op waarbij je bovenarmen op zijn plaats blijven. Probeer niet de schouders te gebruiken bij deze oefening. Houd een seconde vast en ga beheerst terug naar startpositie.
pt: 1. Sentado e com as costas retas, pendure os halteres ao seu lado com uma pronação martelo. Mantenha os braços retos. 2. Levante os halteres, mantendo os braços no lugar. Tente não usar os seus ombros durante o movimento. Aguente por um segundo, e em seguida, retorne à posição inicial.
ru: 1. Сидя с прямой спиной, гантели висят по бокам. Держите руки прямо. 2. Поднимите гантели вверх, при этом ваши плечи остаются на месте. Воздержитесь от использования плеч во время движения. Задержитесь на одну секунду, затем вернитесь в исходное положение.
sv: 1. Medan du sitter med ryggen rak, låt hantlar hänga bredvid dig med ett hammargrepp. Håll armarna raka. 2. Lyft upp hantlarna medan du håller överarmarna på plats. Undvik att använda axlarna under rörelsen. Håll i en sekund och gå sedan tillbaka till startläget.
th: 1. นั่งบนม้านั่งด้วยท่าหลังเหยียดตรง ถือดัมเบลทั้งสองข้างด้วยท่าจับฆ้อนและให้ดัมเบลทั้งสองข้างห้อยลงข้างตัว เหยียดแขนให้ตรง 2. ยกดัมเบลขึ้นโดยให้แขนด้านบนของคุณตรึงอยู่กับที่ พยายามอย่าให้ไหล่ทั้งสองข้างเคลื่อนไหวขณะออกกำลังกายท่านี้ ค้างไว้ที่ท่านี้ประมาณหนึ่งนาที จากนั้นกลับไปที่ท่าเริ่มต้น
tr: 1. Sırtınız düz bir şekilde otururken, dambılların yanlarınızdan çekiç kavrayışıyla aşağı sarkmasına izin verin. Kollarınızı düz tutun. 2. Üst kollarınızı sabit bir şekilde tutarken dambılları yukarı kaldırın. Hareket esnasında omuzlarınızı kullanmaktan kaçının. Bir saniyeliğine tutun, daha sonra başlangıç pozisyonuna geri dönün.

source: Dumbbell Biceps Curl Seated (Underhand Grip)
de: Bizeps Kurzhantelübung im Sitzen (Unterhandgriff)
es: Curl de Bíceps con Mancuerna Sentado (Agarre Supino)
fr: Curl Biceps Assis Avec Haltères (Prise en Supination)
it: Curl per bicipiti con bilanciere seduto (Presa underhand)
ja: ダンベルバイセップカールシーテッド(アンダーハンドグリップ)
nl: Zittend Biceps krullen (Onderhandse Grip)
pt: Elevação de Haltere com Bíceps Sentado (Punho Inferior)
ru: Подъем гантелей на бицепс сидя (хват снизу)
sv: Sittande bicepscurl med hantlar (underhandsgrepp)
th: ท่านั่งยกดัมเบลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (ถือดัมเบลแบบหงายมือ)
tr: Oturarak Dambıllı Biseps Bükme (Aşağıdan Yukarı Doğru Kavrayış)

source: 1. While seated with back straight, let dumbbells hang next to you with an underhand grip. Keep arms straight. 2. Lift dumbbells up while keeping your upper arms in place. Refrain from using your shoulders during the movement. Hold for one second, then return to starting position.
de: 1. Im Sitzen und mit geradem Rücken lassen Sie die Kurzhanteln neben sich im Unterhandgriff hängen. Halten Sie die Arme gerade. 2. Heben Sie die Kurzhanteln an, während Sie Ihre Oberarme in Position halten. Bewegen Sie Ihre Schultern bei dieser Bewegung nicht. Halten Sie für eine Sekunde inne, und gehen Sie danach zur Anfangsposition zurück.
es: 1. Sentado y con la espalda recta, deja que las mancuernas cuelguen a tus lados con un agarre supino. Mantén los brazos rectos. 2. Levanta las mancuernas sin mover la parte superior de los brazos. Evita usar los hombros durante el movimiento. Mantén la posición durante un segundo, y vuelve a la posición inicial.
fr: 1.En position assise avec le dos droit, laissez les haltères pendre à côté de vous avec une prise en supination. Gardez les bras tendus. 2. Soulevez les haltères tout en gardant le haut des bras en place. S'abstenir d'utiliser les épaules pendant le mouvement. Maintenez la position pendant une seconde, puis revenez à la position de départ.
it: 1. Da seduto con la schiena dritta, lascia penzolare i manubri accanto a te con una presa underhand. Mantieni le braccia diritte. 2. Solleva i manubri, mantenendo le braccia in posizione. Evita di utilizzare le spalle durante il movimento. Mantieni la posizione per un secondo, poi torna alla posizione di partenza.
ja: 1. 背筋を伸ばして座り、アンダーハンドグリップで持ったダンベルを体の横にぶら下げます。腕はまっすぐに保ちます。 2. 上腕を動かさずにダンベルを引き上げます。動作中に肩を動かさないようにします。1秒そのまま、そしてスタートポジションに戻します。
nl: 1. Terwijl je rechtop zit, laat je halters naast je hangen die je onderhands vasthoudt. Houd je armen recht. 2. Til de halters nu op waarbij je bovenarmen op zijn plaats blijven. Probeer niet de schouders te gebruiken bij deze oefening. Houd een seconde vast en ga beheerst terug naar startpositie.
pt: 1. Sentado com as costas retas, pendure os halteres ao seu lado com uma pronação inferior. Mantenha os braços retos. 2. Levante os halteres, mantendo os braços no lugar. Tente não usar os seus ombros durante o movimento. Aguente por um segundo, e em seguida, retorne à posição inicial.
ru: 1. Сидя с прямой спиной, гантели висят по бокам, хватом снизу. Держите руки прямо. 2. Поднимите гантели вверх, при этом ваши плечи остаются на месте. Воздержитесь от использования плеч во время движения. Задержитесь на одну секунду, затем вернитесь в исходное положение.
sv: 1. Medan du sitter med ryggen rak, låt hantlar hänga bredvid dig med ett underhandsgrepp. Håll armarna raka. 2. Lyft upp hantlarna medan du håller överarmarna på plats. Undvik att använda axlarna under rörelsen. Håll i en sekund och gå sedan tillbaka till startläget.
th: 1. นั่งบนม้านั่งด้วยท่าหลังเหยียดตรง ถือดัมเบลทั้งสองข้างด้วยท่าจับหงายมือและให้ดัมเบลทั้งสองข้างห้อยลงข้างตัว เหยียดแขนให้ตรง 2. ยกดัมเบลขึ้นโดยให้แขนด้านบนของคุณตรึงอยู่กับที่ พยายามอย่าให้ไหล่ทั้งสองข้างเคลื่อนไหวขณะออกกำลังกายท่านี้ ค้างไว้ที่ท่านี้ประมาณหนึ่งนาที จากนั้นกลับไปที่ท่าเริ่มต้น
tr: 1. Sırtınız dik bir şekilde otururken, dambılların yanlarınızdan aşağıdan yukarı doğru bir kavrayışla sarkmalarına izin verin. Kollarınızı düz tutun. 2. Üst kollarınızı sabit bir şekilde tutarken dambılları yukarı doğru kaldırın. Hareket esnasında omuzlarınızı kullanmaktan kaçının. Bir saniyeliğine tutun, daha sonra başlangıç pozisyonuna geri dönün.
