Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Stand with your feet slightly apart and your arms straight, using an overhand grip (thumbs toward each other): - Inhale and curl the bar. - Exhale as you complete the movement. This exercise works the extensors of the wrist and fingers. It works the brachioradialis, and to a lesser degree the biceps.
de: Stellen Sie sich mit leicht gespreizten Füßen hin, und lassen Sie Ihre Arme gerade, und benutzen Sie einen Obergriff (Daumen zueinander zeigend): - Einatmen und die Stange rotieren. - Ausatmen und die Bewegung beenden. Diese Übung bearbeitet die Streckmuskeln des Handgelenks und der Finger. Sie bearbeitet den Oberarmspeichenmuskel und in geringerem Ausmaß den Bizeps.
es: De pie, con las piernas ligeramente separadas y los brazos rectos, y con un agarre con los pulgares mirándose: - Inhala y sube la barra. - Exhala al completar el movimiento. Este ejercicio trabaja los extensores de las muñecas y los dedos, el músculo braquiorradial y, en menor medida, los biceps.
fr: Tenez vous avec les pieds légèrement écartés et les bras droits, en utilisant une prise par au dessus (pouces face à face) ⁃ Inspirez et enroulez la barre ⁃ Expirez en contiinuant le mouvement. Cet exercice fonctionne avec les extenseurs du poignet et des doigts. Il fait travailler le brachioradialis, et dans une moindre mesure le biceps.
it: In piedi con le gambe leggermente divaricate e le braccia tese, con una presa portando il braccio sopra la spalla (i pollici verso l'altro): - Inspira e tira la barra. - Espira quando completi il movimento. Questo esercizio sforza gli estensori del polso e delle dita. Sforza il brachioradiale, e in minor misura il bicipite.
ja: 足を少し広げ、オーバーハンドグリップ（親指はお互いに向き合っています）を使用して手を直立します： ‐息を吸い、バーをカールします。 ‐動きの完了として息を吐きます。 このエクササイズは、手首と指のエクステンションに効果があります。腕橈骨と、より低い程度の二頭筋に効果があります。
pt: Levante-se com os pés ligeiramente afastados e os braços em linha reta, use uma pronação (polegares em direção um ao outro): - Inspire e enrole a barra. - Expire à medida que você completa o movimento. Este exercício trabalha os extensores do punho e dedos. Ele trabalha a brachioradialis e, em menor grau, o bíceps.
ru: Встаньте прямо, слегка расставив ноги, руки прямо, хват сверху (большие пальцы направлены друг к другу): - Вдохните и поднимите штангу. - Выдохните и вернитесь в исходное положение. Это упражнение разгибает запястья и пальцы. Развивает брахиорадиалис (плечелучевая мышца) и, немного в меньшей степени, бицепсы.
sv: Stå med fötterna lätt isär och dina armar raka, använd ett överhandsgrepp (tummarna mot varandra). - Andas in och lyft stången. - Andas ut samtidigt som du fullföljer rörelsen. Den här övningen aktiverar extensorerna i handleder och fingrar. Den tränar brachioradialis, och i mindre grad biceps.

source: Cable Biceps Curl
de: Kabelbizepsübung
es: Curl de Biceps con Cable
fr: Enroulé de biceps avec câble
ja: ケーブル上腕二頭筋カール
nl: Kabel Biceps Curl
pt: Rosca de Bíceps com Cabo
ru: Сгибания бицепсов на блоках
th: ท่าดึงสายเคเบิ้ลด้วยกล้ามเนื้อท้องแขนส่วนหน้า
tr: Makinede Biseps Bükme

source: Attach a straight bar to the low pulley of a cable station. Then, grab the with a shoulder-width, underhand grip and hold it at arm's length just in front of your thighs. Your knees should be bent slightly. Curl the bar toward your chest as far as you can without allowing your upper arms to move.
de: Befestigen Sie eine gerade Stange an die untere Rolle einer Kabelstation. Fassen Sie anschließend in Schulterlänge die Stange im Untergriff, und halten Sie sie in Armlänge genau vor Ihren Oberschenkeln. Ihre Knie sollten leicht gebeugt sein. Ziehen Sie die Stange vor Ihre Brust, so weit wie Sie können, ohne Ihre Oberarme zu bewegen.
es: Acopla una barra recta a la polea inferior de una estación de cable. Agárrala con las manos a la anchura de los hombros y con un agarre supino y sujétalas con los brazos extendidos, delante de los muslos. Las rodillas deberán estar ligeramente flexionadas. Levanta la barra hacia el pecho tanto como puedas, sin dejar que se mueva la parte superior de los brazos.
fr: Attachez une barre fixe à la traction basse d'une station de câbles. Ensuite, attrapez la barre avec un écartement égal à celui des épaules, une prise en dessoous et tenez là à bout de bras juste en face de vos cuisses. Vos genoux doivent être légèrement pliés. Enroulez la barre vers votre buste aussi loin que vous le puissiez sans bouger la partie supérieure de vos bras.
it: Fissa una barra diritta al pulley basso dei cavi. Quindi afferrala con una presa a larghezza di spalla portando il braccio sopra la spalla e tienila a distanza proprio di fronte le cosce. Le ginocchia devono essere leggermente piegate. Tira la barra verso il petto, per quanto è possibile, senza permettere che le braccia si muovano.
ja: ケーブルステーションの低滑車にストレートバーを取り付けます。その後、肩幅に開き、アンダーハンドグリップで掴み、大腿部のまで腕の長さで保ちます。膝は少し曲げてます。上腕を動かさないで、できる限り胸に向かってバーをカールしてください。
nl: Bevestig een halterstang aan de lage katrol van een kabelstation. Neem dan de halterstang onderhands vast op schouderbreedte en houdt het op armlengte voor de dijen vast. Je knieën licht gebogen. Breng dan, zonder je bovenarmen te bewegen, de halterstang naar je borst zo ver als je kunt.
pt: Anexe uma barrra direta na parte baixa da polia de uma estação de cabo. Em seguida, segure-a na largura dos ombros, relaxe a aderência e prenda-a no comprimento do braço em frente de suas coxas. Os joelhos devem estar ligeiramente dobrados. Enrole a barra em direção ao peito, tanto quanto possível, sem permitir que seus braços se movam.
ru: Прикрепите перекладину блочного устройства к нижнему отсеку тренажера. Возьмите перекладину хватом снизу, на ширине плеч и держите на растоянии вытянутой руки напротив бедер. Колени должны быть слегка согнуты. Поднимайте перекладину к груди как можно дальше, не позволяя верхней части рук двигаться.
sv: Fäst en rak stång i det nedre trissan på en cable cross. Ta tag i stången med ett axelbrett underhandsgrepp och håll den med raka armar framför dina lår. Dina knän ska vara lätt böjda. Lyft stången mot ditt bröst så högt du kan utan att röra dina överarmar.
th: ติดบาร์ตรงเข้ากับอุปกรณ์เคเบิ้ล จากนั้นใช้มือจับที่ความกว้างเท่ากับความกว้างของไหล่ โดยให้ฝ่ามืออยู่ใต้บาร์และค้างไว้ที่ระยะแขนเหยียดตรงที่ส่วนหน้าของต้นขา เข่าของคุณควรงอเล็กน้อย ดันบาร์ไปทางหน้าอกของคุณให้ไกลเท่าที่คุณจะทำได้โดยที่ไม่ให้แขนท่อนบนเคลื่อนที่
tr: Bir kablo istasyonundaki aşağıda bulunan makaraya düz bir bar takın. Daha sonra barı, omuz genişliğinde, elleriniz yukarıdan aşağı inecek şekilde kavrayarak kalçalarınızın önünde bir kol uzunluğunda mesafede tutun. Üst kollarınızı hareket ettirmeden barı olabildiğince göğsünüze doğru bükün.

source: Low Pulley Curls
de: Untere Umlenkrolle
es: Curl Polea Baja
fr: Enroulés inférieurs
it: Low Pulley Curl
ja: 低滑車カール
nl: Lage katrol Curls
pt: Roscas de Polia Baixa
ru: Подъем на низком блоке
th: ท่าดึงตุ้มน้ำหนักจากด้านล่าง
tr: Alt Makara Bükme

source: Stand facing the machine and grasp the handle with an underhand grip: - Inhale and curl the pulley handle. - Exhale as you complete the movement. This is bona exercise for isolating and pumping the biceps.
de: Stellen Sie sich vor die Maschine, und fassen Sie den Griff von unten an: - Einatmen und den Rollengriff ziehen. - Ausatmen und die Bewegung beenden. Dies ist eine gute Übung zum Isolieren und Pumpen der Bizeps.
es: De pie y de frente a la máquina, coge el mango con un agarre supino: ⁃Inhala y levanta el mango de la polea ⁃Exhala al completar el movimiento Es un buen ejercicio para aislar e inflar los biceps.
fr: Tenez vous devant la machine et attrapez la poignée par en-dessous ⁃ Inspirez et enroulez la poignée de traction ⁃ Expirez en continuant le mouvement. Il s'agit d'un bon exercice pour isoler et faire travailler le biceps.
it: Stai di fronte alla macchina e afferrare la maniglia con una presa portando il braccio sopra la spalla: - Inspira e tira la maniglia del pulley. - Espira quando completi il movimento. Questo è un buon esercizio per isolare e pompare i bicipiti.
ja: マシンに向かって立ち、アンダーハンドグリップでハンドルを掴みます： ‐息を吸い、低滑車のハンドルをカールします。 ‐動きの完了として息を吐きます。 これは、上腕二頭筋を分離し圧送する真正運動です。
pt: Fique de frente para a máquina e segure a alça com um aperto leve: - Inspire e enrole o cabo da polia. - Expire à medida que você completa o movimento. Este é um bom exercício para isolar e bombear o bíceps.
ru: Встаньте лицом к тренажерному блоку и возьмите рукоятку нижним хватом: - Сделайте вдох и поднимите рукоятку блока. - Сделайте выдох и вернитесь в исходное положение. Это эффективное упражнение для накачки бицепсов.
sv: Stå med ansiktet mot maskinen och fatta tag i handtaget med ett underhandsgrepp: - Andas in och lyft handtaget. - Andas ut samtidigt som du fullföljer rörelsen. Det här är bra träning för att isolera och pumpa biceps.

source: Low Pulley Cable Crossover
de: Untere Kabelrollbrücke
es: Cruzado Polea Baja y Cable
fr: Câble de poulie pour croisement bas
ja: 低滑車ケーブルクロスオーバー
nl: Lage katrol kabel Crossover
pt: Cabo Cruzado de Polia Baixa
ru: Разводка на низком блоке
th: ท่าดึงตุ้มน้ำหนักแบบไขว้
tr: Alt Makara Kabloda Göğüs Sıkıştırma

source: Set the cables the bottom of the crossover station and you gonna cross your hands up to your face and start from the bottom a cross up. This variant is gonna hit more the upper chest.
de: Stellen Sie die Kabel der unteren Kabelstation ein, und überqueren Sie Ihre Hände bis zu Ihrem Gesicht kreuzweise von unten nach oben. Diese Variante dient besonders der oberen Brust.
es: Coloca los cables en la parte inferior de la estacion de crossover y cruza las manos a la altura del rostro y comienza desde abajo hacia arriba. Esta variedad afecta más a la parte superior del pecho.
fr: Installez les câbles en bas de la station croisée et croisez vos bras devant votre visage et commencez à croiser à partir du bas. Cette variante sollicite davantage la partie supérieure du buste.
it: Imposta i cavi nella parte inferiore delle croci e incrocia le mani al viso e iniziare dal basso a formare una croce in alto. Questa variante si rivolge di più alla parte superiore del torace.
ja: ケーブルをクロスオーバーステーションに設置し、下から始めて顔まで持っていき、手を交差します。この変形は、より上位の胸に効果的です。
nl: Stel de kabels in op de crossover stations en je gaat kruisgewijs je handen afwisselend naar je gezicht brengen en terug. Deze variant heeft veel effect op de bovenste borstspieren.
pt: Ponha os cabos na parte inferior da estação de cruzado (crossover) e você vai cruzar suas mãos até seu rosto e começar de baixo a fazer uma cruz para cima. Esta variante vai trabalhar mais a parte superior do tórax.
ru: Прикрепите перекладины блочного устройства к нижнему отсеку тренажера. Начиная с самого низа, поднимайте руки, скрещивая по направлению к лицу. Это упражнение развивает верхнюю часть груди.
sv: Flytta ner trissorna till botten på en cable cross. Du kommer att korsa dina händer upp mot ansiktet genom att böra från golvet och dra uppåt. Den här varianten kommer att ta mer på övre delen av dittbröst.
th: ;ดึงสายเคเบิ้ลเพื่อดึงตุ้มน้ำหนักที่อยู่ส่วนล่างของอุปกรณ์ ให้คุณไขว้มือทั้งสองขึ้นด้านบนจนอยู่ระดับหน้าของคุณ ค่อย ๆ ผ่อนลง จากนั้นก็ให้เริ่มดึงลูกตุ้มจากด้านล่างอีกครั้ง วิธีนี้จะช่วยบริหารกล้ามเนื้ออกส่วนบนของคุณ
tr: Kabloları crossover istasyonunun alt kısmına ayarlayın ve ellerinizi yüzünüze doğru yukarı crossover hareketini aşağıdan başlayarak yapın. Bu varyant üst göğsü daha da fazla çalıştıracaktır.

source: Toe Raises
de: Zehenspitzenheben
es: Elevaciones Dedos del Pie
fr: Levers d'orteils
it: Sollevamento sull’alluce
ja: つま先上げ
nl: Tenen liften
pt: Elevação na Ponta dos Pés
ru: Подъемы на пальцах ног
sv: Tåhävningar
th: ยกนิ้วเท้า
tr: Ayak Parmak Yükselişleri

source: Begin by a neutral position, hills at or slightly wider than shoulder width. Hold dumbbells in both hands on the same side as the foot. Move up on the toes, contracting the calf muscles, slowly lowering down to a full range of motion.
de: Beginnen Sie mit einer neutralen Position, Fersen in oder etwas weiter als Schulterweite. Halten Sie die Hanteln in beiden Händen auf der gleichen Seite als der Fuß. Bewegen Sie sich hoch auf die Zehen, die Wade zusammenziehen und dann langsam zum vollen Bewegungsbereich absenken.
es: Empieza con una posición neutral, con los pies a la anchura de los hombros o un poco más separados. Sujeta las mancuernas en ambas manos. Eleva los dedos de los pies, contrayendo los músculos de las pantorrillas, y bajando lentamente hasta completar el movimiento.
fr: Commencez dans une position neutre, les bras légèrement plus écartés que les épaules. Tenez les haltères dans chaque main du même côté que le pied. Montez sur vos orteils, en contractant les muscles du mollet, et descendez doucement pour complèter le mouvement.
it: Inizia da una posizione neutrale, o leggermente più ampio rispetto alla larghezza delle spalle. Tieni i manubri in entrambe le mani sullo stesso lato del piede. Spostati in alto sulle punte, contraendo i muscoli del polpaccio, abbassandoti lentamente verso il basso per una gamma completa di movimento.
ja: 自然なポジションで、肩幅、あるいは肩幅より開きます。足と同じ側で両手にダンベルを持ちます。つま先を上に上げ、ふくらはぎの筋肉を収縮し、徐々に動きの全範囲まで下げます。
nl: Begin in een neutrale positie, hielen ongeveer op schouderbreedte. Houdt gewichten in je handen aan dezelfe kant als je voet. Krul je tenen omhoog door de kuitspieren aan te trekken en dan weer langszaam minderen en creëer zo een vloeiende beweging.
pt: Comece a partir de uma posição neutra, os pés afastados a uma distância igual ou mais à largura dos ombros. Segure um peso em cada mão ao longo das pernas. Eleve os calcanhares ficando nas pontas dos pés, contraia os músculos das panturrilhas e, lentamente, volte à posição inicial em um só movimento.
ru: Начните с нейтрального положения, пятки поставьте на уровне плеч или слегка шире. В обе руки возьмите гантели. Приподнимайтесь на носках, напрягая икроножные мышцы и медленно опускаясь в исходное положение.
sv: Börja i neutral position med fotvalven något bredare än axelbrett. Håll hantlarna med båda händerna på samma sida som often. Res dig upp på tå genom att spänna vadmusklerna och sänk dig ned till fullt utsträckt rörelse.
th: เริ่มด้วยการนั่งในท่าที่สมดุล ให้ความกว้างของเข่ากว้างกว่าความกล้างของไหล่เล็กน้อย ถือดัมเบลในมือทั้งสองข้างโดยให้อยู่ข้างเดียวกับเท้า โยกนิ้วเท้าขึ้น หดกล้ามเนื้อน่อง จากนั้นค่อย ๆ ลดระดับลงให้การเคลื่อนไหวสมบูรณ์แบบ
tr: Doğal bir pozisyonda; topuklar omuz genişliğinde veya biraz daha fazla bir genişlikte başlayın. Dambılları ayaklarınızın bulunduğu taraflarda iki elinizde de olmak üzere tutun. Parmak uçlarınıza yükselerek baldır kaslarınızı kasın, daha sonra yavaşça alçalarak hareketi tekrarlayın.

source: One-Leg Toe Raises
de: Zehenspitzenheben auf einem Bein
es: Elevaciones Dedos del Pie con Una Sola Pierna
fr: Levers d'orteils avec une seule jambe
it: Sollevamento sul pollice di una gamba
ja: 片脚つま先上げ
nl: Een been Tenen liften
pt: Elevação na Ponta dos Pés com uma Só Perna
ru: Подъемы на носке на одной ноге
sv: Tåhävningar på ett ben
th: ยกนิ้วเท้าขาข้างเดียว
tr: Tek Bacak Ayak Parmak Yükselişleri

source: Stand on one foot, placing the toes and ball of your foot on the block. Hold a dumbbell in your hand on the same side as the foot you are standing on and grasp the edge of machine with your other hand to steady your body in position throughout the movement: - Rise up as high as you can on your toes (plantar flexion), keeping your knee extended or very slightly bent. - Return to the starting position.
de: Stellen Sie sich auf einen Fuß, und platzieren Sie die Zehen und Fußballen auf den Block. Halten Sie auf der gleichen Seite des Fuß auf dem Sie stehen eine Hantel in Ihrer Hand, und fassen Sie den Rand der Maschine mit Ihrer anderen Hand an, um Ihren Körper während der Bewegung ruhig zu halten. - Erheben Sie sich auf Ihren Zehen so hoch wie möglich (Plantarflexion), halten Sie Ihre Knie ausgedehnt oder etwas gebeugt. - Gehen Sie zur Anfangsposition zurück.
es: Apóyate en un solo pie, colocando los dedos y el metatarso en el bloque. Sujeta una mancuerna en la mano del mismo lado que el pie en el que te estás apoyando, y agarra el eje de la máquina con tu otra mano, para mantener el cuerpo en posición durante el ejercicio. ⁃Elévate tanto como puedas sobre los dedos de los pies (flexión plantar), manteniendo la rodilla estirada o muy ligeramente flexionada. ⁃Vuelve a la posicion inicial.
fr: Tenez-vous debout sur un seul pied, en plaçant les orteils sur le bloc. Tenez un haltère dans votre main du même côté que le pied sur lequel vous vous tenez et attapez le bord de la machine avec votre autre main de façon à maintenir votre corps en position durant le mouvement. ⁃Levez vous le plus haut possible sur vos orteil (flexion plantaire), en gardant votre genou tendu ou très légèrement plié. ⁃ Revenez à la position de départ.
it: Stai su un piede, mettendo le dita e la pianta del piede sul blocco. Tieni un manubrio con la mano sullo stesso lato come il piede su cui stai stando e afferra il bordo della macchina con l'altra mano per stabilizzare il corpo in posizione per tutto il movimento: - Sollevati il più in alto possibile sulla punta dei piedi (flessione plantare), mantenendo il ginocchio esteso o leggermente piegato. - Torna alla posizione di partenza.
ja: 片脚で立ち、つま先と親指の付け根をブロックに置きます。足と同じ側の手でダンベルを持ち、動きの最中、体のポジションを安定させるためにもう片方の手でマシンの端を掴みます： ‐つま先をできる限り高く上げ（足底屈）、膝を伸ばす、あるいはほんの少しだけ曲げます。 ‐開始ポジションに戻ります。
pt: Fique de pé em uma só perna, com os dedos do pé sobre uma bola ou bloco. Segure um haltere do mesmo lado da perna que você vai trabalhar, e segure a extremidade do aparelho com a outra mão para manter o seu corpo em posição durante o exercício: - Eleve-se o mais que puder nos dedos do pé (flexão plantar), mantendo o seu joelho esticado ou ligeiramente flexionado. - Retorne à posição inicial.
ru: Станьте на одну ногу, пальцы ног и основание стопы на блоке. Возьмите гантель в руку, расположенную на той же стороне что и нога, на которой вы стоите и возьмитесь за край тренажера другой рукой, чтобы закрепить положение тела на время выполнения упражнения: - Поднимитесь на носках как можно выше (подошвенное сгибание), сохраняя колено прямым или лишь слегка согнутым. - Вернитесь в исходное положение.
sv: Så på ett ben med tårna och främre trampdynan på blocket. Håll en hantel i handen på samma sida som foten du står på och fatta tag i kanten på maskinen med den andra handen för att hålla kroppen i en stadig position genom hela rörelsen. Res dig upp så högt du kan på tårna (plantarflexion), håll knät utsträckt eller lätt böjt. Återgå till startpositionen
tr: Tek ayağınız üzerinde, ayak parmaklarınızı ve parmak köklerinizi bloğun üzerine yerleştirerek durun. Üzerinde durmakta olduğunuz ayakla aynı tarafta bulunan elinizde bir dambıl tutun ve hareketi yaparken kendinizi sabitleyebilmek için diğer elinizle de sehpanın ucuna tutunun: - Dizlerinizi düz veya hafif eğik şekilde tutarak, parmak uçlarınızda olabildiğince yükselin (plantar fleksiyon). - Başlangıç pozisyonuna geri dönün.

source: Seated Calf Raises
de: Sitzendes Wadenheben
es: Elevación Pantorrillas Sentado
fr: Levers de mollet assis
ja: 座りふくらはぎ上げ
nl: Zittend Kuiten heffen
pt: Elevação de Panturrilha Sentado
ru: Подъем голени из положения сидя
sv: Sittande tåhävningar
th: ท่านั่งยกน่อง
tr: Oturarak Baldırla Yükseliş

source: Adjust the pad so that your shins are straight up and the pad is just behind the knees. Lift the weight by pushing your heels up with the balls of your feet. Slowly lower the heels until you feel a stretch in the calf muscle. To target inner and outer calves, point your toes inwards and outwards respectively.
de: Verstellen Sie das Polster so, daß Ihre Schienbeine gerade sind, und das Polster genau hinter dem Knie ist. Heben Sie das Gewicht an, indem Sie ihre Fersen mit den Fußballen hochdrücken. Lassen Sie Ihre Fersen langsam wieder herab, bis Sie in Ihrem Wadenmuskel eine Dehnung spüren. Um innere und äußere Waden zu bearbeiten, weisen Sie Ihre Zehen jeweils nach innen oder nach außen.
es: Ajusta el cojinete de manera que tus espinillas estén rectas y el cojinete quede justo por detrás de las rodillas. Levanta el peso, empujando los talones hacia arriba con los metatarsos de los pies. Baja los talones lentamente hasta que sientas un estiramiento en el músculo de la pantorrilla. Para ejercitar la pantorrilla interior y la exterior, coloca tus dedos hacia dentro y fuera respectivamente.
fr: Ajustez le pad de façon à ce que vos soient tendus et le bas juste derrière les genoux. Soulevez le poids ne poussant vos talons vers le haut avec la plante de vos pieds. Abaissez lentement les talons jusqu'à ce que vous sentiez une tenson dans le muscle du mollet. Pour solliciter le mollet intérieur et extérieur, pointez vos orteils vers l'intérieur puis l'extérieur.
it: Regola l’imbottitura in modo che gli stinchi siano verso l'alto e l’imbottitura sia proprio dietro le ginocchia. Solleva il peso, spingendo i talloni in alto con le palle dei tuoi piedi. Abbassa lentamente i talloni fino a sentire tirare il muscolo del polpaccio. Per concentrarsi sui polpacci interni ed esterni, punta i piedi verso l'interno e verso l'esterno, rispettivamente.
ja: すねがまっすぐ上になり、膝のちょうど後ろにパッドがあるように調節します。足の親指の付け根でかかとを押し上げてウェイトを持ち上げます。ふくらはぎの筋肉の伸張を感じるまで、ゆっくりとかかとを下げます。ふくらはぎの内側と外側をターゲットに、つまさきを内向き、外向きの順番に向けます。
nl: Pas het kussen aan zodat je scheenbeen recht omhoog staat en het kussen net achter de knieën is. Til het gewicht op je hiel omhoog met de bal van je voet. Langszaam laten zakken totdat je het rekken van de kuitspier voelt. Om de binnenste en buitenste kuitspieren te behandelen moeten je tenen naar binnen of naar buiten wijzen.
pt: Posicione a almofada de modo que as suas canelas fiquem esticadas e a almofada por detrás dos joelhos. Eleve o peso empurrando os calcanhares para cima o máximo possível. Abaixe os calcanhares lentamente, até sentir um alongamento no músculo da panturrilha. Para trabalhar a secção interna e externa do músculo, aponte os dedos dos pés para fora e para dentro, respectivamente.
ru: Установите тренажер таким образом, чтобы ваши голени смотрели вверх, а нижняя подставка была позади коленей. Поднимайте груз, отталкиваясь пятками с помощью основания стопы. Медленно опускайте пятки пока не почувствуйте сокращение в икроножной мышце. Для тренировки мышц внутренней и внешней поверхности голени, расположите пальцы ног по направлению вовнутрь или наружу соответственно.
sv: Justera sitsen så dina smalben är raka och dynan är precis bakom dina knän. Lyft vikterna venom att trycka dina hälar uppåt med hjälp av främre trampdynan. Sänk sakta hälarna tills du känner en sträckning i vadmuskeln. För att komma åt både inre och yttre vadmuskeln, peka med tårna inåt respektive utåt.
th: ปรับแผ่นวางเท้าเพื่อให้คุณสามารถเหยียดหน้าแข้งในแนวตรงได้ และแผ่นวางเท้าจะอยู่หลังเข่าของคุณ ยกน้ำหนักขึ้นโดยการดันส้นเท้าขึ้นด้านบนและใช้ฝ่าเท้าส่วนปลายดันที่แผ่นวางเท้า ค่อย ๆ ลดระดับของส้นเท้าลงจนกระทั่งคุณรู้สึกตึงที่กล้ามเนื้อน่อง สำหรับการบริหารน่องส่วนในและส่วนนอก ให้คุณชี้นิ้วเท้าเข้าด้านในและด้านนอกตามลำดับ
tr: Yastığı, kaval kemikleriniz tamamen düz konumda olacak ve yastık hemen dizlerin arkasında olacak şekilde ayarlayın. Topuklarınızı yukarı doğru, ayak parmak köklerinizi bastırarak ağırlığı kaldırın. Baldır kasınızda bir gerilme hissedene kadar yavaşça ağırlığı alçaltın. İç ve dış baldır kaslarını hedef almak için; ayak parmak uçlarınızı sırasıyla içeri ve dışarı doğru uzatın.

source: Bench Presses
de: Bankdrücken
es: Press de Banca
fr: Abdominaux sur banc
it: Pressa su panca
ja: ベンチプレス
nl: Bankdrukken
pt: Supino Plano
ru: Жим со скамьи
sv: Bänkpress
th: ท่ายกน้ำหนักบนม้านั่งราบ
tr: Yatarak Halter Kaldırma
