Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: 1. Place one foot on the floor, roughly 3 feet in front of a chair, and balance with your other foot on a chair behind you, as illustrated. Your hands should be held behind your head. 2. Use your front foot for balance as you bend both knees to lower your body straight down until your back knee is a few inches off the floor and your front leg is bent roughly 90 degrees. The rest of your body should form a straight line. Finish the set, then switch your leg positions and repeat.
de: 1. Stellen Sie einen Fuß auf den Boden, ungefähr einen Meter vor einem Stuhl und balancieren Sie Ihren anderen Fuß auf einem Stuhl hinter Ihnen, wie dargestellt. Sie sollten Ihre Hände hinter Ihrem Kopf halten. 2.Benutzen Sie Ihren vorderen Fuß zur Balance, während Sie beide Knie biegen, um Ihren Körper gerade nach unten herabzulassen, bis Ihr hinteres Knie ein paar Inch vom Boden ist und Ihr vorderes Bein ungefähr 90 Grad gebeugt ist. Der Rest Ihres Körpers sollte eine gerade Linie bilden. Schließen Sie das Set ab, danach wechseln Sie Ihre Beinposition und wiederholen.
es: 1. Coloca un pie en el suelo, a unos 90cm delante de una silla, y el otro pie en una silla detrás de ti, como se muestra en la ilustración. Las manos deben estar detrás de la cabeza. 2. Utiliza el pie delantero para mantener el equilibrio mientras doblas ambas rodillas para bajar el cuerpo, hasta que la rodilla trasera esté a unos pocos centímetros del suelo y la pierna delantera doblada aproximadamente 90 grados. El resto del cuerpo debe formar una línea recta. Termina las repeticiones, cambia la posición de las piernas y repite.
fr: 1. Placez un pied sur le sol, à environ 90 cm en face d'une chaise, et équilibrez-vous avec l'autre pied sur une chaise derrière vous, comme illustré. Vos mains doivent être tenues derrière votre tête. 2. Utilisez votre pied avant pour vous équilibrer tandis que vous pliez les genoux pour abaisser votre corps vers le bas jusqu'à ce que votre genou arrière soit à quelques cm du sol et que la jambe avant soit pliée à environ 90 degrés. Le reste de votre corps doit former une ligne droite. Terminez la série, puis changez de jambe et répétez.
it: 1. Metti un piede sul pavimento, e circa 3 metri di fronte a una sedia, e mantieni l'equilibrio con l'altro piede su una sedia dietro di te, come illustrato. Le mani devono essere tenute dietro la testa. 2. Usa il tuo piede anteriore per equilibrarti, mentre pieghi entrambe le ginocchia per abbassare il corpo verso fino a quando il ginocchio posteriore è a pochi centimetri dal pavimento e la gamba anteriore è piegata di circa 90 gradi. Il resto del tuo corpo dovrebbe formare una linea retta. Termina la serie, quindi alterna le posizioni delle tue gambe e ripeti.
ja: 1. 椅子の約3フィート前に片足を床につけ、図のように、バランスを取りながらもう片方の足を後ろの椅子に乗せます。手は頭の後ろで組みます。 2. 体を下げるために膝を曲げる時、前に出した足を使ってバランスを取ります。後ろの膝は床から数インチ上、前の脚は約90度にまで曲げます。体の残りの部分は直線を描くべきです。セットを終えたら、脚のポジションを替えて繰り返します。
pt: 1. Coloque um pé no chão, aproximadamente a 3 metros à frente de uma cadeira, e equilibre-se com o outro numa cadeira atrás de si, como ilustrado. As suas mãos devem ser mantidas atrás da cabeça. 2. Use o pé da frente para o equilibrar enquanto dobra os joelhos para se baixar com o tronco reto e até ficar com o joelho a poucos centímetros do chão e a sua perna da frente dobrada até cerca de 90 graus. O resto do seu corpo deve formar uma linha reta. Termine o set, e em seguida, mudar a posição das pernas e repita.
ru: 1. Поставьте одну ногу на пол, примерно на метр перед стулом, другой ногой упритесь на стул позади вас, как показано на рисунке. Ваши руки должны быть за головой. 2. Используйте ногу, которая спереди, для равновесия. Согнув оба колена, опускайтесь вниз, пока ваша задняя часть колена не будет в нескольких сантиметров от пола и ваша передняя нога не будет согнута на 90 градусов. Остальные части тела должны составлять прямую линию. Закончите упражнение и поменяйте местами ногами, повторите упражнение.
sv: 1. Placera en fot på golvet, cirka 90 cm framför en stol, och balansera den andra foten på stolen bakom dig, som på bilden. Dina händer ska vara bakom huvudet. 2. Använd den främre foten för att hålla balansen när du böjer på båda knäna för att sänka kroppen rakt ner, tills det bakre knät är runt 10 cm från golvet och ditt främre ben är böjt ungefär 90 grader. Resten av din kropp ska forma en rak linje. Gör klart setet, byt sedan ben och upprepa.
th: 1. วางเท้าหนึ่งข้างบนพื้นโดยให้ห่างจากเก้าอี้ประมาณ 3 ฟุต เท้าอีกข้างวางบนเก้าอี้ที่อยู่ด้านหลังดังแสดงดังภาพ มือทั้งสองข้างควรอยู่ด้านหลังศีรษะ 2. ใช้เท้าที่อยู่ด้านหน้าช่วยทรงตัวขณะที่งอเข่าทั้งสองเพื่อลดระดับลำตัวลงด้านล่างตรง ๆ จนกระทั่งเข่าของขาที่อยู่ด้านหลังอยู่ห่างจากพื้นเพียงไม่กี่นิ้ว และขาที่อยู่ด้านหน้างอทำมุม 90 องศา ลำตัวควรอยู่ในแนวตรง ทำชุดนี้ให้เสร็จ จากนั้นเปลี่ยนไปทำด้วยขาอีกข้าง และทำซ้ำ
tr: 1. Bir ayağınızı bir sandalyenin kabaca 90 cm önünde yere koyun ve diğer ayağınızı resimde gösterildiği gibi arkanızda bulunan bir sandalyede dengeleyin. Elleriniz başınızın arkasında olmalıdır. 2. Arka bacağınızın dizi yerden birkaç santim yüksekte kalana kadar iki dizinizi bükerek alçalın ve öndeki ayağınızı dengede kalmak için kullanın. Ön bacağınız ise kabaca 90 derece bükülmüş olsun. Vücudunuzun geri kalan kısmı düz bir çizgi oluşturmalıdır. Seti bitirin, daha sonra bacaklarınızın pozisyonunu değiştirin ve tekrarlayın.

source: Dumbbell Side Lunge
de: Kurzhantel Seitensprung
es: Desplante Lateral con Mancuerna
fr: Fente de Côté avec Haltère
it: Affondi laterali con manubri
ja: ダンベルサイドランジ
nl: Zijwaartse uitval met halters
pt: Investida Lateral com Haltere
ru: Выпад с гантелями
sv: Sidoutfall med hantlar
th: ท่าถือดัมเบลพุ่งตัวไปด้านข้าง
tr: Dambıllı Yan Hamle

source: 1. Standing upright, hold a pair of dumbbells by your side with arms extended downward. 2. Step to one side and lower your body as your lean your torso slightly forward. Keep the stationary leg straight throughout the movement. 3. Push off of the bent leg to return to the starting position. Repeat with the other leg.
de: 1. Sie stehen gerade, halten ein Paar Kurzhanteln mit nach unten ausgestreckten Armen an Ihrer Seite. 2. Treten Sie zu einer Seite und lassen Sie Ihren Körper herab, während Sie Ihren Körper leicht nach vorne beugen. Halten Sie das feststehende Bein bei der ganzen Bewegung gerade. 3. Drücken Sie sich mit dem gebeugten Bein ab, um zur Anfangsposition zurückzugehen. Wiederholen Sie mit dem anderen Bein.
es: 1. De pie, con un par de mancuernas a los lados y los brazos extendidos hacia abajo. 2. Da un paso a un lado y baja el cuerpo, inclinando ligeramente el torso hacia adelante. Mantén la pierna recta fija durante todo el movimiento. 3. Empuja la pierna doblada para volver a la posición inicial. Repite con la otra pierna.
fr: 1. Debout, tenez une paire d'haltères à vos côtés avec les bras étendus vers le bas. 2. Faites un pas de côté et abaissez votre corps tandis que vous inclinez votre torse légèrement vers l'avant. Gardez la jambe stationnaire droite tout au long du mouvement. 3. Repoussez de la jambe pliée pour revenir à la position de départ. Répétez avec l'autre jambe.
it: 1. Stai in piedi, tenendo un paio di manubri sui fianchi con le braccia tese verso il basso. 2. Fai un passo da una parte e abbassa il tuo corpo mentre pieghi il busto leggermente in avanti. Mantieni la gamba diritta durante tutto il movimento. 3. Spingi la gamba piegata per tornare alla posizione di partenza. Ripeti con l'altra gamba.
ja: 1. 直立し、両腕を下に伸ばして体の両側にダンベル1組を持ちます。 2. 横に一歩踏み出し、胴を前に少し倒しながら体を下ろします。固定した脚は、動作中、まっすぐに保ちます。 3. 曲げた脚を押してスタートポジションに戻します。もう一方の脚で繰り返します。
nl: 1. Sta rechtop en houd een paar halters naast je met omlaag hangende gestrekte armen. 2. Stap dan zijwaarts en laat je lichaam zakken terwijl je lichtelijk voorover buigt. Houd je stationaire been recht tijdens de hele oefening. 3. Gebruik je gebogen been om je weer naar de uitgangspositie te drukken. Herhaal dan met het andere been.
pt: 1. De pé, segure num par de halteres ao seu lado com os braços estendidos para baixo. 2. Dê um passo lateral e baixe-se inclinando o tronco ligeiramente para a frente. Mantenha a perna estacionária e reta durante todo o movimento. 3. Volte à posição inicial de partida. Repita com a outra perna.
ru: 1. Встаньте прямо, держа гантели по бокам, руки вытянуты вниз. 2. Сделайте шаг в сторону и слегка наклонитесь вперед. Держите одну ногу прямо на протяжении всего упражнения. 3. Оттолкнитесь другой ногой, чтобы вернуться в исходное положение. Повторите упражнение с другой ногой.
sv: 1. Stå rakt och håll ett par hantlar vid sidorna med armarna utsträckta neråt. 2. Flytta åt ena hållet och sänk kroppen medan du lutar torson lite framåt. Håll det stillastående benen rakt genom hela rörelsen. 3. Tryck ifrån med det böjda benet och återgå till startpositionen. Upprepa med det andra benet.
th: 1. ยืนตรง ถือดัมเบลในมือทั้งสองข้างไว้ที่ข้างตัว แขนเหยียดตรงลงด้านล่าง 2. ก้าวขาหนึ่งข้างออกไปด้านข้างพร้อมลดระดับตัวลงขณะที่โน้มลำตัวไปด้านหน้าเล็กน้อย ขาที่อยู่กับที่ให้ตรงอยู่ตลอดการเคลื่อนไหวในท่านี้ 3. ดันขาที่งออยู่ให้กลับไปที่ท่าเริ่มต้น ทำซ้ำด้วยขาอีกข้าง
tr: 1. Dik bir şekilde ayakta durarak, kollarınız aşağı uzatılmış şekilde bir çift dambılı elinizde tutun. 2. Yana bir adım atın ve gövdenizi hafifçe ileri doğru eğerken vücudunuzu alçaltın. Sabit olan bacağınızı hareket boyunca düz tutun. 3. Eğilmiş olan dizinizi başlangıç pozisyonuna dönmek için itin. Diğer bacağınızla hareketi tekrar edin.

source: Good Morning
de: Guten Morgen
es: Buenos Días
fr: Bonjour
ja: グッドモーニング
nl: Goedemorgen oefening
pt: Bom Dia
ru: Доброе утро
sv: God morgon
th: ท่ากู๊ดมอร์นิ่ง
tr: Günaydın

source: 1. Hold a barbell with an overhand grip so that it rests on your upper back and not on your neck. Set your feet at shoulder width apart and knees slightly bent while keeping your back straight. 2. Gradually bend forward using your hips to lower your chest while maintaining the natural arch in your lower back. Keep your head up and maintain about the same angle of your knees. 3. Lift your upper body back into starting position.
de: 1. Halten Sie eine Langhantel im Oberhandgriff, so daß sie auf Ihrem oberen Rücken ruht und nicht auf Ihrem Nacken. Stellen Sie Ihre Füße schulterbreit auseinander und Ihre Knie leicht gebeugt, während Sie Ihren Rücken gerade halten. 2. Beugen Sie sich langsam nach vorne, indem Sie Ihre Hüften benutzen und lassen Sie Ihre Brust herab, während Sie den natürlichen Bogen in Ihrem Rücken beibehalten. Halten Sie Ihren Kopf aufrecht und halten Sie ungefähr den gleichen Winkel in Ihren Knien bei. 3. Heben Sie Ihren Oberkörper wieder zur Anfangsposition zurück.
es: 1. Sujeta una pesa con agarre prono y apóyala en la parte superior de la espalda, no en el cuello. Separa los pies a la anchura de los hombros y dobla ligeramente las rodillas, manteniendo la espalda recta. 2. Poco a poco, inclínate hacia adelante usando las caderas para bajar el pecho, manteniendo el arco natural de la parte baja de la espalda. Mantén la cabeza erguida y el mismo ángulo en las rodillas. 3. Levanta la parte superior del cuerpo hasta la posición inicial.
fr: 1. Tenez une barre avec une prise en pronation de sorte qu'elle repose sur le haut du dos et pas sur votre cou. Réglez vos pieds à la largeur des épaules et les genoux légèrement pliés tout en gardant votre dos droit. 2. Peu à peu, penchez-vous en avant en utilisant vos hanches pour abaisser votre poitrine tout en conservant la cambrure naturelle dans le bas du dos. Gardez la tête haute et maintenez à peu près le même angle aux genoux. 3. Relevez le haut du corps en position de départ.
it: 1. Tieni un bilanciere con una presa overhand, in modo che poggi sulla parte superiore della schiena e non sul collo. Metti i piedi alla larghezza delle spalle e le ginocchia leggermente piegate, mantenendo la schiena dritta. 2. Piegati gradualmente in avanti con le anche per abbassare il petto, mantenendo l'arco naturale nella parte bassa della schiena. Tieni la testa alta e mantieni lo stesso angolo delle ginocchia. 3. Sollevare la parte superiore del corpo in posizione di partenza.
ja: 1. バーベルをオーバーハンドグリップで持ち、首ではなく背中の上部に置くようにします。足を肩幅に離して置き、膝は少し曲げ、背筋は伸ばしたままにします。 2. ヒップを使って徐々に前かがみになり、胸を下げ、腰は自然なカーブを維持します。頭を高く上げ、膝と同じ角度に保ちます。 3. 上体をスタートポジションに戻します。
pt: 1. Segure numa barra com um a pronação para que possa repousa-la sobre a sua parte superior das costas e não no pescoço. Defina os pés com uma largura igual à dos ombros e os joelhos levemente dobrados, mantendo as costas retas. 2. Aos poucos, dobre para a frente usando os quadris para diminuir o seu peito, mantendo o arco natural na sua parte inferior das costas. Mantenha a cabeça erguida e mantenha-se sobre o mesmo ângulo de joelhos. 3. Levante a parte superior do corpo de volta para a posição de partida.
ru: 1. Держите штангу сверху так, чтобы она опиралась на ваши плечи, а не на шею. Ноги на ширине плеч, колени чуть согнуты, спина прямая. 2. Постепенно наклоняйтесь вперед, используя ваши бедра, чтобы наклониться грудью: сохраняя при этом естественное положение спины. Держите голову и поддерживайте примерно под тем же углом колени. 3. Вернитесь в исходное положение.
sv: 1. Håll en skivstång med ett överhandsgrepp så att den vilar på övre delen av din rygg, och inte på nacken. Ställ fötterna axelbrett isär med knäna något böjda, samtidigt som du håller ryggen rak. 2. Böj dig långsamt framåt genom att använda höfterna, så att bröstet sänks samtidigt som nedre delen av ryggen hela tiden svankar naturligt. Håll huvudet uppe och ha samma vinkel som knäna. 3. Lyft tillbaka överkroppen till startpositionen.
th: 1. ถือบาร์เบลด้วยท่าจับคว่ำมือและให้บาร์เบลพักที่หลังส่วนบนไม่ใช่ที่คอ จัดระยะห่างของเท้าทั้งสองข้างให้เท่ากับความกว้างของไหล่ งอเข่าเล็กน้อยขณะที่หลังตรง 2. โค้งไปข้างหน้าอย่างต่อเนื่องโดยใช้สะโพกเพื่อลดระดับหน้าอกลงขณะที่หลังส่วนล่างโค้งอย่างเป็นธรรมชาติ ตั้งศีรษะขึ้นและให้ทำมุมเช่นเดียวกับเข่าทั้งสองข้างของคุณ 3. ยกลำตัวส่วนบนกลับไปที่ท่าเริ่มต้น
tr: 1. Bir halteri yukarıdan aşağı doğru bir kavrayışla sırtınızın üst kısmına yerleştirin, halter ensenizin üzerinde durmasın. Ayaklarınızı omuz açıklığı mesafesinde açın ve sırtınızı dik tutarken dizlerinizi hafifçe bükün. 2. Kalçalarınızı, göğsünüzü alçaltmak için kullanarak ve sırtınızın alt kısmındaki doğal yayı koruyarak yavaş yavaş öne doğru eğilin. Başınızı yukarıda tutun ve dizlerinizin açısını yaklaşık olarak aynı açıda. 3. Üst gövdenizi başlangıç pozisyonuna doğru geri kaldırın.

source: One Arm Side Deadlift
de: Einarmiges Seitenkreuzheben
es: Peso Muerto Lateral de Un Brazo
fr: Soulevé de Côté À Un Bras
it: Stacchi ad un braccio con bilanciere laterale
ja: ワンアームサイドデッドリフト
nl: Een-arms Deadlift opzij
pt: Elevação Lateral com Um Braço
ru: Односторонняя тяга
sv: Enarmad sidomarklyft
th: ท่ายกบาร์เบลด้วยแขนข้างเดียว
tr: Tek Kolla Yana Deadlift

source: 1. Stand besides a barbell placed on the floor. 2. Grasp the bar with an overhand grip from the center. 3. Crouching down as if your were performing a squat, bend down so your thighs are parallel with the floor. 4. Extend your legs slowly as you straighten your body up, drawing in your abs as you rise.
de: 1. Stellen Sie sich neben eine auf dem Boden liegende Langhantel. 2. Fassen Sie die Stange im Oberhandgriff in der Mitte. 3. Hocken Sie sich nieder wie bei einer Hocke und bücken Sie sich so, daß Ihre Oberschenkel parallel zum Boden sind. 4. Strecken Sie Ihre Beine langsam aus, während Sie Ihren Körper aufrichten und Ihre Bauchmuskeln beim Hochgehen einziehen.
es: 1. De pie junto a una pesa en el suelo. 2. Agarra la barra con un agarre prono en el centro. 3. Agachándote, como si estuvieras haciendo una sentadilla, doblate hasta que tus muslos estén paralelos al suelo. 4. Extiende las piernas lentamente a la vez que enderezas el cuerpo, contrayendo los abdominales.
fr: 1. Tenez-vous à côté d'une barre placée sur le sol. 2. Saisissez la barre avec une prise en pronation au centre. 3. Accroupissez-vous comme si vous effectuiez un squat, pliez-vous vers le bas afin que vos cuisses soient parallèles au sol. 4. Étendez vos jambes lentement tandis que vous redressez votre corps, en tirant vos abdominaux tandis que vous vous levez.
it: 1. Stai in piedi accanto ad un bilanciere posto sul pavimento. 2. Afferrare la barra con una presa overhand dal centro. 3. Accovacciati come se stessi eseguendo uno squat; piegati verso il basso in modo che le cosce siano parallele al pavimento. 4. Estendi le gambe lentamente mentre raddrizzare il corpo, sforzando gli addominali mentre ti alzi.
ja: 1. 床に置いたバーベルの横に立ちます。 2. オーバーハンドグリップで中央からバーを握ります。 3. スクワットをするようにしゃがみ、大腿が床と平行になるように曲げます。 4. 両脚をゆっくりと伸ばし、体をまっすぐに起こし、起きながら腹筋を引き締めます。
pt: 1. Fique ao lado de uma barra colocada no chão. 2. Segure na barra com uma pronação ao centro. 3. Agachando-se como se estivesse a realizar um agachamento, curve-se de modo a que as coxas fiquem paralelas ao chão. 4. Estenda as pernas lentamente enquanto estica o seu corpo para cima, contraindo os seus abdominais enquanto se levanta.
ru: 1. Встаньте перед штангой, расположенной на полу. 2. Возьмитесь за штангу сверху. 3. Нагнитесь буд-то выполняя присед, наклоняйтесь так, чтобы бедра были параллельны полу. 4. Медленно выпрямляйте тело вверх, напрягая свой пресс в то время, как вы встаете.
sv: 1. Stå bredvid en skivstång som ligger på golvet. 2. Ta tag i stången i mitten med ett överhandsgrepp. 3. Huka dig som om du skulle göra ett knäböj, böj dig ner så att låren är parallella med golvet. 4. Sträck ut benen långsamt medan du rätar upp kroppen. Dra in magmusklerna när du reser dig.
th: 1. ยืนที่ข้างบาร์เบลที่วางอยู่ที่พื้น 2. จับที่ตรงกลางบาร์เบลด้วยท่าจับแบบคว่ำมือ 3. ย่อตัวลงเหมือนกำลังจะนั่งยอง ๆ และโน้มตัวลงด้านล่างเพื่อให้ต้นขาทั้งสองข้างขนานกับพื้น 4. ยืดขาทั้งสองข้างอย่างช้า ๆ ขณะยืดให้ลำตัวตั้งตรง ดึงหน้าท้องเข้าขณะที่ยกตัวขึ้น
tr: 1. Yerde duran bir halterin yanında ayakta durun. 2. Barı merkezinden yukarıdan aşağı doğru bir kavrayışla tutun. 3. Bir çökme yaparmış gibi aşağı doğru çömelin, böylece uyluklarınız yerle paralel olsun. 4. Vücudunuzu düzleştirirken bacaklarınızı yavaşça uzatın, yükselirken karın kaslarınızı içinize çekin.

source: Single Leg Squat
de: Einbeinige Hocke
es: Sentadilla de Una Pierna
fr: Squat Une Seule Jambe
it: Squat con una sola gamba
ja: シングルレッグスクワット
nl: Knielen met een been
pt: Agachamento de Perna Singular
ru: Приседание на одной ноге
sv: Knäböj på ett ben
th: ท่าย่อตัวด้วยขาข้างเดียว
tr: Tek Bacaklı Çöküş
