Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Stand up straight with your feet at shoulder width as you hold a barbell with both hands in front of you using a pronated grip (palms facing the thighs). Tip: Your hands should be a little wider than shoulder width apart. You can use wrist wraps for this exercise for a better grip. This will be your starting position. Raise your shoulders up as far as you can go as you breathe out and hold the contraction for a second. Tip: Refrain from trying to lift the barbell by using your biceps. Slowly return to the starting position as you breathe in.
de: Stellen Sie sich gerade hin, Füße schulterlang auseinander, während Sie eine Langhantel in beiden Händen mit einem pronierten Griff (Handflächen zu Oberschenkeln) vor sich halten. Hinweis: versuchen Sie nicht, die Hantel mit Ihren Bizeps zu heben.Gehen Sie langsam zur Anfangsposition zurück, während Sie einatmen.
es: De pie, recto, con los pies separados a la anchura de los hombros y sujeta una haltera, con ambas manos, delante de ti, usando un agarre prono (con las manos mirando a los muslos). Consejo: La distancia entre las manos debe ser un poco más ancha que la de los hombros. Puedes utilizar muñequeras para un mejor agarre en este ejercicio. Esta es la posición inicial. Levanta los hombros tanto como puedas, al mismo tiempo que espiras, y mantén la contracción durante un segundo. Consejo: Abstente de levantar la haltera usando los biceps. Vuelve a la posición inicial, lentamente y aspirando.
fr: Tenez-vous debout avec les pieds aussi écartés que vos épaules en tenant une barre avec les deux mains devant vous en position de supination (les paumes face aux cuisses). Astuce ; Vos mains doivent être un peu plus écartées que vos épaules. Vous pouvez utiliser des bandes de poignets pour cet exercice pour une meilleure prise. Il s'agit de votre position de départ. Soulevez vos épaules aussi haut que vous pouvez tout en expirant et tenez la contraction pendant une seconde. Astuce : Empêchez-vous de lever la barre en utilisant vos biceps. Revenez lentement à la position initiale tout en inspirant.
it: Stai in piedi con i piedi alla larghezza delle spalle e tiene un bilanciere con entrambe le mani di fronte a te con una presa prona (palmi rivolti verso le cosce). Suggerimento: Le mani devono essere un po' più ampie rispetto alla larghezza delle spalle. È possibile utilizzare fasce per i polsi per questo esercizio per una migliore presa. Questa sarà la tua posizione di partenza. Alza le spalle in su, fino al massimo che puoi andare, quando espiri e tieni la contrazione per un secondo. Suggerimento: Evita di tentare di sollevare il bilanciere utilizzando i bicipiti. Ritorna lentamente alla posizione di partenza, quando inspiri.
ja: プロネイテッドグリップ（手の平が大腿部に面する）を使って、両手でダンベルを体の前で持ち、脚を肩幅に開いて真っ直ぐに立ちます。ヒント：手は肩幅より少し広めにあると良いでしょう。より良いグリップのために、リストラップをこのエクササイズに使用することができます。これが開始ポジションです。息を吐きながら肩をできる限り上げ、１秒間その姿勢を保ちます。ヒント：上腕二頭筋の使用によってバーベルを上げようとしないでください。息を吸いながらゆっくりと開始ポジションに戻ります。
nl: Sta rechtop met je voeten op schouderbreedte. Als je een halter gebruikt moet je de pronatiegrip gebruiken (handpalmen naar de dijen gericht). Tip: je handen iets verder dan schouderbreedte uit elkaar. Je kunt polsbanden dragen voor een betere grip bij deze oefening. Dit is de uitgangspositie. Haal dan je schouders op terwijl je uitademt en houdt dit een paar seconden vast. Pas op: niet met je biceps de halter optillen. Ga dan langszaam terug naar de startpositie terwijl je inademt.
pt: Fique de pé com os pés à largura dos ombros, enquanto segura uma barra com as duas mãos à sua frente usando um aperto de pronação (palmas voltadas para as coxas). Dica: as mãos devem ficar um pouco mais largas que a largura dos ombros. Pode usar punhos de apoio aos pulsos neste exercício para uma melhor aderência. Esta será a sua posição inicial. Levante os ombros para cima, tanto quanto puder, enquanto expira e mantenha a contração por um segundo. Dica: Abstenha-se de tentar levantar a barra usando os seus bíceps. Lentamente volte à posição inicial enquanto inspira.
ru: Станьте прямо, ноги на ширине плеч, обеими руками держите штангу впереди себя прямым хватом ( ладони смотрят на бедра). Совет: Ваши руки должны располагаться немного шире, чем ширина плеч. Для лучшего захвата в этом упражнении вы можете использовать специальную экипировку для ладоней. Это будет вашим исходным положением. Поднимите плечи как можно выше во время выдоха и задержите напряжение на секунду. Совет: Не пытайтесь поднять штангу, используя бицепсы. Вдохните и медленно вернитесь в исходное положение.
sv: Stå upprätt med fötterna axelbrett isär medan du håller en skivstång med båda händerna framför dig med ett pronerat grepp (handflator vända mot låren). Tips: Dina händer ska ha ett grepp något bredare än axelbrett. Du kan använda vristband för denna övning för ett bättre grepp. Detta utgör din startposition. Höj dina axlar så långt det går medan du andas ut och håll denna kontraktion någon sekund. Tips: Försök låta bli att lyfta skivstången med hjälp av biceps. Återgå långsamt till startpositionen under inandning.
th: ให้คุณยืนในท่าตรงโดยเท้าอยู่ห่างกันในระดับเดียวกับความกว้างของไหล่ ถือบาร์น้ำหนักด้วยมือทั้งสองข้างที่ด้านหน้าของคุณโดยให้จับแบบที่นิ้วหันเข้าด้านใน (ฝ่ามือหันไปทางต้นขา) เคล็ดลับ: มือของคุณควรอยู่ห่างจากระดับความกว้างของไหล่เล็กน้อย คุณอาจพันข้อมือของคุณเพื่อช่วยในการออกกำลังกายในท่าที่ช่วยยึดอุปกรณ์ได้ดีกว่า ซึ่งที่กล่าวมาจะเป็นท่าเริ่มต้นของคุณ จากนั้นให้ยกไหล่ทั้งสองขึ้นให้สูงเท่าที่จะทำได้พร้อมกับหายใจออกและยกไหล่ค้างไว้ประมาณหนึ่งวินาที เคล็ดลับ: พยายามอย่าใช้กล้ามเนื้อต้นแขนยกน้ำหนัก ให้คุณค่อย ๆ ลดระดับไหล่ลงและไปยังท่าเริ่มต้นพร้อมกับการหายใจออก
tr: Bacaklarınız omuz genişliğinde ve düz olarak ayakta dururken, pronate kavrayışla (avuç içleri kalçaya bakacak şekilde) halteri iki elinizle kavrayın. İpucu: Elleriniz omuz açıklığından biraz daha geniş olarak açılmalıdır. Daha iyi bir kavrayış için bu egzersizde bilek sargısı kullanabilirsiniz. Bu sizin başlangıç pozisyonunuzdur. Nefes verirken, omuzlarınızı olabildiğince yukarı kaldırın ve kasılmayı bir saniyeliğine tutun. İpucu: Halteri bisepslerinizi kullanarak kaldırmaktan kaçının. Nefes alırken yavaşça başlangıç pozisyonunuza geri dönün.

source: Dumbbell Shrugs
de: Kurzhantel-Achselzucken
es: Encogimiento de Hombros con Mancuernas
fr: Levers de haltère
ja: ダンベルシュラッグ
nl: Hand Halter schouder ophalen
pt: Encolhimento de ombros com halteres
ru: Шраги с гантелей
sv: Hantelshrugs
th: ท่ายกดัมเบลโดยการยกไหล่
tr: Dambıl Silkme

source: Stand upright with dumbbells hanging at the sides, feet just wide enough so that the dumbbells hang comfortably. They can be heavier than you would use for an arm curl or front raise. Shrug the shoulders upward just like you would if you were saying I don't know to someone in response to a question. Don't hunch over to the front; try to stay completely upright. If you find your are hunching over or bending backward, lighten the weights up a little.
de: Stellen Sie sich gerade hin, und lassen Sie die Hanteln an den Seiten baumeln, die Füße sollten weit genug auseinander sein, daß die Hanteln bequem baumeln können. Sie können schwerer sein, als die Hanteln, die Sie als Armbeuge oder Anhebung benutzen würden. Zucken Sie mit Ihren Schultern so, als wenn Sie „Ich weiß es nicht” sagen würden, nachdem Sie jemand etwas gefragt hat. Beugen Sie sich nicht nach vorne, versuchen Sie sich ganz gerade zu halten. Wenn Sie sich dabei ertappen, nach vorne oder hinten zu lehnen, erleichtern Sie die Gewichte etwas.
es: De pie, recto, con las mancuernas colgando a ambos lados y los pies lo bastante separados como para que las mancuernas cuelguen cómodamente. Pueden ser más pesadas de lo que normalmente usas para ejercicios de brazos. Encoge los hombros hacia arriba, tal y como lo harías si estuvieras diciendo ”No lo sé” a alguien en respuesta a una pregunta. No te encorves hacia adelante; trata de permanecer completamente recto. Si ves que te estás enconrvando hacia adelante o doblando hacia atrás, aligera las pesas un poco.
fr: Tenez-vous debout avec les haltères reposant sur les côtés, les pieds juste assez espacés pour que les haltères reposent de façon confortable. Soulevez les épaules comme vous le feriez pour dire 'je ne sais pas' à quelqu'un en réponse à une question. Ne vous penchez pas en avant, essayez de rester complètement droit. Si vous sentez que vous penchez, allègez légèrement les poids.
it: Mettiti in ​​posizione eretta con i manubri sospesi ai lati, i piedi appena sufficientemente ampi in modo che i manubri siano sospesi comodamente. Possono essere più pesanti di quanto li postresti usare per una rotazione di braccia o sollevamento della parte anteriore. Stringi le spalle verso l'alto proprio come faresti per dire a qualcuno 'boh, non so' in risposta ad una domanda. Non curvarti verso il fronte, cerca di rimanere completamente eretto. Se vedi che ti stai incurvando o piegando all'indietro, alleggerisci un po' i pesi.
ja: ダンベルを体の横にぶら下げ直立します。ダンベルを快適にぶら下げることができるように、充分な幅に足に開きます。ダンベルは、アームカールやフロント昇降のために使用するよりも重くすることができます。誰かの質問に対して、“知らない”と言うように、肩をすくめます。ハンチングし過ぎたり、後ろに曲げすぎている場合は、ウェイトを少し軽くしましょう。
pt: Fique de pé com os halteres pendurados de lado, os pés apenas separados o suficiente para que os halteres fiquem pendurados confortavelmente. Eles podem ser mais pesados do que usaria para uma rosca direta ou elevação frontal. Encolha os ombros para cima, tal como faria se estivesse a dizer: 'Eu não sei' a alguém, em resposta a uma pergunta. Não se curve para a frente, tente ficar completamente vertical. Se achar que se está a curvar para a frente ou para trás, alivie um pouco o peso.
ru: Станьте прямо, гантели по бокам, ноги расставлены на такую ширину, чтобы было удобно держать гантели. Гантели могут быть тяжелее гантелей, используемых для подъема сгибанием или для подъема перед собой. Пожмите плечами как если бы вы говорили “Я не знаю” в ответ на чей-то вопрос. Не наклоняйтесь вперед; пытайтесь держать спину абсолютно прямой. Если вы заметите, что вы наклоняетесь вперед или назад, возьмите гантели немного полегче.
sv: Stå upprätt med hantlar hängande längsmed sidorna, fötterna precis så brett som krävs för att hantlarna ska kunna hänga bekvämt. De kan vara tyngre än vad du skulle använda för en armcurl eller axellyft. Lyft axlarna uppåt på precis samma sätt som om du skulle säga “Jag vet inte” till någon som svar på en fråga. Luta dig inte framåt, utan försök att stå helt upprätt. Om du upptäcker att du böjer dig framåt eller lutar dig bakåt, så sänk vikterna en aning.
tr: Dambıllar yanlardan sarkar durumdayken dik bir şekilde ayakta durun ve ayaklarınızı dambılların rahat bir şekilde salınabilmelerini sağlayacak genişlikte açın. Pazu veya öne kaldırış hareketlerinde kullandığınız dambıllardan daha ağır dambıllar kullanabilirsiniz. Omuzlarınızı, sanki size soru soran bir kişiye “Bilmem“ dermiş gibi kaldırın. Öne doğru kamburlaşmayın; tamamen dik kalmaya çalışın. Eğer öne doğru kamburlaştığınızı veya arkaya doğru eğildiğinizi hissederseniz, ağırlığı biraz hafifletin.

source: Back Extensions
de: Rückenverlängerungen
es: Extensiones de Espalda
fr: Extensions dorsales
it: Estensioni all’indietro
ja: バックエクステンション
nl: Rug Strekken
pt: Extensões de costas
ru: Гиперэкстензия
sv: Ryggresningar
th: ท่ายืดหลัง
tr: Sırttan Geriye Yaslanma

source: Position yourself in a back extension station and hook your feet under the leg anchor. Your body should form a straight line from your hands to your hips. Lower your torso, allowing your lower back to round, until it's just short of perpendicular to the floor. Raise your upper body until it's slightly above parallel to the floor. At this point, you should have a slight arch in your back, and your shoulder blades should be pulled together. Pause for a second, then repeat.
de: Stellen Sie sich in eine Rückenverlängerungsstation, und haken Sie sich an einen Beinanker an. Ihr Körper sollte von Ihren Händen zu Ihren Hüften eine gerade Linie bilden. Senken Sie Ihren Oberkörper, erlauben Sie Ihrem Rücken sich zu wölben, bis er fast senkrecht zum Boden ist. Erheben Sie Ihren Oberkörper, bis er sich etwas mehr als parallel zum Boden befindet. An diesem Punkt sollten Sie einen leichten Bogen in Ihrem Rücken haben, und Ihre Schulterblätter sollten zusammengezogen sein. Halten Sie für eine Sekunde inne, und dann wiederholen Sie alles.
es: Colócate en un aparato de estiramiento de espalda y engancha los pies en el ancla de piernas. Tu cuerpo deberá estar en línea recta desde las manos hasta las caderas. Baja el torso, haciendo que se arquee la espalda, hasta que esté casi perpendicular al suelo. Eleva la parte superior del cuerpo hasta que esté ligeramente por encima de la posición paralela al suelo. En este momento, tu espalda deberá formar un ligero arco y tus omoplatos deberán estar unidos. Mantén la posición durante un segundo y repite.
fr: Placez-vous en station d'extension dorsale et accrochez vos pieds sous la barre des pieds. Votre corps doit former une ligne droite de vos pieds à vos hanches. Abaissez le torse, arrondissez le dos, jusqu'à ce qu'il soit presque perpendiculaire au sol. Soulevez la partie supérieure de votre corps jusqu'à ce qu'elle soit presque parallèle au sol. À ce moment, votre dos doit être légèrement arqué, et vos omoplates tirées l'une vers l'autre. Maintenez une seconde, et recommencez.
it: Posizionati per un’estensione posteriore e aggancia i piedi sotto l’ancoraggio della gamba. Il tuo corpo deve formare una linea retta dalle tue mani ai fianchi. Abbassa il busto, permettendo che la tua parte bassa della schiena si arrotondi, fino a quando è solo poco perpendicolare al pavimento. Alza la parte superiore del corpo fino a quando è leggermente al di sopra e parallela al pavimento. A questo punto, devi fare un leggero arco nella schiena e le scapole devono essere tirate insieme. Attendi per un secondo, quindi ripeti.
ja: バックエクステンションのステーションに立ち、レッグアンカーに足を固定します。足からヒップは、直線を描いている必要があります。胴体を低くし、体がほぼ床と平行になるようにします。この時点で、背中は少しだけアーチ型になり、肩甲骨は一緒に引っ張られているべきです。１秒間停止し、繰り返します。
nl: Positioneer jezelf in een rugoefening apparaat en plaats je voeten onder het beenanker. je lichaam moet een rechte lijn vormen van je handen tot je heupen. Buig dan je lichaam naar beneden en krom je rug tot je loodrecht naar beneden hangt. Richt je lichaam dan op tot het iets boven een horizontale lijn is parallel aan de vloer. Op dit moment moet je een lichte buiging hebben in de rug en je schouderbladen naar elkaar toe getrokken. Pauzeer een paar seconden en herhaal de oefening.
pt: Posicione-se numa estação de extensão de costas e prenda os seus pés sob a âncora de pernas. O seu corpo deve formar uma linha reta a partir das suas mãos até as suas ancas. Baixe o tronco, permitindo que o fundo das suas costas gire, até que esteja um pouco abaixo da perpendicular ao chão. Levante o tronco até que ele esteja um pouco acima paralelo ao chão. Neste ponto, deverá ter um ligeiro arco nas suas costas, e as omoplatas devem estar juntas. Pare por um segundo, depois repita.
ru: Расположитесь на специальном тренажере, ноги закреплены о шведскую стенку. Ваше тело должно образовать прямую линию от рук до бедер. Опустите туловище, позволив нижней части спины прогнуться до такой степени, чтобы она оказалась почти перпендикулярна полу. Верхнюю часть тела приподнимите до положения слегка выше параллельно полу. В этот момент ваша спина должна быть слегка прогнута, а лопатки сведены вместе. Замрите на секунду, потом повторите.
sv: Sätt dig i en maskin för ryggresningar och sätt fast dina fötter under benfästet. Din kropp bör utgöra en rak linje från dina händer till din höft. Sänk din bröstkorg och låt din ländrygg runda sig en aning till dess att den nästan är vinkelrät mot golvet. Lyft din överkropp tills den är något ovanför parallelläge med golvet. I detta läge bör du ha en lätt svankad rygg, och dina skulderblad bör vara sammandragna. Gör en kort paus, för att sedan repetera.
th: จัดท่าตัวเองโดยให้อยู่ในท่ายืดหลังอย่างมั่นคง วางเท้าของคุณใต้ที่ยึดขา ลำตัวของคุณควรอยู่ในท่าที่เป็นเส้นตรงตั้งแต่มือจนถึงสะโพก งอตัวให้ต่ำลง ทำให้หลังส่วนล่างเป็นวงกลมจนกระทั่งเกือบจะเป็นเส้นตั้งฉากกับพื้น ยกลำตัวด้านบนขึ้นเหนือระดับขนานกับพื้นเล็กน้อย ถึงจุดนี้ คุณควรส่วนโค้งที่หลังของคุณเล็กน้อย และแผ่นหลังของคุณถูกดึงเข้าหากัน ให้คุณหยุดประมาณหนึ่งวินาทีแล้วทำซ้ำ
tr: Sırttan geriye yaslanma istasyonunda pozisyonunuzu alın ve ayağınızı bacak çengeline sabitleyin. Vücudunuz ellerinizden kalçalarınıza kadar düz bir çizgi oluşturmalıdır. Vücudunuzu alçaltarak, alt sırtınızı yere yaklaşık olarak dik olana kadar yuvarlatın. Üst gövdenizi yere paralel olduktan biraz daha yukarı doğru yükseltin. Bu noktada, sırtınızda hafif bir yay olmalı ve kürek kemikleriniz birbirine çekilmeli. Bir saniye duraklayın ve daha sonra tekrar edin.

source: Bent Over Row
de: Gebücktes Rudern
es: Remada Inclinada
fr: Exercice penché
ja: ベントオーバーロー
pt: Remada unilateral
ru: Тяга в наклоне
sv: Stångrodd
th: ท่ายกน้ำหนักแบบงอตัวไปด้านหน้า
tr: Eğilerek Kanat Çekişi

source: Stand with knees slightly flexed. Bend your torso at an angle of about 45 degrees, keeping your back straight. Take an overhand grip on the bar with your hands more than shoulder-width apart and your arms dangling straight down from your shoulders: - Inhale, contract your abdominals isometrically and pull the bar straight ip until it touches your chest. - Return to the starting position, exhaling.
de: Stellen Sie sich mit leicht gebeugten Knien hin. Neigen Sie Ihren Oberkörper in einem 45 Grad Winkel, und halten Sie Ihren Rücken gerade. Greifen Sie oben nach der Stange, indem Ihre Hände weiter auseinander sind als Schulterlänge, und Ihre Arme sollten geradeaus von Ihren Schultern hängen: - Atmen Sie ein, ziehen Sie Ihre Bauchmuskeln isometrisch zusammen, und ziehen Sie die Stange gerade hoch, bis sie Ihre Brust berührt. - Gehen Sie, während Sie ausatmen, zur Anfangsposition zurück.
es: De pie con las rodillas ligeramente flexionadas. Dobla el torso en un ángulo de 45 grados, manteniendo la espalda recta. Agarra la barra con una distancia entre las manos superior a la anchura de los hombros y los brazos colgando rectos de los hombros: ⁃ Inhala, contrae el abdominal isométricamente y levanta la barra recta hasta que toque el pecho. ⁃ Vuelve a la posición inicial, exhalando.
fr: Tenez vous avec les genoux légèrement fléchis. Penchez votre buste à un angle d'environ 45 degrés, en gardant votre dos droit. Attrapez la barre par-dessus avec les mains plus écartées que vos épaules et vos bras pendant directement de vos épaules. ⁃ Inspirez, contractez vos abdominaux isométriquement et soulevez la barre droite jusqu'à ce qu'elle touche votre buste. ⁃ Revenez à la position de départ en expirant.
it: In piedi con le ginocchia leggermente flesse. Piega il busto con un angolo di circa 45 gradi, mantenendo la schiena dritta. Effettua una presa portando il braccio sopra la spalla sulla barra con le mani più larghe delle spalle e le braccia penzoloni verso il basso dalle spalle: - Inspira, contra gli addominali isometricamente e tira su la barra dritta fino a toccare il petto. - Tornare alla posizione di partenza, espirando.
ja: 膝を少し曲げて経ちます。胴体を４５度の角度で曲げ、背中は真っ直ぐに保ちます。肩幅より広く手を広げ、オーバーハンドのグリップでバーを掴み、肩から腕は真っ直ぐで、ぶら下がります： ‐息を吸い、等尺性に腹筋を収縮し、それが胸に当たるまでまっすぐ棒を引っ張ります。 ‐開始ポジションに戻り、息を吐きます。
pt: Fique de pé com os joelhos levemente flexionados. Flexione o tronco num ângulo de aproximadamente 45 graus, mantendo as costas retas. Agarre a barra por baixo com as mãos a uma largura superior à dos ombros e os braços pendurados para baixo dos seus ombros: - Inspire, contraia os músculos abdominais e puxe a barra em linha reta até ela tocar no seu peito. - Volte à posição inicial, expirando.
ru: Встаньте со слегка согнутыми коленями. Наклоните туловище под углом примерно 45 градусов, держа спину прямо. Возьмите гриф штанги хватом сверху. Расстояние между ладонями чуть шире плеч, руки прямо: - Сделайте вдох, изометрически напрягите мышцы брюшного пресса и поднимите штангу до груди. - Вернитесь в исходное положение, делая выдох.
sv: Stå med dina knän lätt böjda. Böj din bröstkorg till en vinkel på ca 45 grader, men med rak rygg. Ta tag i stången med ett överhandsgrepp, med dina händer något mer än axelbrett isär och med dina armar hängandes rakt ner från dina axlar: - Andas in, spänn dina magmuskler isometriskt och dra stången rakt upp tills den rör vid ditt bröst. - Återgå till startposition under utandning.
tr: Dizleriniz hafif kasılı bir şekilde ayakta durun. Gövdenizi, sırtınızı düz tutarak, yaklaşık olarak 45 derece eğin. Elleriniz omuz açıklığından daha geniş bir ölçüde yukarıdan aşağı inen bir kavrayışla ve kollarınızda doğrudan omuzlarınızdan aşağı salınacak şekilde barı tutun:- Nefes alın, karın kaslarınızı izometrik olarak kasın ve barı göğsünüze değene kadar yukarı çekin.- Nefes verirken başlangıç pozisyonuna dönün.

source: Reverse Chin Ups
de: Umgekehrte Klimmzüge
es: Dominadas Invertidas
fr: Tractions inversées
ja: 逆転逆手懸垂
nl: Omgekeerd kin omhoog
pt: Queixo para cima inverso
ru: Подтягивания обратным хватом
sv: Omvända chins
th: ท่าชินอัพมือจับหันเข้าหาตัว
tr: Ters Barfiks

source: Extend your arms and take an underhand grip on the bar with your hands shoulder-width apart: - Inhale and stick your chest out to pull yourself upward until your chin is at the level of the bar. - Exhale as you complete the movement.
de: Verlängern Sie Ihre Arme, und greifen Sie von unten nach der Stange, während Ihre Hände eine Schulterlänge auseinander sind: - Atmen Sie ein, und strecken Sie Ihre Brust heraus, und ziehen Sie sich hoch, bis Ihr Kinn an der Höhe der Stange ist. - Atmen Sie aus, während Sie die Übung abschließen.
es: Extiende los brazos y agarra la barra con una distancia entre las manos de la anchura de los hombros: - Inhala y saca el pecho para impulsarte hacia arriba hasta que la barbilla esté a la altura de la barra. - Exhala al completar el movimiento.
fr: Etendez les bras et attapez la barre par en-dessous avec les mains aussi écartées que les épaules. ⁃Inspirez et bombez le torse pour vous relever jusqu'à ce que votre menton soit à a hauteur de la barre. ⁃ Expirez en terminant le mouvement.
it: Estendi le braccia ed effettua una presa portando il braccio sopra la spalla con le mani alla larghezza delle spalle: - Inspira e fai sporgere il petto in fuori per tirarti verso l'alto fino a quando il mento è al livello della barra. - Espira quando completi il movimento.
ja: 腕を伸ばし、手を肩幅に広げてアンダーハンドでバーを掴みます： ‐息を吸い、あごがバーの高さになるまで、上向きに自分を引っ張り、胸を突き出します。 ‐この動きの完了として、息を吸います。
pt: Estenda os braços e agarre a barra com as mãos por baixo à largura dos ombros: - Inspire e ponha o peito para fora para se puxar a si mesmo até o queixo estar ao nível da barra. ⁃ Expire enquanto completa o movimento.
ru: Вытяните руки и возьмите гриф штанги хватом снизу, ладони на ширине плеч: - Сделайте вдох, отведите плечи назад и подтягивайтесь пока подбородок не окажется на уровне грифа штанги. - Сделайте выдох по окончании подтягивания.
sv: Sträck dina armar och ta tag I stången med ett underhandsgrepp, med dina händer axelbrett isär: - Andas in och tryck ut ditt bröst för att dra dig själv uppåt, till dess att din haka är I jämnhöjd medstången. - Andas ut medan du fullföljer rörelsen.
tr: Kollarınızı uzatın ve elleriniz omuz açıklığında olarak aşağıdan yukarı bir şekilde barı kavrayın: - Nefes alın ve kendinizi çeneniz barın seviyesine gelene kadar yukarı doğru çekmek için göğsünüzü dışarı doğru çıkarın.- Hareketi tamamlarken nefes verin.

source: Curls
de: Hantelübungen
es: Curl
fr: Enroulés
it: Curl
ja: カール
pt: Cachos ou Roscas
ru: Подъемы
th: ท่ายกดัมเบลแขนโค้งงอ
tr: Pazu Bükme
