Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: To properly perform a bench press exercise you need to lay flat on a bench and have your feet flat on the floor. The bar, when racked, will be slightly behind your head. It is important to use a spotter for this exercise, especially if you are using a free bar or dumbbells, to eliminate the chance of dropping the weight on yourself. Once you have lifted the weight off of the rack, the bar will be directly over the center of your chest. Keep your head on the bench at all times throughout the movement. Once you have the bar steady, slowly lower it to about chest level, if you are able to. Keep your arms pointed outward as the bar drops. Upon reaching the bottom of the movement, press the bar back up to an extended position, focusing on driving the bar upwards with your chest and arms.
de: Um eine Bankdrückenübung richtig durchzuführen, müssen Sie sich flach auf eine Bank legen und Ihre Füße flach auf dem Boden halten. Wenn die Stange auf dem Ständer ist, befindet sie sich etwas hinter Ihrem Kopf. Bei dieser Übung ist es wichtig einen Trainingspartner zu haben, besonders wenn Sie eine freie Stange oder Hanteln benutzen, damit keine Chance besteht, daß das Gewicht auf Sie fällt. Nachdem Sie das Gewicht von dem Ständer gehoben haben, befindet sich die Stange direkt über Ihrer Brustmitte. Lassen Sie Ihren Kopf während der Übung dauernd auf der Bank. Wenn Sie die Stange ruhig haben, lassen Sie sie zu Ihrer Brust herunter, wenn Sie können. Lassen Sie Ihre Arme nach außen gestreckt während die Stange nach unten kommt. Nachdem Sie mit der Bewegung unten angekommen sind, stemmen Sie die Stange zurück zur ausgefahrenen Position, und konzentrieren Sie sich darauf, sie mit Ihrer Brust und Ihren Armen nach oben zu fahren.
es: Para hacer un ejercicio de press de banca correctamente, tendrás que tumbarte en un banco y tener las plantas de los pies en el suelo. La barra, una vez colocada en el bastidor, deberá estar ligeramente por detrás de tu cabeza. Es imporante tener un observador durante este ejercicio, sobre todo si utilizas una barra suelta o mancuernas, para eliminar la posibilidad de que se te caigan encima. Una vez que hayas levantado el peso del bastidor, la barra estará directamente sobre el centro de tu pecho. Mantén la cabeza en el banco en todo momento. Una vez que tengas controlado el peso de la barra, bájala lentamente hasta el nivel del pecho, si puedes. Mantén los brazos apuntando hacia fuera mientras cae la barra. Al llegar al final del movimiento, vuelve a empujar la barra hacia arriba, concentrándote en hacerlo con el pecho y los brazos.
fr: Pour effectuer correctement un exercise d'abdominaux sur banc il faut que vous vous allongiez sur le banc et posiez vos pieds à plat sur le sol. La barre, une fois positionnée, sera légèrement derrière votre tête. C'est important d'utiliser un frein pour cet exercise, surtout si vous utilisez une barre libre ou des haltères, pour éliminer le risque de laisser tomber le poids sur vous. Une fois que vous avez soulevé le poids de son support, la bar se trouvera directement au-dessus du centre de votre poitrine. Gardez votre tête sur le banc pendant tout le mouvement. Une fois que vous avez la barre bien en main, descendez-la doucement jusqu'au niveau de votre poitrine, si vous le pouvez. Gardez vos bras pointés vers l'extérieur tandis que la barre descend. Lorsque vous atteignez l'issue du mouvement, repoussez la barre en arrière, en vous concentrant pour la remonter avec votre buste et vos bras.
it: Per eseguire correttamente un esercizio di panca è necessario stare distesi su una panca e avere i piedi piatti sul pavimento. La barra, quando ancora agganciata, sarà un po' dietro la testa. E' importante utilizzare un’altra persona per questo esercizio, soprattutto se si utilizza una barra o manubri liberi, per eliminare la possibilità di far cadere il peso su di te. Una volta tolto il peso fuori dai ganci, la barra sarà direttamente sopra il centro del petto. Tieni la testa sul banco in qualsiasi momento durante il movimento. Una volta che hai la barra ferma, abbassala lentamente al livello del torace, se sei in grado. Tieni le braccia verso l'esterno quando la barra scende. Dopo aver raggiunto il fondo del movimento, spingere la barra indietro fino a una posizione estesa, concentrandosi sul guidare la barra verso l'alto con il petto e le braccia.
ja: ベンチプレスを正しく実行するには、ベンチに平らに横たわり、足を床に着けます。ラックにかかっているバーは、わずかに頭の後ろにあります。ウェイトが落ちてくる機会を取り除くため、特にフリーバーやダンベルを使用の場合、このエクササイズにはスポッターを使用することが重要です。ラックからウェイトをはずして持ち上げると、バーは胸の真上にあります。動きの最中、常に頭はベンチに保持します。バーを安定させると、ゆっくりと、できる限り、ほぼ胸の高さまで降ろします。バーが下がる時、腕は外側を指してください。動きの底部に達した時、拡張されたポジションにバーを押し戻し、胸と腕でバーを上向きに動かすことに焦点を置きます。
nl: Om bankdrukken goed uit te voeren moet je ruggelings plat op een bank liggen met beide voeten vlak op de vloer. De halter, nog in de standaard, moet zich iets achter je hoofd bevinden. Het is belangrijk voor deze oefening iemand naast je te hebben, speciaal als je een vrije halter gebruikt, om de kans kleiner te maken dat je het gewicht van de halter op je borst krijgt. Zodra je het gewicht uit de standaard hebt getild breng je het gewicht boven je borst. Houdt je hoofd altijd op de bank tijdens de oefening. Zodra je de halter stevig en in positie hebt laat je die langszaam zakken tot vlak bij de borst, als je dat kunt tenminste. Houdt je armen altijd naar buiten terwijl je de halter laat zakken. Daarna de halter weer omhoog brengen en de armen strekken zodat je in staat bent om de halter weer in het rek te kunnen plaatsen.
pt: Para efetuar corretamente um exercício de supino plano, precisa de se deitar num banco e assentar os pés completamente no chão. A barra, quando arrumada, estará ligeiramente atrás da sua cabeça. É importante usar um spotter para este exercício, especialmente se estiver a usar uma barra livre ou um haltere, para eliminar a probabilidade de deixar cair o peso sobre si. Assim que levantar o peso do cavalete, a barra ficará diretamente sobre o centro do seu peito. Mantenha sempre a cabeça deitada no banco durante todo o movimento. Assim que estabilizar a barra, baixe-a devagar até ao nível do peito, se conseguir. Mantenha os seus braços apontados para fora à medida que a barra baixa. Quando chegar ao fundo do movimento, empurre a barra para cima até uma posição estendida, concentrando-se em dirigir a barra para cima com o seu peito e braços.
ru: Чтобы правильно выполнять упражнение по отжиманию, нужно лечь на скамью, а ноги поставить на пол. В поднятом состоянии штанга будет располагаться слегка за вашей головой. Чтобы груз не упал на вас, для этого упражнения важно использовать подстраховку, особенно если вы используете отдельную от тренажера штангу или гантели. После того как вы поднимите вес со стойки бара, штанга будет располагаться непосредственно над центром вашей груди. На протяжении всего упражнения держите голову на скамье. После того как вы уравновесите штангу, если вы можете, медленно опустите ее к груди. Руки держите обращенными наружу по мере опущения штанги. После того как опустите штангу до нижней точки, поднимите штангу опять наверх, сосредоточив внимание на том, чтобы совершать это движение с помощью грудной клетки и рук.
sv: För att korrekt utföra en bänkpressövning måste du ligga på rygg på en bänk med fötterna i marken. Stången ska vara lite bakom ditt huvud när den ligger på ställningen. Det är viktigt att man använder en medhjälpare för denna övning, särskilt om du använder fria vikter, för att minska risken att du tappar vikterna på dig själv. När du har lyft stången från ställningen kommer den att vara direkt ovanför mitten på ditt bröst. Håll kvar huvudet mot bänken hela tiden under rörelsen. När du väl håller stången stadigt, sänk den sakta ner till ungefär brösthöjd om så är möjligt. Håll armarna pekande utåt när stången sjunker. När du nått botten av rörelsen trycker du upp stången igen till utsträckt position och fokuserar på att trycka den uppåt med bröstet och armarna.
th: ในการที่จะทำท่านี้ได้อย่างเหมาะสมนั้น คุณต้องนอนบนม้านั่งราบและให้เท้าของคุณราบไปกับพื้น เมื่อคุณยกบาร์น้ำหนักขึ้น บาร์น้ำหนักจะอยู่ที่ด้านหลังศีรษะของคุณเล็กน้อย ในท่านี้คุณควรใช้ผู้ช่วย เพราะเป็นท่าที่สำคัญและเกิดอันตรายได้ง่าย โดยเฉพาะเมื่อคุณใช้บาร์แบบฟรีบาร์หรือดัมเบล การใช้ผู้ช่วยจะลดโอกาสในการที่คุณจะทำน้ำหนักตกลงใส่ตัวเอง เมื่อคุณยกน้ำหนักออกจากชั้นวางแล้ว บาร์น้ำหนักจะอยู่ตรงกับส่วนกลางของอก ให้ศีรษะของคุณอยู่บนม้านั่งตลอดเวลาในระหว่างการบริหารกล้ามเนื้อท่านี้ เมื่อคุณถือบาร์ได้อย่างมั่นคงแล้ว ให้ค่อย ๆ เลื่อนบาร์น้ำหนักมาเกือบถึงระดับอกของคุณถ้าคุณทำได้ ให้แขนของคุณชี้ออกไปด้านนอกในขณะที่ลดบาร์น้ำหนักลงมาที่ระดับอก ก่อนที่จะลงมาถึงส่วนล่างสุด ให้คุณดันบาร์น้ำหนักกลับขึ้นไปโดยการยืดแขนให้เหยียดตรง ให้ใช้ส่วนอกและแขนเป็นตัวดันบาร์น้ำหนักขึ้นไป
tr: Düzgün bir bench press egzersizi için bir sehpanın üzerine düz bir şekilde uzanmalı ve ayaklarınız yere düz olarak basmalıdır. Bar, askının üzerindeyken, kafanızın hafifçe arkasında bulunacaktır. Bu egzersizde, özellikle serbest bar veya dambıl kullanıyorsanız, ağırlığın kendi üzerinize düşmesini önlemek için hareketi bir gözcü eşliğinde yapmanız önemlidir. Ağırlığı askıdan kaldırdığınızda, bar doğrudan göğsünüzün merkezi üzerinde olacaktır. Hareketin tamamı boyunca başınızı sürekli sehpanın üzerinde tutun. Barı sabit bir şekilde kavradıktan sonra, eğer yapabiliyorsanız, yavaşça göğüs hizasına indirin. Barı aşağı indirirken kollarınızı dışarı doğru bakacak şekilde tutun. Hareketin en alt seviyesine ulaştıktan sonra, barı tekrar uzatılmış pozisyona doğru yukarı itin; barı yukarı göğüs ve kollarınızla itmeye odaklanın.

source: Incline Presses
de: Schrägbankdrücken
es: Press Inclinado
fr: Abdominaux inclinés
it: Pressa inclinata
ja: インクラインプレス
nl: Omgekeerd drukken
pt: Supino Inclinado
ru: Жим с наклонной скамьи
sv: Lutande bänkpress
th: ท่ายกน้ำหนักบนม้านั่งเอียง
tr: Üst Eğik Sehpada Halter Kaldırma

source: This exercise is very similar to the regular barbell bench press except that you will be using an incline free weight bench press machine and your upper chest will be the muscle group worked instead of your middle chest. Lift the barbell off of the rack and slowly lower it to about 3 inches above your clavicle (just below your Adam's apple) and then press the bar back to the start position. DO NOT TOUCH THE BAR TO YOUR UPPER CHEST (this causes unneeded stress on your shoulder joints and takes the tension away from your upper pec muscles, which are what we want to be doing the work!). Be sure that when you are lowering the bar that you do so in a slow and controlled fashion. Conversely, when you press the bar upward, you want to do so in an explosive fashion.
de: Diese Übung ist dem normalen Langhantel-Bankdrücken sehr ähnlich, außer daß man eine neigungsfreie Hantelbank-Pressmaschine benutzt, und man die Oberkörpermuskelgruppe anstelle der Brustmitte bearbeitet. Heben Sie die Hantel von dem Ständer, und lassen Sie sie langsam bis zu 3 Inch vor Ihrem Schlüsselbein herab (knapp unter Ihrem Adamsapfel), und drücken Sie sie danach zurück zur Anfangsposition. DIE STANGE SOLL DEN OBERKÖRPER NICHT BERÜHREN ( Dies führt zu unnötigem Stress auf den Schultergelenken und nimmt die Spannung von Ihren Brustmuskeln, die bearbeitet werden sollen!). Gehen Sie sicher, daß Sie beim Herunterlassen der Stange langsam und vorsichtig umgehen. Umgekehrt sollten Sie beim Hochdrücken der Stange volle Kraft anwenden.
es: Este ejercicio es muy parecido al de press de banca con haltera, excepto que estarás utilizando una máquina de press de banca inclinada con peso libre y que el grupo de músculos trabajado será el de la parte superior del pecho, en lugar del de la parte del medio. Levanta la haltera del bastidor y bájala lentamente hasta unos 8 centimetros sobre tu clavícula (justo por encima de la nuez) y vuelve a empujarla a su poscición inicial. NO DEJES QUE LA BARRA TOQUE LA PARTE SUPERIOR DEL PECHO (esto causa un estrés innecesario en las articulaciones de los hombros y aleja la tensión de los músculos superiores del pecho, ¡que son los que queremos ejercitar!). Asegúrate de que cuando bajes la barra lo hagas despacio y de manera controlada. Y a la inversa, cuando la eleves, lo deberás hacer de manera explosiva.
fr: Cet exercice est très similiaire aux abominaux de banc basiques sauf que vous utiliserez une machine avec un banc incliné à poids libre et que la partie supérieure de votre buste sera le groupe de muscles qui travaillera au lieu du milieu de votre buste. Soulevez la barre de son support et baissez la lentement jusqu'à environ 10cm de votre clavicule (juste en-dessous de la pomme d'Adam), et ensuite repoussez la en position. NE LAISSEZ PAS LA BARRE TOUCHER VOTRE BUSTE (ceci entraîne une pression inutile sur les articulations de vos épaules et retire la tension de vos muscles pectoraux supérieurs, qui sont les muscles que nous souhaitons solliciter avec cet exercice!). Faites atttention lorsque vous faites descendre la barre que vous le faites lentement et de façon contrôlée. À l'inverse, lorsque vous repoussez la barre vers le haut, faites-le de façon explosive.
it: Questo esercizio è molto simile alla panca normale con bilanciere tranne per il fatto che prevede di utilizzare una press machine a peso libero inclinata e la parte superiore del torace sarà il gruppo muscolare che lavora, anziché il petto al centro. Solleva il bilanciere fuori dai ganci e abbassare lentamente a circa 3 centimetri sopra la clavicola (appena sotto il pomo d'Adamo) e poi spingi la barra di nuovo nella posizione di partenza. NON FAR TOCCARE LA BARRA SULLA PARTE SUPERIORE DEL TORACE (questo provoca stress non necessari sulle articolazioni della spalla e porta via la tensione dai muscoli pettorali superiori, che sono ciò che noi vogliamo fare lavorare!). Assicurati, quando stai abbassando la barra, che tu lo faccia in modo lento e controllato. Al contrario, quando spingi la barra verso l'alto, fallo in modo esplosivo.
ja: このエクササイズは、インクラインフリーウェイトのベンチプレスマシンを使用し、中央の胸筋ではなく、上部の胸筋が働く筋肉グループである以外は、通常のバーベルプレスにとても良く似ています。バーベルをラックより持ち上げ、鎖骨（のど仏のすぐ下）の約３インチ上までゆっくりと下げ、開始ポジションにバーを押し戻します。上部の胸筋にバーが触れてはいけません（これは、肩の関節に不必要なストレスを引き起こし、運動を行って欲しい胸の上部の胸筋からテンションを取り上げてしまいます！）バーを下げる時は、ゆっくりと制御された方法で行うことを確認してください。逆に、上向きでバーを押し上げる時は、爆発的な方法で行ってください。
nl: Deze oefening erg erg vergelijkbaar met het gewone bankdrukken zij het dat je een omgekeerd vrij-gewicht drukmachine gebruikt waarbij de bovenste groep borstspieren wordt verstevigd in plaats van de middelste borstspieren. Neem de halter van het rek en breng die ongeveer tot op 7 cm van waar je borstbeen begint (net onder de adamsappel) en druk de halter dan terug naar de startpositie. BRENG DE HALTER NIET TE LAAG BOVEN DE BORST (dat veroorzaakt alleen maar teveel spanning op je schoudergewrichten en neemt de druk weg van de grote borstspier waar we aan willen werken!). Als je de halter naar beneden brengt doe dat op een langszame gecontroleerde manier . Omgekeerd, bij het omhoog drukken mag dat met wat explosieve kracht gebeuren.
pt: Este exercício é bastante similar ao supino plano com a exceção que neste irá usar uma máquina de pesos inclinada e o peito superior será o grupo de músculos a ser trabalhado em vez do peito médio. Levante a barra do cavalete e baixe-a devagar até cerca de 10cm acima da sua clavícula (logo por baixo da maça de adão) e depois empurre a barra até à posição inicial. NÃO TOQUE COM A BARRA NO SEU PEITO SUPERIOR (isto causa um stress desnecessário nos ombros e retira a tensão dos seus músculos superiores, que são os que queremos trabalhar neste exercício!). Certifique-se de que quando estiver a baixar a barra, que o faz devagar e de uma maneira controlada. Contrariamente, quando estiver a empurrar a barra para cima, vai querer fazê-lo de uma maneira explosiva.
ru: Это упражнение очень похоже на обычный жим штанги со скамьи, за исключением того, что в этом упражнении используется тренажер с наклонной скамьей и упражнение нацелено на развитие верхних, а не средних грудных мышц. Поднимите штангу со стойки и медленно опустите ее на расстояние примерно 3 дюймов до ключицы (чуть ниже кадыка), а затем выжмите штангу в исходное положение. НЕ КАСАЙТЕСЬ ШТАНГОЙ ВЕРХНЕЙ ЧАСТИ ГРУДНОЙ КЛЕТКИ (это вызывает ненужную нагрузку на плечевые суставы и снимает нагрузку с мышц верхней части грудной клетки, а это именно то для чего мы делаем это упражнение!). Опускайте штангу медленно и сосредоточенно. И наоборот, когда вы выжимаете штангу наверх, вы должны это делать рывком.
sv: Denna övning är väldigt lik vanlig bänkpress förutom att du använder en lutande bänkpress med fria vikter och övre delen av bröstet kommer vara muskelgruppen som tränas i ställer för den mittersta delen. Lyft upp skivstången från ställningen och sänk den sakta tills den är ungefär 7 centimeter ovanför nyckelbenen (precis nedanför adamsäpplet) och tryck sedan upp stången till startpositionen. LÅT INTE STÅNGEN SLÅ I BRÖSTET (detta orsakar onödiga påfrestningar på axlarna tar bort spänningen från de övre bröstmusklerna, som är de som vi vill träna!) När du sänker stången, se till att du gör det på ett långsamt och kontrollerat sätt. När du trycker upp stången vill du däremot göra tvärtom och göra det explosivt.
th: ท่านี้คล้ายกับท่าการยกบาร์น้ำหนักบนม้านั่งราบ เพียงแต่คุณจะใช้อุปกรณ์ม้านั่งเอียงแทน และกล้ามเนื้อของหน้าอกส่วนบนจะเป็นส่วนที่ทำหน้าที่ยกน้ำหนักแทนที่จะเป็นส่วนกลางเช่นท่ายกน้ำหนักบนม้านั่งราบ ให้คุณยกบาร์น้ำหนักออกจากชั้นวาง จากนั้นค่อย ๆ ลดระดับลงให้ห่างจากไหปลาร้าประมาณ 3 นิ้ว (อยู่ในระดับใต้ลูกกระเดือก) จากนั้นดันบาร์น้ำหนักกลับไปที่ตำแหน่งเดิม จงจำไว้ว่า อย่าให้บาร์น้ำหนักสัมผัสที่หน้าอกส่วนบน (เนื่องจากจะทำให้เกิดแรงกดดันที่ข้อของไหล่และทำให้ความตึงออกไปจากกล้ามเนื้อหน้าอกโดยไม่จำเป็น ซึ่งจริง ๆ แล้วเราต้องการใช้ส่วนนี้ในการบริหารกล้ามเนื้อ) คุณต้องแน่ใจว่าเมื่อคุณลดระดับบาร์น้ำหนักลงอย่างช้า ๆ ในทางตรงกันข้าม เมื่อคุณดันบาร์น้ำหนักขึ้นด้านบน ให้คุณดันค่อนข้างเร็ว
tr: Bu egzersiz normal yatarak halter kaldırmaya çok benzer ancak bu sefer eğik serbest ağırlık bench press makinesi kullanarak ve orta göğüs kas grubu yerine üst göğüs kas grubunu çalıştıracağınız bir egzersizdir. Halteri askıdan indirin ve yavaşça köprücük kemiği hizanızdan yaklaşık olarak 7,5 cm yukarısına (Adem elmanızın hemen aşağı kısmına) doğru yavaşça indirin ve daha sonra barı başlangıç pozisyonuna doğru itin. BARI ÜST GÖĞÜS KISMINA DEĞDİRMEYİN (bu omuz eklemlerinize gereksiz bir baskı yapar ve asıl işi yapmasını dilediğimiz üst kaslarınız üzerindeki gerilimi alır!). Barı indirirken bunu kontrollü ve yavaş bir şekilde yapıyor olduğunuzdan emin olun. Diğer taraftan, barı yukarı bastırırken bunun bir patlama hızında olmasını hedeflemelisiniz.

source: Dumbbell Presses
de: Kurzhanteldrücken
es: Press con Mancuernas
fr: Tractions de haltère
ja: ダンベルプレス
nl: Kleine halter drukken
pt: Supino com Halteres
ru: Жим гантелей
sv: Hantelpress
th: ท่านั่งยกดัมเบล
tr: Dambıl Kaldırma
