Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Place your hands on the edge of a flat bench and rest your feet on another bench. Assume a torso-leg angle of about 90 degrees: - Inhale and bend your arms. - Straighten your arms to return to the starting point, exhaling as you complete the movement. This exercise works the triceps, pectorals, and anterior deltoids.
de: Platzieren Sie Ihre Hände an den Rand einer Flachbank, und legen Sie Ihre Füße auf eine andere Bank. Bilden Sie einen Körper-Bein Winkel zu 90 Grad: - Atmen Sie ein, und biegen Sie Ihre Arme. - Strecken Sie Ihre Arme, um an die Anfangsposition zu kommen, atmen Sie während dieser Bewegung aus. Diese Übung bearbeitet die Trizeps, Brustmuskeln und vordere Schultermuskeln.
es: Coloca las manos en el borde de un banco llano y apoya los pie en otro banco. Forma un ángulo de torso-piernas de 90 grados: ⁃ Inhala y flexiona los brazos. ⁃ Endereza los brazos para volver a la posición inicial, exhalando mientras completas el movimiento. Este ejercicio trabaja los triceps, los pectorales y los deltoides anteriores.
fr: Placez vos mains au bord d'un banc et posez vos pieds sur un autre banc. Assurez un angle de 90 degrés entre votre torse et vos jambes. ⁃Inspirez et pliez vos bras. ⁃Redressez vos bras pour revenir en position initiale, en expirant tout en effectuant le mouvement. Cet exercice sollicite les triceps, les pectoraux, et les deltoides antérieurs.
it: Metti le mani sul bordo di una panca piana e riposa i piedi su un’altra panca. Assumi un angolo di torsione della gamba di circa 90 gradi: - Inspira e piega le braccia. - Raddrizza le braccia per tornare al punto di partenza, espirando quando completi il movimento. Questo esercizio sforza i tricipiti, i pettorali e i deltoidi anteriori.
ja: フラットベンチの端に手を置き、もうひとつのベンチに足を置きます。約90度の胴体·脚角度を想定します： ‐息を吸い、腕を曲げます。 ‐腕を真っ直ぐにし、開始ポジションに戻ります。動きの完了として、息を吐きます。 このエクササイズは、上腕三頭筋、胸筋、三角筋前部に効果的です。
pt: Coloque as suas mãos na borda de um banco plano e pouse os pés noutro banco. Posicione um ângulo torso-perna de cerca de 90 graus: - Inspire e dobre os braços - Endireite os braços para voltar à posição inicial, expirando ao completar o movimento. Este exercício trabalha os tríceps, peitorais, e os deltoides anteriores.
ru: Положите руки на край плоской скамьи, а ноги положите на другую скамью. Туловище и ноги должны находиться под углом около 90 градусов: - Вдохните и согните руки. - Выпрямите руки, чтобы вернуться в исходное положение, выдыхая по мере совершения движения. Это упражнение тренирует трицепсы, грудные и дельтовидные мышцы.
sv: Placera händerna på kanten av en bänk och lägg upp fötterna på en annan bänk. Inta en vinkel på ungefär 90 grader mellan torso och ben: - Andas in och böj på armarna. - Sträck ut armarna för att gå tillbaka till startpositionen och andas ut när du gör detta. Denna övning tränar triceps, bröstmuskler och bakre deltamuskler.

source: Triceps Pushdown
de: Trizepshinunterdrücken
es: Pushdown de Triceps
fr: Poussée de triceps
ja: 上腕三頭筋プッシュダウン
nl: Triceps Omlaag drukken
pt: Flexões dos Tríceps
ru: Трицепс жим
th: ท่าดึงน้ำหนักลงด้วยกล้ามเนื้อแขนท่อนบนส่วนหลัง
tr: Makinede Triseps Aşağı İtiş

source: Stand facing the machine with your hands on the bar and your elbows against your sider: - Inhale and straighten your arms, but don't separate your elbows from your side. - Exhale as you complete the movement.
de: Stellen Sie sich mit dem Gesicht zur Maschine, Ihre Hände sind an der Stange, und Ihre Ellenbogen sind an Ihren Seiten: - Atmen Sie aus, und strecken Sie Ihre Arme, aber lassen Sie Ihre Ellenbogen an der Seite. - Atmen Sie während der Vollendung dieser Übung aus.
es: De pie y de frente, a la máquina con las manos en la barra y los codos a los lados: ⁃ Inahala y endereza los brazos, pero no separes los codos de los lados. ⁃ Exhala mientras completas el movimiento.
fr: Tenez-vous face à la machine avec vos mains sur la barre et les coudes contre vos flancs. ⁃Inspirez et redressez vos bras, mais ne décollez pas vos coudes de vos flancs ⁃ Expirez en effectuant le mouvement.
it: Stai di fronte alla macchina con le mani sulla barra e i gomiti sul suo lato: - Inspira e raddrizza le braccia, ma non separare i gomiti dalla tua parte. - Espira quando completi il movimento.
ja: 手をバーの上の置き、ひじは横に反して、機械に面して立ちます。 ‐息を吸い、腕をまっすぐにしますが、ひじを体の横側から離してはいけません。 ‐動きの完了として、息を吐きます。
pt: Levante-se virado para a máquina com as mãos na barra e os cotovelos juntos às suas laterais: - Inspire e endireite os braços, mas não separe os cotovelos das suas laterais. - Expire ao completar o movimento.
ru: Встаньте лицом к тренажеру, руки на рукоятке, локти по бокам: - Вдохните и выпрямите руки, но не отрывайте локти от боков. - Выдохните, возвращаясь в исходное положение.
sv: Stå med ansiktet mot maskinen med händerna på stången och armbågarna mot sidorna: - Andas in och sträck ut armarna, men håll kvar armbågarna mot sidorna. - Andas ut när du slutför rörelsen.
tr: Elleriniz barda ve dirsekleriniz yanlarda ve yüzünüz makineye doğru ayakta durun: - Nefes alın ve kollarınızı düzleştirin, ancak dirseklerinizi yanlardan ayırmayın. - Hareketi tamamlarken nefes verin.

source: One Arm Reverse Pushdown
de: Einarmiges, umgedrehtes Hinunterdrücken
es: Pushdown Invertido de Un Brazo
fr: Poussée inversée à un bras
ja: 肩腕逆転腕立て伏せ
nl: Een arm omgekeerd omlaag drukken
pt: Flexões Revertidas de Um Braço
ru: Обратный жим одной рукой
sv: Omvänd pushdown med en arm
th: ท่าดึงน้ำหนักลงและไปด้านหลังด้วยแขนข้างเดียว
tr: Tek Kol Ters Aşağı İtiş

source: Stand facing the machine and grasp the handle with an underhand grip: - Inhale and straighten your arm. - Exhale as you complete the moment.
de: Stellen Sie sich mit dem Gesicht zur Maschine, und fassen Sie den Griff mit der Unterhand: - Atmen Sie ein, und strecken Sie Ihren Arm. - Atmen Sie während der Vollendung dieser Übung aus.
es: De pie y de frente a la máquina, coge el asa con un agarre supino: ⁃ Inhala y endereza el brazo. ⁃Exhala mientras completas el movimiento.
fr: Tenez-vous face à la face et attrapez la poignée par en-dessous ⁃ Inspirez et redressez votre bras ⁃Expirez en effectuant le mouvement.
it: Stai i fronte alla macchina e afferra la maniglia con una presa con braccio sopra le spalle: -Inspira e raddrizza il braccio. -Espira quando completi il momento.
ja: 機械に面して立ち、アンダーハンドグリップで機械を掴みます： ‐息を吸って、腕を真っ直ぐにします。 ‐動きの完了として、息を吐きます。
pt: Levante-se virado para a máquina e agarre a pega com as mãos por baixo: - Inspire e endireite o seu braço. - Expire ao completar o movimento.
ru: Встаньте лицом к тренажеру и возьмите рукоятку нижним хватом: - Вдохните и выпрямите руку. - Выдохните, возвращаясь в исходное положение.
sv: Stå med ansiktet mot maskinen och ta tag i stången med ett underhandsgrepp. - Andas in och sträck ut armen. - Andas ut när du slutför rörelsen.
tr: Makineye yüzünüz dönük şekilde, tutamacı aşağıdan yukarı doğru kavrayarak ayakta durun: - Nefes alın ve kolunuzu düzleştirin. - Hareketi tamamlarken nefes verin.

source: Rotating T Extension
de: Rotierende T-Ausdehnung
es: Extensión y Rotación con Brazos Abiertos
fr: Extension Rotation en T
it: Estensione a T in rotazione
ja: 回転Tエクステンション
nl: Roterende T Verlenging
pt: Extensão Rotativa em T
ru: Вращение с Т-растяжкой
sv: Roterande T-extension
th: ท่าวิดพื้นหมุนรูปตัว T
tr: Dönüşlü T Uzatma

source: 1. Start in a pushup position. Keeping your arms straight and your core engaged. 2. Shift your weight onto your left arm, rotate your torso to the right, and raise your right arm toward the ceiling so that your body forms a T. 3. Hold for three seconds, then return to start and repeat on the other side. That's one rep.
de: 1. Beginnen Sie in einer Liegestützeposition. Halten Sie Ihre Arme gerade und Ihren Kern angespannt. 2. Verlagern Sie Ihr Gewicht auf Ihren linken Arm, rotieren Sie Ihren Oberkörper nach rechts, und heben Sie Ihren rechten Arm zur Decke, so daß Ihr Körper ein T bildet. 3. Halten Sie für drei Sekunden inne, danach gehen Sie zum Anfang und wiederholen Sie auf der anderen Seite. Das ist eine Wiederholung.
es: 1. Comenzar en posición de flexiones de brazos. Mantener los brazos rectos y la parte central del cuerpo en tensión. 2. Desplaza el peso sobre el brazo izquierdo, gira el torso hacia la derecha, y eleva el brazo derecho hacia el techo, hasta que tu cuerpo forme una T. 3. Mantén la postura durante tres segundos, vuelve al punto de partida y repite sobre el otro lado. Esto es una rep.
fr: 1.Commencez dans une position de pompes. En gardant vos bras tendus et votre buste tendu. 2. Déplacez votre poids sur votre bras gauche, tournez votre torse vers la droite, et levez votre bras droit vers le plafond afin que votre corps forme un T. 3. Maintenez la position pendant trois secondes, puis revenez à la position de départ et répétez l'exercice de l'autre côté. Ceci est une répétition.
it: 1. Inizia in una posizione per le flessioni, mantenendo le braccia tese e il tuo centro impegnato. 2. Sposta il peso sul braccio sinistro, ruota il busto verso destra e alza il braccio destro verso il soffitto in modo che il tuo corpo formi una T. 3. Mantieni la posizione per tre secondi, poi torna all’inizio e ripeti sull'altro lato. Questa è una ripetizione.
ja: 1. 腕立て伏せのポジションで始めます。腕をまっすぐに、コアを引き締めた状態に保ちます。 2. 体重を左腕にシフトし、胴を右に回転させ、右腕を天井に向けて上げ、体がT字を形成するようにします。 3. そのまま3秒保ち、最初のポジションに戻して、反対側で同様に繰り返します。それで１回です。
nl: 1. Start in een opdrukken positie. Houd de armen gestrekt en je lichaam recht. 2. Breng je gewicht nu naar je linkerarm, draai je lichaam naar rechts en breng je rechterarm naar het plafond zodat je lichaam een letter T vormt. 3. Drie seconden vasthouden en dan beheerst terug naar startpositie. Hetzelfde maar nu met de andere kant. Dit is nu een rep.
pt: 1. Inicie numa posição de flexão. Mantendo os braços retos e o seu núcleo envolvido. 2. Aguente o seu peso com o braço esquerdo, gire o tronco para a direita, e levante o braço direito em direção ao tecto, de modo a que o corpo forme um T. 3. Aguente durante três segundos, e em seguida, retorne ao início e repita do outro lado. Isto é uma repetição.
ru: 1. Начинет в положении отжимания. Держите ваши руки прямыми и корпус вовлеченным в упражнение. 2. Перенесите ваш вес на левую руку, поверните туловище вправо и поднимите правую руку к потолку, чтобы ваше тело образовало T-форму. 3. Удерживайте положение в течение трех секунд, затем вернитесь в исходную позицию и повторите то же самое с другой стороны. Это одно повторение.
sv: 1. Börja i en armhävningsposition. Håll armarna raka och bålen och ryggen spända. 2. Lägg vikten på vänsterarmen, rotera torson till höger och lyft högerarmen mot taket, så att kroppen formar ett T. 3. Håll i tre sekunder. Återgå sedan till startläget och upprepa med andra sidan. Detta är en repetition.
th: 1. เริ่มด้วยการท่าวิดพื้น ยืดแขนให้เหยียดตรงและลำตัวยืดตรง 2. เปลี่ยนน้ำหนักไปลงที่แขนด้านซ้าย จากนั้นหมุนลำตัวไปทางขวา ยกแขนข้างขวาขขึ้นไปด้านบนเพื่อให้ร่างกายของคุณเป็นรูปตัว T 3. ค้างไว้ที่ท่านี้ประมาณ 3 วินาที จากนั้นกลับไปที่ท่าเริ่มต้นและทำซ้ำอีกข้าง นี่เป็นการทำซ้ำหนึ่งครั้ง
tr: 1. Şınav pozisyonunda başlayın. Kollarınız düz ve gövdeniz sağlam olsun. 2. Ağırlığınızı sol kolunuza verin, gövdenizi sağa doğru döndürün ve sağ kolunuzu vücudunuz bit T harfi oluşturacak şekilde tavana doğru kaldırın. 3. Üç saniye tutun ve daha sonra başa geri dönün ve diğer tarafla hareketi tekrar edin. Bu, bir tekrar demektir.

source: Bodyweight Hip Extension
de: Körpergewicht-Hüft-Ausdehnung
es: Extensión de Cadera utilizando el Peso del Cuerpo
fr: Extension de hanche avec le Poids du Corps
it: Estensione gamba all’indietro a corpo libero
ja: ボディウェイト・ヒップ・エクステンション
nl: Lichaamsgewicht Heupoefening
pt: Extensão Hip do Peso Corporal
ru: Подъем таза с собственным весом
sv: Höftextension med kroppsvikt
th: ท่ายืดยกตัวด้วยสะโพก
tr: Vücut Ağırlığı Kalça Uzatma

source: 1. Lie down on the floor. One foot is flat on the floor while the other leg is straight. Use your hands to stabilise your position. 2. Raise your straight leg until your lower back is off the ground. Hold for one second. Return to starting position.
de: 1. Legen Sie sich auf den Boden. Ein Fuß ist flach auf dem Boden, während das andere Bein gerade bleibt. Benutzen Sie zum Stabilisieren Ihrer Position Ihre Hände. 2. Heben Sie Ihr gerades Bein, bis Ihr unterer Rücken vom Boden gehoben ist. Halten Sie für eine Sekunde inne. Gehen Sie zur Anfangsposition zurück.
es: 1. Túmbate en el suelo. Un pie plano sobre el suelo y la pierna contraria recta. Utiliza las manos para estabilizar la posición. 2. Levanta la pierna recta hasta que la parte inferior de tu espalda se separe del suelo. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: 1.Allongez-vous sur le sol. Un pied est à plat sur le sol tandis que l'autre jambe est droite. Utilisez vos mains pour stabiliser votre position. 2. Levez la jambe qui est droite jusqu'à ce que le bas du dos quitte le sol. Maintenez la position pendant une seconde. Revenez à la position de départ.
it: 1. Sdraiati sul pavimento. Un piede piatto sul pavimento mentre l'altra gamba è dritta . Usa le mani per stabilizzare la tua posizione. 2. Alza la gamba dritta fino a quando la schiena si stacca da terra. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. 床に寝ます。片方の足は床に付け、もう片方の脚をまっすぐに伸ばします。手を使ってポジションを安定させます。 2. まっすぐに伸ばした脚を、腰が浮くまで上げます。そのまま1秒、その後スターティングポジションに戻します。
nl: 1. Lig plat op de vloer met een voet vlak op de vloer, het andere been gestrekt. Gebruik je handen voor stabiliteit. 2. Houd je lichaam recht en til je gestrekte been op zodat ook je onderrug los komt van de vloer. Houd dat vast gedurende een seconde en gaa beheerst terug naar de startpositie.
pt: 1. Deite-se no chão. Coloque um pé no chão, enquanto a outra perna fica reta. Use as mãos para estabilizar esta posição. 2. Levante a perna esticada até a região lombar está fora do chão. Aguente por um segundo. Retorne à posição inicial.
sv: 1. Ligg ner på golvet. En fot är platt mot golvet, medan det andra benet är rakt. Använd händerna för att stabilisera positionen. 2. Lyft det raka benet tills nedre delen av ryggen lyfts från marken. Håll i en sekund. Återgå till startläget.
tr: 1. Yere uzanın. Bir ayağınız yere düz bir şekilde basarken, diğer bacağınız düz olarak uzansın. Pozisyonunuzu sabitlemek için ellerinizi kullanın. 2. Düz olan bacağınızı belinizin alt kısmı yerden kalkana kadar yukarı kaldırın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Superman
de: Supermann
es: Supermán
ja: スーパーマン
pt: Super-Homem
ru: Супермен
sv: Stålmannen
th: ท่าซุปเปอร์แมน
tr: Süpermen

source: 1. Kneel on all fours with your knees under your hips and hip - distance apart and put your hands on the floor a shoulder width apart under your shoulders. Put your spine into neutral position. Activate your core by drawing your abdominal muscles back toward your spine. 2. Without any sideways movement and keeping your abdomen pulled in, exhale and slowly raise an opposite arm and leg until they are parallel to the floor. Be careful to follow the tempo you have set. 3. Inhale and slowly return your arm and leg to the starting position. 4. Repeat for the desired number of repetitions, then repeat the exercise using the other arm and leg.
de: 1. Sie knien auf allen Vieren mit Ihren Knien unter Ihren Hüften hüftweit auseinander und legen Ihre Hände eine Schulterbreite auseinander unter Ihre Schultern auf den Boden. Halten Sie Ihre Wirbelsäule in einer neutralen Position. Aktivieren Sie Ihren Kern, indem Sie Ihre Bauchmuskeln nach hinten zu Ihrer Wirbelsäule ziehen. 2. Ohne jegliche Seitenbewegung und mit eingezogenem Bauch atmen Sie ein und heben langsam einen gegenüberliegenden Arm und ein gegenüberliegendes Bein, bis sie parallel zum Boden sind. Achten Sie darauf, das Tempo einzuhalten, das Sie bestimmt haben. 3. Atmen Sie aus und gehen Sie langsam mit Ihrem Arm und Bein in die Anfangsposition zurück. 4. Machen Sie die gewünschte Anzahl an Wiederholungen, danach wiederholen Sie die Übung mit dem anderen Arm und Bein.
es: 1. Colócate a gatas con las rodillas por debajo de las caderas y separadas a la anchura de éstas, y las manos en el suelo, separadas a la anchura de los hombros y por debajo de estos. Pon la columna vertebral en posición neutral. Activa tu núcleo retractando los músculos abdominales hacia la columna vertebral. 2. Sin ningún movimiento lateral y manteniendo el abdomen hacia dentro, exhala y eleva lentamente un brazo y la pierna opuesta, hasta que queden paralelos al suelo. Asegúrate de seguir el ritmo que te hayas impuesto. 3. Inhala y regresa lentamente el brazo y la pierna a la posición inicial. 4. Repetir el número de veces deseado y, a continuación, repetir el ejercicio con el otro brazo y pierna.
fr: 1.Agenouillez-vous à quatre pattes avec vos genoux sous les hanches et écartés de la largeur de vos hanches et mettez vos mains sur le sol écartées d'une largeur d'épaules sous vos épaules. Mettez votre colonne vertébrale dans une position neutre. Activez votre base en tirant vos muscles abdominaux vers votre colonne vertébrale. 2. Sans mouvement latéral et en gardant votre abdomen contracté, expirez et soulevez lentement le bras et la jambe opposée jusqu'à ce qu'ils soient parallèles au sol. Assurez-vous de bien suivre le tempo que vous avez défini. 3. Inspirez et ramenez lentement le bras et la jambe à la position de départ. 4 Répétez l'opération pour le nombre souhaité de répétitions, puis répétez l'exercice en utilisant l'autre bras et l'autre jambe.
it: 1. Inginocchiati a quattro zampe con le ginocchia sotto le anche con apertura quanto i fianchi e metti le mani sul pavimento alla larghezza delle spalle sotto le spalle. Metti la tua colonna vertebrale in posizione neutra. Attiva la tua parte centrale portando i muscoli addominali indietro verso la colonna vertebrale. 2. Senza alcun movimento laterale e mantenendo l'addome tirato, espira e solleva lentamente un braccio e la gamba opposta fino a quando sono parallele al pavimento. Fai attenzione ad seguire il tempo impostato. 3. Inspira e fai tornare lentamente il braccio e la gamba alla posizione di partenza. 4. Ripeti l'operazione per il numero desiderato di ripetizioni, poi ripeti l'esercizio con l'altro braccio e gamba.
ja: 1. 脚は腰の幅、腕は肩幅に広げた状態で四つん這いになります。背骨をニュートラルポジションに置きます。腹筋を背骨に近づくように入れ、コアを活性化します。 2. 横動きは一切なしで、腹筋を中に入れた状態にし、息を吐きながらゆっくりと反対の腕と脚を床と平行になるまで上げます。自分で設定したテンポに従うよう気をつけて下さい。 3. 息を吸いながら、ゆっくりと腕と脚をスターティングポジションまで戻します。 4. お好みの回数だけ繰り返し、もう一方の腕と脚を使うエクササイズを繰り返します。
nl: 1. Ga met handen en voeten op de vloer, met je knieën onder je heupen op heup-afstand van elkaar en je handen op schouderbreedte uit elkaar onder je schouders. Breng je wervelkolom in de neutrale stand. Activeer nu je lichaam door je buikspieren naar je wervelkolom te trekken. 2. Zonder naar de zijkant te bewegen en je buikspieren ingetrokken houdend, uitademen en breng langszaam een arm en tegengesteld been gestrekt en horizontaal aan de vloer. Let op dat je het tempo vasthoudt. 3. Inademen en langszaam je arm en been terug naar startpositie brengen. 4. Herhaal de oefening het gewenste aantal keren, en daarna met de andere arm en andere been.
pt: 1. Ajoelhe-se de quatro, com os joelhos sob os seus quadris e quadril – distancie-se e coloque as mãos no chão afastadas à largura dos ombros sob os seus ombros. Coloque a sua coluna na posição neutra. Ative o seu núcleo, chamando os seus abdominais em direção à coluna. 2. Sem qualquer movimento lateral, mantenha o seu abdômen puxado, expire lentamente e levante um braço e a perna oposta até que estejam paralelos ao chão. Tenha cuidado para seguir o ritmo que definiu. 3. Inspire e retorne lentamente o seu braço e a perna para a posição inicial. 4. Repita o procedimento no número desejado de repetições, e em seguida, execute o exercício com o outro braço e a outra perna.
ru: 1. Встаньте на четвереньки с коленями под бедрами (бедра должны находиться на расстоянии друг от друга) и положите руки на пол на ширине плеч под своими плечами. Позвоночник должен находиться в расслабленном положении. Активизируйте ваш мышечный корсет, втягивая мышцы живота к позвоночнику. 2. Без любых боковых движений и держа ваш живот втянутым, выдохните и медленно поднимите противоположную руку и ногу, пока они не станут параллельны полу. Будьте внимательны, следуя темпу, который вы установили. 3. Вдохните и медленно верните руку и ногу в исходное положение. 4. Повторите эти действия нужное количество раз, затем повторите упражнение, используя другую руку и ногу.
sv: 1. Knäa på alla fyra med knäna under höfterna på en höftlängds avstånd. Ha händerna på golvet under axlarna, på en axellängds avstånd. Ha ryggraden i en neutral position. Aktivera din rygg- och bålmuskulatur genom att dra magmusklerna mot ryggraden. 2. Utan att röra dig åt sidan och med magmusklerna indragna - andas ut och lyft långsamt armen och det motsatta benet tills de är parallella med golvet. Var noga med att följa tempot du har bestämt dig för. 3. Andas in och släpp långsamt tillbaka armen och benet till startpositionen. 4. Upprepa det önskade antalet gånger och gör sedan om övningen med den andra armen och benet.
th: 1. คุกเข่าทั้งสองข้างลงบนพื้นโดยให้เข่าอยู่ในตำแหน่งใต้สะโพก ระยะห่างระหว่างเข่าทั้งสองข้างเท่ากับความกว้างของสะโพก วางมือบนพื้นอยู่ในตำแหน่งใต้ไหล่ที่ระยะห่างเท่ากับความกว้างของไหล่ จัดให้กระดูกสันหลังอยู่ในแนวตรง เริ่มออกกำลังกายโดยการวาดกล้ามเนื้อท้องไปด้านหลังทางสันหลังของคุณ 2. จัดให้ลำตัวตรงโดยที่ไม่เคลื่อนไปด้านข้าง บีบรัดหน้าท้องเข้าด้านใน หายใจออกและค่อย ๆ ยกแขนและขาด้านตรงข้ามขึ้นจนกระทั่งอยู่ในแนวขนานกับพื้น โปรดจำไว้ว่าควรทำตามจังหวะที่คุณกำหนดไว้ 3. หายใจเข้าและค่อย ๆ ลดระดับขาและแขนลงไปอยู่ในท่าเริ่มต้น 4. ทำซ้ำเท่าที่คุณต้องการ จากนั้นเปลี่ยนไปออกกำลังกายในท่าเดิมด้วยแขนและขาอีกข้าง
tr: 1. Dizleriniz kalçalarınızın altında kalça mesafesinde açık olarak dört ayak üzerinde durun ve ellerinizi de omuz açıklığı mesafesinde omuzlarınızın altına koyun. Omurganızı doğal bir pozisyona getirin. Karın kaslarınızı omurganıza doğru çekerek çekirdek gövdenizi aktifleştirin. 2. Herhangi bir şekilde yanlara doğru hareket etmeden ve karnınız içeri doğru çekili vaziyette, nefes verin ve yavaşça birbirine zıt yönde olan bir kolunuzu ve bacağınızı yere paralel olana kadar yükseltin. Ayarlamış olduğunuz tempoya uymaya dikkat edin. 3. Nefes alın ve kolunuzu ve bacağınızı yavaşça başlangıç pozisyonuna geri döndürün. 4. Arzu edilen tekrar sayısı kadar tekrar edin; daha sonra egzersizi diğer kolunuzu ve bacağınızı kullanarak tekrar edin.

source: Bodyweight Superman
de: Körpergewicht Supermann
es: Supermán con Peso Corporal
fr: Superman avec Poids du Corps
it: Superman a corpo libero
ja: ボディウェイトスーパーマン
nl: Lichaamsgewicht Superman
pt: Super-Homem Peso Corporal
ru: Супермен с собственным весом
sv: Kroppsviktstålmannen
th: ท่ายกตัวซุปเปอร์แมน
tr: Vücut Ağırlığı Süpermen
