Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: 1. While seated with back straight, centre the barbell on your lower things. Use your hands to stabilize any barbell movement. 2. Raise your calves by tiptoeing. Hold for one second. Lower your calves back to the ground.
de: 1. Sie sitzen mit geradem Rücken und zentrieren die Langhantel auf Ihre untere Oberschenkel. Benutzen Sie Ihre Hände, um jede Bewegung der Hantel zu stabilisieren. 2. Heben Sie Ihre Waden an, indem Sie auf Zehenspitzen stehen. Für eine Sekunde halten. Lassen Sie Ihre Waden wieder zum Boden hinunter.
es: 1. Sentado y con la espalda recta, coloca la pesa en la parte inferior de los muslos. Utiliza las manos para estabilizar cualquier movimiento de la pesa. 2. Eleva los gemelos poniéndote de puntillas. Mantén la posición durante un segundo. Baja los gemelos.
fr: 1.En position assise avec le dos droit, centrez la barre sur la partie basse de vos cuisses. Utilisez vos mains pour stabiliser tout mouvement d'haltères. 2. Levez les mollets avec la pointe des pieds. Maintenez la position pendant une seconde. Rabaissez vos mollets vers le sol .
it: 1. Da seduto con la schiena dritta, centra il bilanciere sulle tue cose. Usa le mani per stabilizzare qualsiasi movimento del bilanciere. 2. Solleva i polpacci sulla punta dei piedi. Mantieni la posizione per un secondo. Abbassa i polpacci di nuovo a terra.
ja: 1. 背筋を伸ばして座り、バーベルを両脚大腿下部に置きます。手を使ってバーベルを安定させます。 2. つま先立ちをしてふくらはぎを上げます。1秒そのまま、その後、ふくらはぎを戻します。
nl: 1. Terwijl je rechtop zit met rechte rug, plaats je de halter op de onderdijen. Gebruik je handen om de halter onder controle te houden. 2. Breng nu je kuiten omhoog door op je tenen te gaan staan als het ware. Houd dat een seconde vast en ga dan langszaam terug naar de startpositie.
pt: 1. Sentado com as costas retas, centre a barra nas suas partes inferiores. Use as mãos para estabilizar qualquer movimento barra. 2. Levante os gémeos com a ponta dos pés. Aguente por um segundo. Baixa os gémeos de volta para o chão.
ru: 1. Сидя с прямой спиной, центр штанги ниже бедер . Используйте свои руки, чтобы стабилизировать любое движение штанги. 2. Поднимитесь на носочки. Задержитесь на секунду. Опуститесь обратно.
sv: 1. Sitt med ryggen rak och lägg skivstången på underlåren. Använd händerna för att stabilisera stångens rörelser. 2. Lyft vaderna genom att stå på tå. Håll i en sekund. Sänk tillbaka vaderna ner på golvet.
th: 1. นั่งหลังตรง จัดให้บาร์เบลอยู่ตรงกลางบนต้นขาส่วนล่าง ใช้มือทั้งสองข้างช่วยพยุงขณะที่ทำการเคลื่อนไหวบาร์เบล 2. ยกน่องโดยการเขย่งเท้าทั่งสองข้างขึ้น ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที ลดระดับน่องลงไปที่พื้น
tr: 1. Sırtınız düz bir şekilde otururken, halteri uyluklarınızın alt kısmında ortalayın. Herhangi bir halter hareketini sabitlemek için ellerinizi kullanın. 2. Parmak uçlarınıza yükselerek baldırlarınızla yükselin. Bir saniyeliğine tutun. Baldırlarınızı yere geri indirin.

source: Barbell Calf Raise With Single Leg (Seated)
de: Langhantel Wadenheben Mit Einem Bein (Sitzend)
es: Elevación de Gemelos con Pesa Una Sola Pierna (Sentado)
fr: Levée de Mollet avec Barre Avec Une Seule Jambe (Assis)
it: Alzate di talloni con bilanciere con singola gamba (Seduto)
ja: 片脚バーベルカーフレイズ (シーテッド)
nl: Halterstang Kuit van een been strekken (zittend)
pt: Elevação de Barra com Perna única ( Sentado )
ru: Штанга для икр ног. С одной ногой (сидя)
sv: Vadlyft med skivstång och ett ben (sittande)
th: ท่ายกบาร์เบลด้วยน่องหนึ่งข้าง (ท่านั่ง)
tr: Tek Bacakla Halterli Baldırla Yükseliş (Oturarak)

source: 1. While seated with back straight, centre the barbell on one of your lower things. Use your hands to stabilize any barbell movement. 2. Raise your calves by tiptoeing. Hold for one second. Lower your calves back to the ground. 3. Repeat the same with the over leg.
de: 1. Während Sie mit geradem Rücken sitzen, zentrieren Sie die Langhantel auf einen Ihrer unteren Oberschenkel. Benutzen Sie Ihre Hände zum Stabilisieren der Hantelbewegung. 2. Heben Sie Ihre Waden an, indem Sie auf Zehenspitzen stehen. Für eine Sekunde halten. Lassen Sie Ihre Waden wieder zum Boden hinunter. 3. Wiederholen Sie das gleiche mit dem anderen Bein.
es: 1. Sentado y con la espalda recta, coloca la pesa sobre la parte inferior de uno de tus muslos. Utiliza las manos para estabilizar cualquier movimiento de la pesa. 2. Eleva los gemelos poniéndote de puntillas. Mantén la posición durante un segundo. Baja los gemelos. 3. Repite el mismo ejercicio con la otra pierna.
fr: 1.En position assise avec le dos droit, centrez la barre sur la partie basse de l'une de vos cuisses. Utilisez vos mains pour stabiliser tout mouvement d'haltères. 2. Levez les mollets par la pointe des pieds. Maintenez la position pendant une seconde. Abaissez vos mollets vers le sol. 3. Répétez la même chose avec l'autre jambe.
it: 1. Da seduto con la schiena dritta, centra il bilanciere su una delle tue cosce. Usa le mani per stabilizzare qualsiasi movimento del bilanciere. 2. Solleva i polpacci sulla punta dei piedi. Mantieni la posizione per un secondo. Abbassa i polpacci di nuovo a terra. 3. Ripeti lo stesso con l’altra gamba.
ja: 1. 背筋を伸ばして座り、片脚の大腿下部にバーベルを置きます。手を使って、バーベルを安定させます。 2. つま先立ちをしてふくらはぎを上げます。1秒そのまま、その後、ふくらはぎを戻します。 3. もう一方の脚も同様に繰り返します。
nl: 1. Terwijl je rechtop zit met rechte rug, plaats je de halter op een van je onderdijen. Gebruik je handen om de halter onder controle te houden. 2. Breng nu je kuit omhoog door op je tenen te gaan staan als het ware. Houd dat een seconde vast en ga dan langszaam terug naar de startpositie. 3. Herhaal de oefening met het andere been.
pt: 1. Sentado com as costas retas, centre a barra nas suas partes inferiores. Use as mãos para estabilizar qualquer movimento barra. 2 . Levante os gémeos com a ponta dos pés. Aguente por um segundo. Baixe os gémeos de volta ao chão. 3 . Repita o mesmo com a outra perna.
ru: 1. Сидя с прямой спиной, центр штанги ниже бедер. Используйте свои руки, чтобы стабилизировать любое движение штанги. 2. Поднимитесь на носочки. Задержитесь на секунду. Опуститесь обратно. 3. Повторить то же самое другой ногой.
sv: 1. Sitt med ryggen rak och lägg skivstången på det ena underlåret. Använd händerna för att stabilisera stångens rörelser. 2. Lyft vaderna genom att stå på tå. Håll i en sekund. Sänk tillbaka vaderna ner på golvet. 3. Upprepa samma sak med det andra benet.
th: 1. นั่งหลังตรง จัดให้บาร์เบลอยู่ตรงกลางบนต้นขาส่วนล่าง ใช้มือทั้งสองข้างช่วยพยุงขณะที่ทำการเคลื่อนไหวบาร์เบล 2. ยกน่องขึ้นโดยการเขย่งเท้า ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นลดระดับลงกลับไปที่พื้น 3. ทำซ้ำท่าเดิมโดยใช้ขาอีกข้าง
tr: 1. Sırtınız düz bir şekilde otururken, halteri uyluklarınızdan birinin alt kısmında ortalayın. Herhangi bir halter hareketini sabitlemek için ellerinizi kullanın. 2. Parmak uçlarınıza yükselerek baldırınızla yükselin. Bir saniyeliğine tutun. Baldırlarınızı yere geri indirin. 3. Hareketin aynısını diğer bacak üzerinde tekrar edin.

source: Dumbbell Calf Jump
de: Kurzhantel Wadensprung
es: Saltos de Gemelos con Mancuernas
fr: Saut du Mollet avec Haltères
it: Salti su talloni con bilanciere
ja: ダンベルカーフジャンプ
nl: Kuitspringen met halters
pt: Salto de Haltere com Gémeos
ru: Прыжки с гантелями
sv: Vadhopp med hantlar
th: ท่าถือดัมเบลกระโดดด้วยน่อง
tr: Dambıllı Baldırla Sıçrama

source: 1. Stand with your feet hip-width apart. Grab a pair of dumbbells and hold them at your sides at arm’s length. 2. Dip your knees so they are bent about 45 degrees and jump as high as you can. Point your toes toward the floor when you jump. 3. Allow your knees to bend 45 degrees when your land, then immediately jump again.
de: 1. Stellen Sie sich mit den Füßen hüftweit auseinander hin. Greifen Sie nach einem Paar Hanteln und halten Sie sie armlang an Ihren Seiten. 2. Senken Sie Ihre Knie so, daß sie ungefähr 45 Grad angewinkelt sind und springen Sie so hoch wie Sie können. Ihre Zehen sollten beim Springen zum Boden zeigen. 3. Ihre Knie sollten bei der Landung im 45 Grad Winkel sein, dann springen Sie sofort wieder.
es: 1. De pie y con los pies separados a la anchura de las caderas. Coge un par de mancuernas y sujétalas a los lados del cuerpo con los brazos extendidos. 2. Dobla las rodillas unos 45 grados y salta tan alto como puedas. Apunta hacia abajo con los dedos de los pies mientras saltas. 3. Deja que las rodillas se doblen 45 grados cuando aterrices, y salta de nuevo inmediatamente.
fr: 1.Tenez-vous avec les pieds écartés de la largeur des hanches. Prenez une paire d'haltères et tenez-les à vos côtés à bout de bras. 2. Fléchissez vos genoux de façon à ce qu'ils soient pliés à 45 degrés et sautez aussi haut que vous le pouvez. Pointez vos orteils vers le sol lorsque vous sautez. 3. Laissez vos genoux se plier à 45 degrés lorsque vous atterrissez, puis sautez à nouveau immédiatement .
it: 1. Stai con i piedi alla larghezza dei fianchi. Afferra un paio di manubri e tienili sul tuo fianco a lunghezza delle braccia. 2. Abbassa le ginocchia in modo che siano piegate a circa 45 gradi e salta più in alto possibile. Punta le dita dei piedi verso il pavimento quando salti. 3. Lascia che le ginocchia si pieghino a 45 gradi quando atterri, poi salta subito nuovamente.
ja: 1. 腰幅くらい足を広げて立ちます。ダンベルを1組、腕の長さの所で体の両脇に持ちます。 2. 膝を少し、45度くらいに曲げて、出来るだけ高く飛び上がります。この時、つま先は床に向かってピンと伸ばすこと。 3. 着地時は膝を45度に曲げ、即座にまた飛び上がります。
nl: 1. Sta met je voeten op heupbreedte uit elkaar. Neem een stel halters en houd ze met gestrekte armen naast je lichaam. 2. Zak nu een beetje door je knieën tot ongeveer 45 graden en spring dan zo hoog je kunt. Richt je tenen naar de vloer tijdens het springen. 3. Bij het neerkomen weer tot 45 graden doorbuigen en onmiddellijk opnieuw springen.
pt: 1. Coloque-se de pé com os pés afastados à largura do quadril. Pegue num par de halteres e mantenha-os ao seu lado com braços esticados. 2. Baixe os joelhos até perfazerem cerca de 45 graus e salte o mais alto que puder. Aponte os dedos dos pés em direção ao chão enquanto pula. 3. Permita que os seus joelhos dobrem até aos 45 graus quando aterrar, e depois salte imediatamente de novo.
ru: 1. Встаньте прямо, ноги на ширине плеч. Возьмите пару гантелей и держите их по бокам на расстоянии вытянутой руки. 2. Согните ноги в коленях, так чтобы был угол около 45 градусов и прыгайте максимально высоко. При прыжках пальцы ног должны бать направлены к полу. 3. При приземлении ноги должны оставаться согнутыми в коленях, затем сразу необходимо повторить прыжок.
sv: 1. Stå med fötterna på en höftlängds avstånd ifrån varandra. Ta ett par hantlar och håll dem vid sidorna på en armlängds avstånd. 2. Böj på knäna så att de är i cirka 45 graders vinkel och hoppa så högt du kan. Peka med tårna mot golvet när du hoppar. 3. Låt knäna böja sig 45 grader när du landar och hoppa sedan omedelbart igen.
th: 1. ยืนด้วยเท้าหนึ่งข้างที่ระยะห่างเท่ากับระยะความกว้างของสะโพก ถือดัมเบลด้วยมือทั้งสองข้าง แขนเหยียดตรงห้อยลงข้างลำตัว 2. ยื่นเข่าออกไปข้างหน้าเพื่อให้เข่างอทำมุม 45 องศา จากนั้นกระโดดให้สูงเท่าที่จะทำได้ หันนิ้วเท้าชี้ไปที่พื้นเมื่อกระโดดขึ้น 3. จัดให้เข่าทั้งสองข้างงอทำมุม 45 องศาเมื่อลงสู่พื้น จากนั้นกระโดดขึ้นอีกครั้งในทันที
tr: 1. Ayaklarınız kalça mesafesi açıklığında ayakta durun. Bir çift dambılı kavrayın ve bunları yanlarınızda kol mesafesinde tutun. 2. Dizlerinizi yaklaşık olarak 45 derece eğilene kadar bükün ve sıçrayabildiğiniz kadar yükseğe sıçrayın. Sıçrama esnasında parmak uçlarınız yere doğru işaret etsin. 3. Yere indiğinizde dizlerinizin 45 derece bükülmesine izin verin ve daha sonra anında tekrar sıçrayın.

source: Dumbbell Calf Raise (Seated)
de: Kurzhantel Wadenheben (Sitzend)
es: Elevación de Gemelos con Mancuernas (Sentado)
fr: Levée de Mollet avec Haltère (Assis)
it: Alzate di talloni con manubri (Seduto)
ja: ダンベルカーフレイズ (シーテッド)
nl: Kuiten strekken met halters (zittend)
pt: Elevação de Haltere com Gémeos ( sentado)
ru: Гантели для икр (сидя)
sv: Vadlyft med hantlar (sittande)
th: ท่ายกดัมเบลด้วยน่อง (ท่านั่ง)
tr: Dambıllı Baldırla Yükseliş (Oturarak)

source: 1. While seated with back straight, centre one dumbbell on each of your lower thighs. Use your hands to stabilize any movement. 2. Raise your calves by tiptoeing. Hold for one second. Return to starting position.
de: 1. Während Sie mit geradem Rücken sitzen, zentrieren Sie eine Kurzhantel auf beiden unteren Oberschenkeln. Benutzen Sie Ihre Hände zum Stabilisieren jeder Bewegung. 2. Heben Sie Ihre Waden an, indem Sie auf Zehenspitzen stehen. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. Sentado y con la espalda recta, coloca una mancuerna en la parte inferior de cada muslo. Utiliza las manos para estabilizar cualquier movimiento. 2. Eleva los gemelos poniéndote de puntillas. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: 1.En position assise avec le dos droit, centrez une haltère sur le bas de chacune de vos cuisses. Utilisez vos mains pour stabiliser tout mouvement. 2. Levez les mollets par la pointe des pieds. Maintenez la position pendant une seconde. Revenez à la position de départ .
it: 1. Da seduto con la schiena dritta, centra un manubrio su ciascuna delle cosce. Usa le mani per stabilizzare qualsiasi movimento. 2. Solleva i polpacci sulla punta dei piedi. Mantieni la posizione per un secondo. Tornare alla posizione di partenza.
ja: 1. 背筋を伸ばして座り、ダンベルをそれぞれの脚の大腿下部に一つずつ置きます。手を使ってダンベルを安定させます。 2. つま先立ちをしてふくらはぎを上げます。1秒そのまま、その後、スタートポジションに戻します。
nl: 1. Terwijl je zit met gestrekte rug plaats je een halter op elk van je onderdijen. Houd de halters onder controle met je handen. 2. Breng nu je kuiten omhoog door op je tenen te gaan staan als het ware. Houd dat een seconde vast en ga dan langszaam terug naar de startpositie.
pt: 1. Sentado com as costas retas, centro um haltere em cada uma das suas coxas. Use as mãos para estabilizar qualquer movimento. 2. Levante os gémeos com a ponta dos pés. Aguente por um segundo. Retorne à posição inicial.
ru: 1.Сидя с прямой спиной, центр гантели ниже каждого бедра. Используйте руки, чтобы стабилизировать любое движение. 2. Поднимитесь на носочки. Задержитесь на секунду. Опуститесь обратно.
sv: 1. Sitt med ryggen rak och lägg en hantel på båda underlåren. Använd händerna för att stabilisera eventuella rörelser. 2. Lyft vaderna genom att stå på tå. Håll i en sekund. Återgå till startläget.
th: 1. นั่งหลังตรง จัดให้ดัมเบลอยู่ตรงกลางบนต้นขาส่วนล่างแต่ละข้าง ใช้มือทั้งสองข้างช่วยพยุงขณะที่ทำการเคลื่อนไหวดัมเบล 2. ยกน่องขึ้นโดยการเขย่งเท้า ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นลดระดับลงและกลับไปที่ท่าเริ่มต้น
tr: 1. Sırtınız düz bir şekilde otururken, her bir dambılı uyluklarınızın alt kısmında ortalayın. Herhangi bir hareketi sabitlemek için ellerinizi kullanın. 2. Parmak uçlarınıza yükselerek baldırınızla yükselin. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Standing Barbell Calf Raise
de: Langhantel Wadenheben Im Stehen
es: Elevación de Gemelos con Pesa de Pie
fr: Levée de mollet avec haltères, position debout
it: Alzate di talloni con bilanciere in piedi
ja: スタンディング・バーベル・カーフレイズ
nl: Staande met Halterstang Kuiten strekken
pt: Elevação em pé de Barra com Gémeos
ru: Подъемы штанги стоя
sv: Stående vadlyft med skivstång
th: ท่ายืนยกบาร์เบลดันน่องขึ้น
tr: 1. Sırtınız düz bir şekilde ayakta dururken, halteri omuzlarınızın üzerine yerleştirin. Halteri yukarıdan aşağı doğru bir kavrayışla tutun. Eller arasındaki mesafe omuz açıklığından daha geniş olmalıdır. 2. Parmak uçlarınıza yükselerek baldırınızla yükselin. Bir saniyeliğine tutun. Baldırlarınızı yere geri indirin.

source: 1. While standing with back straight, position barbell on top of your shoulders. Hold barbell with overhand grip. Distance between hands should be wider than shoulder width apart. 2. Raise your calves by tiptoeing. Hold for one second. Lower your calves back to the ground.
de: 1. Während Sie mit geradem Rücken stehen, platzieren Sie die Langhantel oben auf Ihre Schultern. Halten Sie die Langhantel im Oberhandgriff. Distanz zwischen Händen sollte breiter sein als schulterweit. 2. Heben Sie Ihre Waden an, indem Sie auf Zehenspitzen stehen. Für eine Sekunde halten. Lassen Sie Ihre Waden wieder zum Boden hinunter.
es: 1. De pie y con la espalda recta, coloca la pesa encima de los hombros. Sujeta la pesa con un agarre prono. La distancia entre las manos debe ser más grande que la anchura de los hombros. 2. Elevar los gemelos poniéndote de puntillas. Mantén la posición durante un segundo. Baja los gemelos.
fr: 1.En position debout avec le dos droit, positionnez une barre sur le dessus de vos épaules. Tenez le barre avec une prise en pronation. La distance entre les mains doit être plus large que la largeur des épaules. 2. Levez les mollets par la pointe des pieds. Maintenez la position pendant une seconde. Rabaissez vos mollets vers le sol .
it: 1. Mentre stai in piedi con la schiena dritta, posiziona il bilanciere sulla parte superiore delle spalle. Tieni il bilanciere con presa overhand. La distanza tra le mani deve essere più ampia della larghezza delle spalle. 2. Solleva i polpacci sulla punta dei piedi. Mantieni la posizione per un secondo. Abbassa i polpacci a terra nuovamente.
ja: 1. 背筋を伸ばして立ち、バーベルは肩の上に置きます。バーベルをオーバーハンドグリップで持ちます。両手の距離は肩幅よりも広くすること。 2. つま先立ちをしてふくらはぎを上げます。1秒そのまま、その後、ふくらはぎを戻します。
nl: 1. Terwijl je met rechte rug staat plaats je een halter op je schouders. Houd de halter vast met bovenhandse grip. Hander iets verder dan schouderbreedte uit elkaar. 2. Breng nu je kuiten omhoog door op je tenen te gaan staan als het ware. Houd dat een seconde vast en ga dan langszaam terug naar de startpositie.
pt: 1. De pé e com as costas retas, posicione a barra em cima dos seus ombros. Segure na barra com pronação. Afaste as mãos até ficarem com distância igual e alinhadas com os ombros. 2. Levante os gémeos com a ponta dos pés. Aguente por um segundo. Baixe os gémeos de volta ao chão.
ru: 1. Стоя с прямой спиной, положение штанги на верхней части плеч. Держите штангу захватом с сверху вниз. Расстояние между руками должно быть шире, чем ширина плеч. 2. Поднимитесь на носочки. Задержитесь на секунду. Опуститесь обратно.
sv: 1. Stå med ryggen och rak och placera en skivstång på axlarna. Håll i skivstången med ett överhandsgrepp. Avståndet mellan händerna ska vara större än axellängd. 2. Lyft vaderna genom att stå på tå. Håll i en sekund. Sänk tillbaka vaderna ner på golvet.
th: 1. ยืนด้วยท่าหลังตรง จัดท่าบาร์เบลให้อยู่บนไหล่ทั้งสองข้าง จับบาร์เบลด้วยท่าจับคว่ำมือ ระยะห่างระหว่างมือทั้งสองควรห่างกันมากกว่าระดับความกว้างของไหล่ 2. ยกน่องขึ้นด้วยการเขย่งเท่า ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นลดระดับลงกลับไปที่พื้น
tr: Ayakta Dambıllı Baldırla Yükseliş

source: Standing Dumbbell Calf Raise
de: Kurzhantel Wadenheben im Stehen
es: Elevación de Gemelos con Mancuernas de Pie
fr: Levée de Mollet avec Haltères Debout
it: Alzate di talloni con manubri in piedi
ja: スタンディングダンベルカーフレイズ
nl: Staande kuiten strekken met halters
pt: Elevação em Pé de Haltere com Gémeos
ru: Гантели для икр, стоя
sv: Stående vadlyft med hantlar
th: ท่ายืนถือดัมเบลยกน่อง
tr: 1. Ayaklarınız birbirinden kalça açıklığı mesafede olacak şekilde dik olarak ayakta durun; elleriniz yanlarda, he biri ile ağır bir dambıl tutun. 2. Sırtınızı düz bir şekilde tutarak, her bir ayağınızın parmak ucuna yavaşça yükselin, topuklarınızı kaldırabildiğiniz kadar yükseğe kaldırın. 3. En tepede duraklayın, daha sonra yavaşça topuklarınızı yere geri indirin.

source: 1. Stand straight with your feet hip-width apart and hold a heavy dumbbell in each hand, arms by your sides. 2. Keeping your back straight, slowly rise up on the toes of both feet, raising your heels as high as you can. 3. Pause at the top, then slowly lower your heels back down.
de: 1. Stellen Sie sich gerade hin mit Ihren Füßen hüftweit auseinander und halten Sie eine schwere Kurzhantel in jeder Hand, Arme an Ihren Seiten. 2. Halten Sie Ihren Rücken gerade, heben Sie sich langsam mit den Zehen beider Füße hoch und heben Sie Ihre Fersen so hoch wie Sie können. 3. Halten Sie oben an, dann lassen Sie Ihre Fersen langsam wieder herab.
es: 1. De pie y con los pies separados a la anchura de las caderas, sujeta una mancuerna en cada mano, con los brazos a los costados. 2. Manteniendo la espalda recta, elévate lentamente sobre las puntas de los pies, subiendo los talones lo más alto que puedas. 3. Pausa arriba y baja los talones lentamente hasta el suelo.
fr: 1.Tenez-vous droit avec vos pieds espacés de la largeur des hanches et tenez une lourde haltère dans chaque main, les bras à vos côtés. 2. Garder le dos droit, montez lentement sur les orteils des deux pieds, soulevant les talons aussi haut que vous le pouvez. 3. Tenez la pause au sommet, puis rabaissez lentement vos talons vers le bas.
it: 1. Stai dritto con i piedi alla larghezza dei fianchi e tieni un manubrio pesante in ogni mano, e le braccia lungo i fianchi. 2. Mantieni la schiena dritta, alzati lentamente sulle punte dei piedi, sollevando i talloni più in alto possibile. 3. Fai una pausa quando arrivi in alto, poi lentamente riabbassare i talloni indietro.
ja: 1. 腰幅に足を広げて立ち、重いダンベルをそれぞれの手に持ちます。腕は体の両脇に置きます。 2. 背筋はまっすぐにしたまま、両足のつま先でゆっくりと立ち、かかとを出来るだけ高く上げます。 3. 一番高い所で止まり、その後かかとをゆっくりと戻します。
nl: 1. Sta rechtop met je voeten op heupbreedte uit elkaar en houd een zware halter in elke hand, armen vlak naast het lichaam. 2. Terwijl je je rug recht houdt ga je langszaam op je tenen staan en til je hielen daarbij zo hoog mogelijk op. 3. Pauseer even op het hoogste punt en ga dan langszaam weer naar beneden.
pt: 1. Coloque-se em linha reta com os pés afastados à largura do quadril e segure num haltere pesado em cada mão. Os braços ao lado do corpo. 2. Mantendo as costas retas, levante lentamente os dedos de ambos os pés, elevando os calcanhares tão alto quanto conseguir. 3. Pause no topo, e em seguida, baixe lentamente os calcanhares de volta para baixo.
ru: 1. Встаньте прямо, поставьте ноги на ширине плеч, гантели в каждой руке, руки по бокам. 2. Держите спину прямо, медленно поднимитесь на носки обеих ног, поднимая пятки так высоко, как можете. 3. Задержитесь на носках, затем медленно опустите пятки.
sv: 1. Stå rakt med fötterna på en höftbredds avstånd och håll en tung hantel i varje hand, med armarna vid sidorna. 2. Medan du håller ryggen rak, ställ dig långsamt på tå och lyft hälarna så högt du kan. 3. Pausa när du är som högst och släpp sedan långsamt ner hälarna igen.
th: 1. ยืนตรงโดยให้เท้าทั้งสองข้างอยู่ห่างกันที่ระยะความกว้างของไหล่ ถือดัมเบลหนัก ๆ หนึ่งอันในมือแต่ละข้าง จัดให้แขนอยู่ที่ข้างลำตัว 2. จัดให้หลังตรง ค่อย ๆ เขย่งเท้าทั้งสองข้างโดยใช้นิ้วเท้ายกส้นเท้าขึ้นให้สูงที่สุดเท่าที่จะทำได้ 3. ค้างไว้ที่ส่วนบนสุดสักระยะ จากนั้นค่อย ๆ ลดระดับส้นเท้าลงสู่ด้านล่าง
tr: Tek Kollu Şınav

source: Single Arm Pushup
de: Einarmige Liegestütze
es: Flexión de Un Solo Brazo
fr: Pompe à Un Seul Bras
it: Piegamenti su un solo braccio
ja: シングルアームプッシュアップ
nl: Push-up met een arm
pt: Flexão com Braço Singular
ru: Отжимания на одном плече
sv: Armhävning med en arm
th: ท่าวิดพื้นด้วยแขนข้างเดียว
tr: 1. Standart şınav pozisyonunu farz edin: yüz üstü, ayaklar bitişik, eller yaklaşık olarak omuz mesafesi açıklığında ve hemen omuzların altında yere basıyor. Ayaklarınızı omuz açıklığı mesafesinden biraz daha fazla bir şekilde birbirinden uzaklaştırın. 2. Bir elinizi kaldırın ve sırtınızın üzerinde dinlendirin. 3. Diğer elinizi kullanarak, vücudunuzu sırtınız düz bir biçimde kalacak şekilde yerden yukarı doğru itin. Hareketin en üst seviyesinde, tam da dirseğinizi
