Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Sit on the machine with your back and head against the padded support. Place feet on the foot plate about hip width apart, ensuring the heels are flat. The legs should form an angle of about 90 degrees at the knee with a little variation either way as long as the heels sit flat on the plate. The knees should be in line with the feet and neither bowed inward nor outward. Your bottom should not be raised from the seat platform. If it is, and the legs are at too sharp an angle, then you need to adjust the seat back until the correct position is enabled. You can recognize this poor position when the knees seem to be in front of your eyes and you feel cramped. Grasp the assist handles.
de: Setzen Sie sich mit Ihrem Rücken und Kopf and die gepolsterte Stütze gelehnt auf die Maschine. Stellen Sie Ihre Füße hüftweit auf die Fußplatte, und gehen Sie sicher, daß Ihre Fersen flach sind. Die Beine sollten am Knie einen Winkel von ungefähr 90 Grad bilden, es kann etwas mehr oder weniger sein, so lange die Fersen flach auf der Platte stehen. Die Knie sollten mit den Füßen eine Linie bilden und weder nach innen noch nach außen gebogen sein. Ihr Hintern sollte sich nicht von der Sitzplattform bewegen. Wenn er dies tut, und die Beine sind zu sehr angewinkelt, müssen Sie den Sitz zurückstellen, bis die korrekte Position erreicht ist. Sie erkennen diese schlechte Position, wenn die Knie vor Ihren Augen erscheinen, und Sie sich eingeengt fühlen. Greifen Sie nach den Stützgriffen.
es: Siéntate en la máquina con la espalda y la cabeza apoyadas en la parte acolchada. Coloca los pies en el reposapiés, separados a la anchura de los hombros, y asegurándote de que los talones toquen la superficie. Las piernas deberán formar un ángulo de unos 90 grados en la rodilla, manteniendo siempre los talones apoyados en el reposapiés. Las rodillas deberán estar en línea con los pies y sin doblarse hacia fuera o hacia dentro. El trasero no deberá elevarse del asiento. Si lo hace, y las piernas forman un ángulo demasiado agudo, tendrás que ajustar el asiento hasta la posicion correcta. Podrás reconocer esta mala postura si tus rodillas parecen estar a la altura de tus ojos y te sientes un poco incómodo. Agarra los mangos de asistencia.
fr: Asseyez vous sur la machine avec le dos et la tête contre le support compensé. Placez vos pieds sur le repose-pieds avec le même écartement que vos hanches, les talons bien à plat. Les jambes doivent former un angle à peu près droit au genou avec une légère variation dans un sens ou dans l'autre tant que les talons restent posés sur le repose-pieds. Votre fessier ne doit pas décoller du siège. Si c'est le cas, et que les jambes forment un angle trop aigu, alors vous devez ajuster le dossier jusqu'à atteindre la position correcte. Vous pouvez reconnaître la mauvaise position au fait que vos genoux semblent être en face de vos yeux et vous vous sentez écrasé. Attrapez les poignées.
it: Siediti sulla macchina con la schiena e la testa contro l'imbottitura. Posiziona i piedi sulla pedana più o meno come larghezza dei fianchi, assicurandoti che i tacchi siano piatti. Le gambe devono formare un angolo di circa 90 gradi al ginocchio con una piccola variante in entrambi i casi purché i talloni siano appoggiati sulla pedana. Le ginocchia devono essere in linea con i piedi e né piegati verso l'interno né verso l'esterno. Il sedere non deve essere sollevato dal sedile. Se lo è, e le gambe sono ad un angolo troppo acuto, allora devi regolare il sedile fino a quando non trovi la posizione corretta. È possibile riconoscere questo posizione scorretta quando le ginocchia sembrano essere davanti ai tuoi occhi e ti senti contratto. Afferra le maniglie di supporto.
ja: 背中と頭をパッド付サポートにもたれさせ、マシンに座ります。およそのヒップの幅でフットプレートに足を置き、かかとが平らであることを確認します。脚は、かかとがプレート上で平らである限り、小さな変動を伴い膝が約９０度の角度を形成します。内側、または外側を向いておらず、膝は足と線上にあるべきです。底部は、シートのプラットフォームから離れてはいけません。もしそうであれば、ポジションは急角度過ぎるので、正しいポジションが可能になるまで調節する必要があります。この間違ったポジションは、膝が目の前にあるようで、窮屈に感じることで気付くことができます。アシストハンドルを掴みます。
nl: Ga op de machine zitten met je rug en hoofd op de daarvoor bestemde kussens. Zet je voeten vlak op de voetplaat op heupbreedte (dus de volle voet vlak op de plaat). Je benen moeten een hoek van ongeveer 90 graden vormen. De knieën moeten in lijn zijn met je voeten en heupen, niet naar binnen of buiten wijzen. Je billen moeten het zitgedeelte raken, niet omhoog steken. Als dat wel zo is hebben je knieën niet de juiste hoek en moet je de zitting iets verstellen totdat de juiste positie is bereikt. Een slechte positie kun je makkelijk herkennen als je knieën je uitzicht belemmeren en je je verkrampt gaat voelen. Vraag eventueel assistentie om het apparaat goed in te stellen.
pt: Sente-se na máquina com as costas e cabeça no apoio acolchoado. Coloque os pés sobre a placa dos pés com distância da sua cintura entre eles, garantido que a sola está plana. As pernas devem formar um ângulo de aproximadamente 90 graus no joelho com uma pequena variação desde que a sola fique sempre horizontalmente à placa. Os joelhos devem estar alinhados com os pés e nunca curvados para dentro ou para fora. A parte inferior do seu corpo não pode levantar da plataforma. Se isso acontecer, as pernas irão estar num angulo muito acentuado, necessitando para isso que ajuste o banco até à posição correta. Pode dar conta desta situação, se os seus joelhos ficarem à frente dos seus olhos ou se sentir apartado. Segurar nas alças pode ajudar.
ru: Сядьте на тренажер, спиной и головой обопритесь о спинку сиденья. Ноги поставьте на платформу, на ширине бедер. Убедитесь, что вся стопа упирается в платформу. Ноги должны быть согнуты до угла 90 градусов в коленях, с небольшими вариациями при условии что стопы будут полностью касаться платформы. Колени должны быть на одном уровне со стопами, не вывернуты ни внутрь, ни наружу. Таз не должен отставать от сидения. Если это так, а ноги согнуты под острым углом,- необходимо настроить спинку сиденья до достижения правильного положения. Вы поймете, что сидите неправильно если колени будут напротив ваших глаз и вам будет тесно. Возьмитесь за вспомогательные поручни.
sv: Sitt på maskinen med ryggen och huvudet mot ryggstödet. Lägg fötterna på fotstödet med ungefär en höfts mellanrum, se till att hälarna har kontakt med fotstödet. Benen ska forma en vinkel på ungefär 90 grader i knävecken, lite variation åt något håll gör inget så länge hälarna har kontakt med fotstödet. Knäna ska vara parallella med fötterna och varken böjda inåt eller utåt. Rumpan ska inte lyftas från sätet. Om den gör det, och vinkeln i knävecken är för stor, så behöver du justera ryggstödet tills korrekt position uppnås. Du vet att positionen inte är korrekt när knäna verkar befinna sig framför dina ögon och du känner att kramp är på väg. Ta tag i stödhandtagen.
th: ให้คุณนั่งที่ที่นั่งของอุปกรณ์โดยให้หลังและศีรษะชนกับแผ่นวางหลัง วางเท้าบนที่วางเท้าโดยให้เท้าห่างกันที่ความกว้างของสะโพก ตรวจสอบให้แน่ใจว่าส้นเท้าวางแบบชิดกับแผ่นวางเท้า ขาของคุณควรทำมุม 90 องศาที่บริเวณเข่า โดยที่อาจมีค่าคลาดเคลื่อนจากนี้เล็กน้อยตราบเท่าที่ส้นเท้าแนบชิดกับแผ่นวางเท้า เข่าควรอยู่ในเส้นเดียวดันกับเท้าและไม่โค้งเข้าด้านในหรือโค้งออกด้านนอก ก้นของคุณไม่ควรยกขึ้นจากที่นั่ง หากก้นยกขึ้น นั่นแสดงว่าขาของคุณทำมุมแหลมเกินไป คุณควรปรับที่นั่งให้ไปด้านหลังจนกระทั่งได้ท่าที่ถูกต้อง คุณสามารถบอกได้ว่านั่งอยู่ในท่าที่ไม่เหมาะสมได้โดยการสังเกตุที่เข่า หากเข่าอยู่ตรงระดับตาของคุณและคุณรู้สึกว่าแคบเกินไป ให้คุณใช้ด้ามจับช่วย
tr: Makineye başınız ve sırtınız yastıklı desteğe gelecek şekilde oturun. Ayaklarınızı, ayak plakasına kalça açıklığında yerleştirin ve topuklarınızın düz bir şekilde basıyor olduğundan emin olun. Topuklar plakaya düz bir şekilde bastığı sürece bacaklarınız dizlerden aşağı yukarı 90 derecelik bir açı oluşturmalıdır. Dizler, ne içeri ne de dışarı bükük olmadan, ayaklarla aynı hizada olmalıdır. Kalçanız koltuktan yukarı kalkmamalıdır. Eğer kalkıyorsa ve bacaklarınız çok keskin bir açıdaysa, o zaman doğru pozisyon elde edilene kadar koltuk ayarı yapılmalıdır. Bu hatalı pozisyonu, dizleriniz gözlerinizin önünde duruyor ve kramp girmiş gibi hissediyorsanız tanırsınız. Yardımcı tutamaçları kavrayın.

source: Leg Extensions
de: Beinstrecken
es: Extensiones de Pierna
fr: Extensions de jambes
it: Estenzioni delle gambe
ja: レッグエクステンション
nl: Benen oefening
pt: Extensões de Pernas
ru: Разгибания ног
sv: Benspark
th: ท่าเหยียดขาตรง
tr: Makinede Ön Bacak

source: Slowly raise the weight by extending both legs upwards to the straightened position. Do not jerk the weight up. Hold this position for one second. Slowly lower the weight back to the start position. Repeat movement.
de: Heben Sie das Gewicht langsam, indem Sie beide Beine nach oben zu einer ausgestreckten Position bringen. Ziehen Sie das Gewicht nicht ruckartig nach oben. Halten Sie diese Position für eine Sekunde. Lassen Sie das Gewicht langsam zur Anfangsposition zurückkommen. Wiederholen Sie die Übung.
es: Eleva lentamente el peso extendiendo ambas piernas hacia arriba, hasta que estén rectas. No las subas de repente. Mantén esta posición durante un segundo. Vuelve a la posición inicial lentamente. Repite el movimiento.
fr: Soulevez lentement le poids en dépliant les jambes en hauteur jusqu'à la position tendue. Ne faites pas tressauter le poids. Tenez cette position une seconde. Descendez lentement le poids jusqu'à la position initiale. Répétez le mouvement.
it: Solleva lentamente il peso estendendo entrambe le gambe verso l'alto fino alla posizione raddrizzata. Non strattonare in alto il peso. Mantieni questa posizione per un secondo. Abbassa lentamente il peso indietro alla posizione di partenza. Ripeti il movimento.
ja: 両方の脚を真っ直ぐなポジションまで上向きに伸ばすことで、ゆっくりとウェイトを持ち上げます。ウェイトを急に動かしてはいけません。このポジションを一秒間保ちます。ゆっくりとウェイトを開始ポジションに下げます。動きを繰り返します。
nl: Breng langszaam het gewicht omhoog door de benen te strekken in horizontale positie. Doe het langszaam voor beter resultaat. Houdt die positie een paar tellen vast en dan weer langszaam terug naar de startpositie. Herhaal de beweging.
pt: Levante lentamente o peso, estendendo as pernas para cima até à posição direita. Nunca sacuda o peso para cima. Mantenha-se nesta posição durante um segundo. Deixe cair o peso lentamente para a posição inicial.Repita o movimento.
ru: Медленно поднимайте вес, приподнимая и распрямляя обе ноги. Не поднимайте вес рывком.Задержитесь в этом положении на одну секунду. Медленно опустите вес обратно в исходное положение. Повторите движение.
sv: Lyft sakta vikten genom att sträcka ut båda benen uppåt till utsträckt position. Lyft inte upp vikten med ett ryck. Håll denna position i en sekund och sänk sedan ned vikten tillbaka till startpositionen. Upprepa rörelse.
th: ให้คุณค่อย ๆ ยกน้ำหนักขึ้นโดยเหยียดขาทั้งสองข้างให้ตรงและยื่นไปข้างหน้า อย่าเหยียดขาเพื่อดึงน้ำหนักออกไปอย่างแรง ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นค่อย ๆ ลดระดับลงเพื่อกลับสู่ท่าเริ่มต้น จากนั้นให้ทำซ้ำท่าเดิม
tr: İki bacağınızı birden yukarı kaldırarak düz pozisyona getirmek için ağırlıkları kaldırın. Ağırlığı ani bir şekilde yukarı fırlatmayın. Pozisyonu bir saniyeliğine tutun. Ağırlığı yavaşça başlangıç pozisyonuna doğru alçaltın. Hareketi tekrar edin.

source: Dumbbell Lunges
de: Hantelausfallschritte
es: Lunges con Mancuerna
fr: Fentes de haltèrres
it: Affondi con manubri
ja: ダンベルランジ
nl: Halter knieval
pt: Alongamento com Haltere
ru: Выпады с гантелями
sv: Hantelutfall
th: ท่าถือดัมเบลยื่นไปข้างหน้า
tr: Dambılla Öne Bacak Açma

source: Stand with dumbbells grasped to sides. Lunge forward with first leg. Land on heel then forefoot. Lower body by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Return to original standing position by forcibly extending hip and knee of forward leg. Repeat by alternating lunge with opposite leg.
de: Stellen Sie sich mit Hanteln an den Seiten gehalten hin. Schreiten Sie mit dem ersten Bein nach vorne. Landen Sie auf der Ferse und dann auf dem Vorderfuß. Lassen Sie Ihren Körper herab, indem Sie Ihr Knie und Ihre Hüfte des vorderen Beins herunterlassen, bis das Knie des hinteren Beins fast mit dem Boden Kontakt hat. Gehen Sie zur stehenden Anfangsposition zurück, indem Sie die Hüfte und das Knie des vorderen Beins zum Ausstrecken zwingen. Wiederholen Sie diese abwechselnden Schritte mit dem anderen Bein.
es: De pie, con las mancuernas a los lados. Embiste hacia adelante con una pierna. Apóyate en el talón y después en la parte anterior del pie. Baja el cuerpo flexionando la rodilla y cadera de la pierna delantera, hasta que la rodilla de la pierna trasera esté casi en contacto con el suelo . Vuelve a la posición inicial de pie, extendiendo la cadera y la rodilla de la pierna delantera. Repite alternando ambas piernas.
fr: Tenez vous debout en serrant les haltères sur les côtés. Faites en fente en avant avec la première jambe. Atterrissez d'abord sur le talon puis sur le devant du pied. Abaissez le corps en pliant le genou et la hanche de la jambe avant jusqu'à ce que le genou de la jambe arrrière soit presque en contact avec le sol. Revenez à la position de départ en forçant pour étendre la hanche et le genou de la jambe avant. Recommencez en répétant la fente avec l'autre jambe.
it: Stai in piedi con manubri impugnati lateralmente. Affonda in avanti con la prima gamba. Atterra col tallone e poi con l’avampiede. Abbassa il corpo flettendo il ginocchio e i fianchi della gamba anteriore fino a che il ginocchio della gamba posteriore è quasi a contatto con il pavimento. Ritorna alla posizione eretta originale forzando l’estensione dell'anca e del ginocchio della gamba in avanti. Ripeti alternando l’affondo con la gamba opposta.
ja: ダンベルを横に掴んで立ちます。最初の脚で前にランジします。かかとで着地し、その後前足で着地します。後ろ脚の膝がもうすぐ床に接触するまで膝と前脚のヒップを曲げ、体を低きします。前脚のヒップと膝を強制的に伸ばし、元の立ちポジションに戻ります。反対側の脚と交代して、ランジを繰り返します。
nl: Sta rechtop met de halters langs je lichaam. Zet een been een stapje naar voren met eerst de hiel en dan de rest van de voet. Laat je lichaam zakken door je knie te buigen tot je achterste knie bijna de grond raakt. Houdt de rug recht en vertikaal bij deze oefening. Ga dan terug naar de startpositie in een snelle beweging. Herhaal de oefening met het andere been.
pt: Fique de pé com os halteres pendurados de lado. Mova para a frente uma perna. Apoie primeiro o calcanhar e só depois o restante pé. Abaixe o corpo fletindo o joelho e cintura até a perna de trás ficar praticamente em contacto com o chão. Retorne para a posição inicial recorrendo à força da perna da frente. Repita o procedimento com a outra perna.
ru: Займите положение стоя с гантелями по бокам. Сделайте выпад первой ногой. Опуститесь на пятку, затем на стопу. Опустите туловище, сгибая колено и бедро передней ноги до те пор пока колено задней ноги не будет почти касаться пола. Вернитесь в исходное положение стоя, с силой распрямив колено и бедро передней ноги. Повторите выпад , опираясь на другую ногу.
sv: Stå med hantlarna hängande längs med sidorna. Gör ett utfall framåt med första benet. Landa på hälen först och sedan framfoten. Sänk kroppen genom att böja på knä och höft på det främre benet tills knät på det bakre benet nästan är i kontakt med golvet. Återvänd till startpositionen genom att sträcka ut knä och höft på det främre benet. Repetera med andra benet framåt.
th: ในท่านี้ ให้คุณยืนและถือดัมเบลไว้ที่ข้างลำตัว จากนั้นยื่นตัวไปข้างหน้าด้วยเท้าข้างแรก ลงสู่พื้นบนส้นเท้าจากนั้นบนปลายเท้า ลดระดับตัวลงโดยการงอเข่าและสะโพกของขาที่อยู่ข้างหน้าจนกระทั่งเข่าของขาส่วนหลังเกือบสัมผัสกับพื้น กลับสู่ท่ายืนโดยการใช้แรงยืดสะโพกและเข่าของขาที่อยู่ข้างหน้า ทำซ้ำโดยสลับขาอีกข้างหนึ่ง
tr: Dambıllar yanlarınızda kavranmış bir şekilde ayakta durun. İlk ayakla öne doğru bir adım atım. Önce topuğa, daha sonra ön ayak kısmına basın. Dizinizi ve ön bacak uyluğunuzu, arka bacak yerle neredeyse temas haline gelene kadar kırın. Öndeki bacağın diz ve kalçasını güç uygulayarak uzatarak başlangıç pozisyonuna geri dönün. Bacağı değiştirerek öne açmayı tekrar edin.

source: Cable Back Kicks
de: Kabelzurückziehen
es: Patada hacia Atrás con Cable
fr: Coups de câble en arrrière
it: Calci indietro con i cavi
ja: ケーブルバックキック
nl: Kabel terugtrappen
pt: Pontapés Traseiros com Cabo
ru: Махи назад с помощью троса нижнего блока
sv: Kick-bak med vajer
th: ท่าดึงเคเบิ้ลโดยเตะเท้าไปด้านหลัง
tr: Makinede Bacak Geri İtiş

source: Attach a cuff to the end of the cable running through the low pulley. Fasten the cuff around your ankle. Stand in front of the weight stack and grasp the edge of the machine for support: Tilt your pelvis forward. Bring your leg back.
de: Befestigen Sie eine Schlaufe an das Ende des Kabels, daß durch die untere Rolle läuft. Bringen Sie die Schlaufe um Ihr Fußgelenk. Stellen Sie sich vor den Gewichtsstapel und halten Sie sich am Rand der Maschine zur Unterstützung fest. Neigen Sie Ihr Becken nach vorne. Bringen Sie Ihr Bein zurück.
es: Ajusta un manguito al final del cable y a través de la polea inferior. Ponte el manguito en el tobillo. Colócate de pie delante de la máquina y agárrate al borde para sujetarte. Inclina la pelvis hacia adelante. Mueve la pierna hacia atrás.
fr: Attachez une sangle au bout du câble passant dans le moyeux inférieur. Nouez la sangle autour de votre cheville. Tenez-vous en face du poids et attrapez le bord de la machine pour vous tenir. Poussez votre pelvis en avant. Ramenez votre jambe en arrière.
it: Lega un polsiera all'estremità del cavo che attraversa la puleggia bassa. Fissa la polsiera intorno alla caviglia. Stai davanti al pacco pesi e afferra il bordo della macchina per il supporto: Inclina il bacino in avanti. Portare la gamba dietro.
ja: 低滑車を介して、ケーブルの端にカフを取り付けます。カフを足首の周りに固定します。ウェイトスタックの前に立ち、サポートのためにマシンの端を掴みます： 骨盤を前方に傾けます。脚を後ろに持っていきます。
nl: Bevestig een manchet aan de kabel over de lage katrol. Maak de manchet om je enkel vast. Ga dan voor de machine staan en houd je daar aan vast voor ondersteuning. Kantel je bekken naar voren. Breng dan je been met het manchet zo ver mogelijk naar achteren.
pt: Anexe uma braçadeira na extremidade do cabo atravessan a partir da polia. Aperte a braçadeira em redor do seu tornozelo. Fique de frente para o poste e segure-se na borda da máquina para se equilibrar. Traga a perna para trás.
ru: Прикрепите лямку к тросу нижнего блока. Закрепите лямку вокруг лодыжки. Станьте напротив весового блока и обхватите руками рукоятку тренажера: Наклоните таз вперед. Отведите ногу назад.
sv: Fäst en fotmanschett i änden av den lägre vajern. Fäst fotmanschetten runt vristen. Stå framför viktmagasinet och ta tag i kanten av ställningen för stöd: vrid fram bäckenet. Dra benet bakåt.
th: ติดผ้าพันขาไว้ที่ส่วนปลายของสายเคเบิ้ลที่ต่อไปยังรอกระดับต่ำ รัดผ้าพันขารอบข้อเท้าของคุณ ยืนที่ด้านหน้าของชั้นน้ำหนัก จับที่ส่วนปลายของอุปกรณ์บริหารร่างกายเพื่อช่วยพยุงตัว เอียงเชิงกรานของคุณไปข้างหน้า เตะเท้าไปที่ด้านหลังและนำเท้าของคุณกลับมา
tr: Alt makarada bulunan kablonun sonuna bir kelepçe ekleyin. Kelepçeyi ayak bileğinize takın. Ağırlık yığınının önünde durun ve destek için makinenin kenarına tutunun: Leğen kemiğinizi öne doğru itin. Bacağınızı geriye doğru itin.

source: Dumbbell Squats
de: Hantelkniebeugen
es: Sentadillas con Mancuerna
fr: Poussées de haltèes
it: Squat con manubri
ja: ダンベルスクワット
nl: Hurken met halters
pt: Abaixamento com Haltere
ru: Приседания с гантелями
sv: Knäböj med hantlar
th: ท่ายกดัมเบลและย่อตัวลง
tr: Dambıllı Çöküşler

source: Stand with your feet slightly apart and grasp a dumbbell in each hand with your arms hanging down at your sides: - Look straight ahead, slightly arch your back, and squat down. - Once your things are parallel to the floor, straighten your legs to return to the starting position. - Exhale as you complete the movement.
de: Stellen Sie sich mit leicht gespreizten Füßen hin, halten Sie in jeder Hand eine Hantel fest, und lassen Sie Ihre Arme an den Seiten herunterhängen: - Gucken Sie gerade nach vorne, wölben Sie Ihren Rücken etwas, und gehen Sie in die Hocke. - Wenn Ihre Oberschenkel parallel zum Boden sind, strecken Sie Ihre Beine, und gehen Sie zur Anfangsposition zurück. - Atmen Sie bei der Vollendung der Bewegung aus.
es: De pie y con los pies ligeramente separados, sujeta una mancuerna en cada mano, con los brazos colgando a ambos lados: ⁃ Mira al frente, arquea ligeramente la espalda y haz una sentadilla. ⁃ Una vez que tus muslos estén paralelos al suelo, endereza las piernas hasta volver a la posición inicial. ⁃ Exhala mientras completas el movimiento.
fr: Tenez-vous debout avec vos pieds légèrement écartés et attrapez un haltère dans chaque main avec les mains pendant le long de votre corps. ⁃Regardez droit devant, arquez simplement votre dos, et poussez vers le bas. ⁃Une fois que vos objets soont parrallèles auu sol, raidissez vos jambes pour revenir à la position initiale. ⁃Expirez en effectuant le mouvement.
it: Stai con i piedi leggermente divaricati e afferra un manubrio in ogni mano con le braccia penzoloni lungo i fianchi: - Guarda davanti a te, inarca leggermente la schiena e accovacciati. - Una volta che le tue cosce sono parallele al pavimento, raddrizza le gambe per tornare alla posizione di partenza. - Espira quando completi il movimento.
ja: 脚をわずかに開き、それぞれの手にダンベルを持って、上を体の横に垂らします： ‐前を見て、背中をわずかにアーチ型にし、スクワットダウンします。 ‐大腿部が床と平行になると、脚を真っ直ぐにして開始ポジションに戻ります。 ‐動きの完了として、息を吐きます。
pt: Fique em pé com os pés ligeiramente afastados e agarre num haltere em cada mão com os braços pendurados para baixo: - Olhe para a frente, abaixe-se arqueando ligeiramente as costas. - Assim que os halters fiquem paralelos ao chão, estique as pernas para voltar à posição inicial. - Expire quando completar o movimento.
ru: Встаньте прямо, слегка расставив ноги и возьмите по гантеле в каждую ладонь, руки опущены вниз по бокам: - Смотрите прямо перед собой, слегка прогните спину и присядьте. -После того как ваше бедро окажется параллельно полу, выпрямите ноги и вернитесь в исходное положение. - Сделайте выдох, возвращаясь в исходное положение.
sv: Stå lätt bredbent och ta en hantel i varje hand med armarna hängande längs med sidorna: - Håll blicken framåt, böj lätt på ryggen och gör ett knäböj. - När låren är parallella med golvet sträcker du ut benen för att återvända till startpositionen. - Andas ut när du slutför rörelsen.
tr: Bacaklarınız hafif aralık şekilde ayakta durun ve kollarınız yanlardan sarkacak şekilde her elinizde bir dambıl tutun: -Tam karşıya bakın, belinizi hafif yay haline getirin ve aşağı çökün. - Uyluklarınız zemine paralel olduğunda, başlangıç pozisyonuna dönmek için bacaklarınızı düzleştirin. - Hareketi tamamlarken nefes verin.

source: Front Squats
de: Frontkniebeugen
es: Sentadillas Delanteras
fr: Poussées avant
it: Squat frontali
ja: フロントスクワット
nl: Voorkant Hurken
pt: Elevação Frontal
ru: Передние приседания
sv: Frontknäböj
th: ท่ายกบาร์น้ำหนักที่กล้ามเนื้อโคนแขนและย่อตัวลง
tr: Ön Çöküşler
