Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Your stance is about shoulder width apart with your feet pointed ahead to slightly out. You should now lower your butt until your quads are roughly parallel to the floor. The bar should be just ahead of your shins. Now grip the barbell with both hands so that your grip is spaced slightly outside your legs. With a lumbar arch in your back push with your legs and lift with your back simulaneously so that the bar clears your knees and comes to rest at your hips. Your shoulders and knees should be locked fully and your arms should be straight during the entire attempt.
de: Ihre Stellung ist ungefähr eine Schulterlänge auseinander, mit Ihren Füßen geradeaus gestreckt und etwas nach vorne gestellt. Jetzt sollten Sie Ihren Hintern senken, bis Ihre Quads ungefähr paralle mit dem Boden sind. Die Stange sollte knapp vor Ihren Schienbeinen sein. Greifen Sie nun mit beiden Händen nach der Hantel, so daß Ihr Griff einen geringen Abstand von Ihren Beinen hat. Drücken Sie sich durch eine Lendenwölbung im Rücken mit den Füßen ab, und heben Sie gleichzeitig mit Ihrem Rücken, so daß die Stange Ihre Knie verläßt und auf Ihren Hüften zur Ruhe kommt. Ihre Schultern und Knie sollten voll gesperrt sein, und Ihre Arme sollten während des ganzen Versuchs gerade sein.
es: Posición inicial de piernas separadas a la anchura de los hombros y con los pies apuntando hacia adelante. Baja el trasero hasta que los cuádriceps estén más o menos paralelos al suelo. La barra deberá estar justo por delante de las espinillas. Agarra la haltera con ambas manos para que haya un ligero espacio por fuera de las piernas. Con un arco lumbar, empuja con las piernas y eleva la espalda simultáneamente para que la barra evite las rodillas y repose en la cadera. Los hombros y las piernas deberán estar juntos y los brazos rectos durante todo el ejercicio.
fr: Vos jambes doivent être à peu près aussi écartées que vos épaules, avec vos pieds pointés légèrement vers l'extérieur. Vous ne devez pas abaisser votre fessier avant que vos cuisses soient parallèles au sol. La barre soit se trouver juste devant vos tibias. Attrapez maintenant la barre avec vos deux mains de façon à ce que votre prise se trouve légèrement en dehors de vos jambes. Avec une barre lombaire dans votre dos, poussez avec vos jambes et soulevez simultanément avec votre dos de façon à ce que la barre dépasse vos genoux et arrive à la hauteur de vos hanches. Vos épaules et vos genoux doivent être bloqués et vos bras doivent être droits pendant tout l'exercice.
it: La tua posizione è circa quanto la larghezza delle spalle con i piedi puntati leggermente più avanti. Ora devi abbassare il sedere fino a quando i quadricipiti sono più o meno paralleli al pavimento. La barra deve essere proprio davanti ai tuoi stinchi. Ora afferra il bilanciere con entrambe le mani in modo che la presa sia distanziata leggermente rispetto alle gambe. Con un arco lombare nella schiena, spingi con le gambe e solleva con la schiena simultaneamente in modo che la barra arriva alle ginocchia e si ferma presso i fianchi. Le spalle e le ginocchia devono essere bloccate completamente e le braccia devono essere dritte durante l'intero tentativo.
ja: スタンスは、つま先を少し外側に開け、肩幅に脚を開きます。そこから、大腿四頭筋が床とほぼ平行になるまで臀部を下げます。バーは、すねのちょうど先にあるべきです。そして、グリップの間隔は脚の少し外側で、両手でバーベルを掴みます。腰椎をアーチ型にしながら足と背中で押し、同時に背中を持ち上げることで、バーは膝から離れ、ヒップに横たわります。肩と膝は完全に固定され、腕は試行中は常に真っ直ぐでなければなりません。
nl: Je houding is als volgt: je voeten staan iets naar buiten gericht op schouderbreedte uit elkaar. Neem een zittende houding aan door je billenpartij naar beneden te brengen totdat je bovenbenen ongeveer parallel zijn met de vloer. De halter is nu vlak voor je schenen. Pak nu de halter vast met beide handen zodanig dat je handen zich net buiten je knieën bevinden. Maak dan een licht holle rug en til de halter op door je benen te strekken en je armen recht te houden. Met je benen tillen dus. Als het gewicht op heuphoogte is zet je je benen en knieën op slot.
pt: A sua postura tem a ver com a largura dos ombros, com os pés apontados para a frente um pouco para fora. Agora deve baixar o seu rabo até que a sua anca fique aproximadamente paralela ao chão. A barra deve ficar mesmo à frente das suas pernas. Agora agarre o haltere com as duas mãos de forma a que este movimento fique ligeiramente espaçado do lado de fora das suas pernas. Com um arco lombar nas suas costas empurre com as pernas e levante com as costas ao mesmo tempo para que a barra passe os joelhos e fique repousada nas suas ancas. Os seus ombros e joelhos devem estar totalmente bloqueados e os braços esticados durante toda a tentativa.
ru: Ноги на ширине плеч. Приседайте, пока квадрицепсы не будут примерно параллельно полу. Штанга прямо напротив голеней. Теперь возьмите штангу обеими руками таким образом, чтобы хват был слегка смещен за пределы ног. Со слегка прогнутой поясницей осуществяете толчок ногами и одновременно поднимаете спину так, чтобы штанга прошла колени и оказалась на уровне бедер. Плечи и колени выпрямлены и не двигаются, руки выпрямлены на протяжении всего процесса.
sv: Din fotställning ska vara axelbred, och dina fötter ska vara lätt riktade utåt. Du ska nu sänka din bakdel tills dina lår är parallella med golvet. Stången ska vara strax framför dina skenben. Ta nu tag i skivstången med båda händer så att ditt grepp är något bredare än avståndet mellan dina ben. Med en lätt böjning i ländryggen trycker du ifrån med dina ben och lyfter samtidigt med din rygg så att stången går förbi dina knän och stannar vid din höft. Dina axlar och knän ska låsas och dina armar ska hållas raka under hela lyftet.
th: ให้คุณยืนกางขาเท่ากับความกว้างของไหล่โดยที่ให้เท้าชี้ไปข้างหน้าและเปิดออกเล็กน้อย จากนั้นให้งอก้นลงด้านล่างจนกว่าทั้งขาและแขนของคุณตั้งตรงขนานกับพื้น บาร์ควรอยู่ด้านหน้าน่องของคุณ ตอนนี้ให้คุณจับที่อุปกรณ์บาร์น้ำหนักด้วยมือทั้งสองและให้มือทั้งสองนั้นอยู่ห่างจากขาส่วนนอกเล็กน้อย ใช้ส่วนโค้งของหลังบริเวณเอวและดันด้วยขาทั้งสองข้าง จากนั้นยกโดยการใช้หลังไปพร้อม ๆ กัน ให้บาร์น้ำหนักผ่านจากเข่ามาพักที่สะโพกของคุณ ล็อคไหล่และเข่าของคุณไว้อย่างเต็มที่ และแขนของคุณควรเหยียดตรงตลอดเวลา
tr: Duruşunuz; ayakuçlarınız öne doğru ve hafif dışarıda şekilde, gövdeniz ise yaklaşık olarak bir omuz açıklığı genişliğinde olsun. Şimdi, ön bacak kaslarınız aşağı yukarı yere paralel olana kadar kalçanızı alçaltın. Bar, kaval kemiklerinizin biraz yukarısında olmalı. Şimdi, halteri iki elinizle, kavrayışınız bacaklarınızın biraz dışında olacak şekilde kavrayın. Belinizde bel kemeriyle, ayaklarınızla iterken aynı anda belinizle kaldırın; böylece bar dizlerinizi geçerek kalçanızda durur. Kaldırma girişiminizin tüm aşamalarında omuzlarınız ve dizleriniz tamamen kilitli olmalıdır ve kollarınız düz olmalıdır.

source: Lat Pull-Downs
de: Latziehen
es: Jalones Laterales
fr: Levers de poids latéraux
it: Lat pulldown
ja: ラットプルダウン
nl: Lat trekken
pt: Pulldowns Dorsais
ru: Вертикальная тяга
sv: Latsdrag
th: ท่าดึงบาร์ลงด้านล่างโดยใช้กล้ามเนื้อหลัง
tr: Yana Doğru Kanat Çekiş

source: Attach a long bar to the lat pulldown machine, and adjust the thigh pads so that when you are sitting your knees are at right angles and feet flat on the ground. Grasp the bar using a wide grip and sit down maintaining the upper body in an upright position, slightly leaning back from the hips. Pull the bar in front of your face to the top of your chest and pause. Slowly release the bar back to the starting position by straightening your arms.
de: Befestigen Sie eine lange Stange an die Latzug-Maschine, und stellen Sie die Oberschenkelpolster so ein, daß beim Sitzen Ihre Knie rechtwinklig und Ihre Füße flach auf dem Boden sind. Fassen Sie die Stange mit einem weiten Griff, setzen Sie sich mit einem aufrecht gehaltenen Oberkörper hin, und lehnen Sie etwas weg von Ihren Hüften. Ziehen Sie die Stange vor Ihr Gesicht zum Anfang Ihrer Brust, und halten Sie inne. Lassen Sie die Stange langsam zur Anfangsposition zurückgleiten, indem Sie Ihre Arme ausstrecken.
es: Fija una barra larga a la máquina de jalones laterales y ajusta los cojinetes para que cuando estés sentado tus rodillas estén en ángulo recto y las plantas de los pies apoyadas en el suelo. Agarra la barra y siéntate manteniendo la parte superior del cuerpo en posición recta, con una ligera inclinación hacia atrás desde las caderas. Levanta la barra de delante de tu rostro hasta la parte de arriba del pecho y haz una pausa. Lentamente, vuelve a dejar la barra en la posición inicial, estirando los brazos.
fr: Attachez une longue barre à la machine de lever de poids, et ajustez les pads de façon à ce que lorsque vous soyez assis vos genoux soient à angle droit et vos pieds posés au sol. Attrapez la barre fermement et asseyez-vous en maintenant la partie supérieure de votre corps légèrement penchée à partir des hanches. Soulevez la barre devant votre visage jusqu'en haut de votre buste et maintenez. Laissez lentement la barre revenir à la position initiale en redressant vos bras.
it: Fissa una barra lunga alla lat pulldown machine e regola l’imbottitura della coscia in modo che quando si è seduti le ginocchia sono ad angolo retto e i piedi appoggiati a terra. Afferra la barra con una presa larga e siediti mantenendo la parte superiore del corpo in posizione verticale, leggermente pendente indietro dalle anche. Tira la barra di fronte al tuo viso fino alla parte superiore del torace e attendi. Rilascia lentamente la barra di nuovo alla posizione di partenza raddrizzando le braccia.
ja: ラットプルダウンのマシンにロングバーを取り付け、座っている時に大腿部パッドを調節することで膝は正しい角度で、足は地面に平坦に着けます。ワイドグリップを使い、上半身を真っ直ぐにして、少しだけヒップから傾けるポジションに保ちながら座ります。顔の前から胸の上にバーを引き、停止します。腕を真っ直ぐにして、ゆっくりとバーを開始ポジションに戻します。
nl: Bevestig een lange staaf op de lat pull down machine en pas de dijen kussentjes aan zodat je knieën in een rechte hoek staan en je voeten plat op de grond. Pak de staaf vast met een brede grip en blijf rechtop zitten, maar leun iets achterover vanuit de heupen. Trek de bar dan naar je gezicht toe en langszaam naar je borst en houdt dat even vast. Dan langszaam terug naar de uitgangspositie door je armen te strekken.
pt: Anexar uma longa barra à máquina de pulldowns e ajustar as almofadas de coxa de modo a que quando estiver sentado os seus joelhos estejam nos ângulos corretos e os pés apoiados no chão. Segure a barra com bastante força e sente-se mantendo a parte superior do corpo na posição vertical, ligeiramente inclinado para trás nas ancas. Puxe a barra à frente do seu rosto para cima do seu peito e pare. Lentamente, solte a barra de volta à posição inicial, endireitando os seus braços.
ru: Прикрепите длинную перекладину к тренажеру, созданному для укрепления широчайшей мышцы спины и настройте ручки на перекладине таким образом, чтобы ваши колени были под прямым углом когда вы сидите, а ступни полностью касались пола. Возьмитесь за перекладину широким хватом и сядьте, удерживая верхнюю часть туловища в вертикальном положении, слегка откинувшись назад от бедер. Подтяните перекладину к лицу, затем к верхней части груди и замрите. Медленно опустите перекладину и вернитесь в исходное положение, выпрямляя руки.
sv: Fäst en lång stång till latsdragmaskinen, och justera lårkuddarna så att du, när du sitter ner, har knäna vinkelräta och dina fötter är i golvet. Ta tag i stången med ett brett grepp och sitt ner med överkroppen i en fortsatt upprätt ställning, men med lätt bakåtlutning från höfterna. Dra ner stången framför ditt ansikte till ditt bröst och pausa ett ögonblick. Släpp långsamt tillbaka stången till startposition genom att räta ut dina armar.
th: ติดบาร์ยาวเข้ากับอุปกรณ์ ปรับระดับความสูงให้เหมาะสมโดยให้เข่าของคุณอยู่ในมุมที่ถูกต้องและเท้าแนบกับพื้น จับที่บาร์โดยใช้การยึดแบบกว้าง นั่งลงที่ม้านั่งและให้ร่างกายส่วนบนอยู่ในท่าตั้งตรง ใช้สะโพกเพื่อเอนไปด้านหลังเล็กน้อย ดึงบาร์ที่อยู่หน้าของคุณมาถึงส่วนอกและค้างไว้ จากนั้นค่อย ๆ ปล่อยบาร์ให้กลับไปอยู่ในท่าเริ่มต้นโดยการยืดแขนออก
tr: Kanat çekme makinesine uzun bir bar bağlayın ve oturduğunuzda dizleriniz dik açıda ve ayaklarınız yere düz basacak şekilde kalça yastıklarını ayarlayın. Geniş bir kavrayışla barı kavrayın ve üst vücudunuzu kalçalardan hafifçe arkaya eğilerek dik bir pozisyonda tutun. Halteri yüzünüzün önüne doğru göğsünüzden yukarı doğru çekin ve duraklayın. Kollarınızı yavaşça düzleştirerek başlangıç pozisyonuna geri dönün.

source: Seated Rows
de: Sitzendes Rudern
es: Remadas Sentado
fr: Exercices assis
it: Seated row
ja: 座りロ
nl: Zittend Roeien
pt: Remada sentada
ru: Гребная тяга сидя
sv: Sittande rodd
th: ท่านั่งดึงตุ้มน้ำหนัก
tr: Oturarak Makinede Çekiş

source: To begin the seated row take hold of the handles of your favorite bar (it could be like the one shown). Sit with your back straight while keeping your legs bent and feet against the metal block. Extend your arms feeling your lats stretch. Pull the weight back into your body until the handles touch your abdomen.
de: Um mit dem sitzenden Rudern anzufangen, greifen Sie die Griffe Ihrer Lieblingsstange (es könnte die sein, die gezeigt wird). Setzen Sie sich mit einem geraden Rücken hin, während Ihre Beine angewinkelt sind, und Sie Ihre Füße gegen den Metallblock stellen. Dehnen Sie Ihre Arme aus, und fühlen Sie, wie Ihre Rückenmuskeln sich dehnen. Ziehen Sie das Gewicht zurück zu Ihrem Körper, bis die Griffe Ihren Bauch berühren.
es: Para comenzar el remo sentado, coge las asas de tu barra favorita (puede ser como la mostrada). Siéntate con la espalda recta, las piernas dobladas y los pies apoyados en el bloque de metal. Extiende los brazos hasta que sientas que los laterales se estiran. Tira del peso hacia tu cuerpo hasta que las asas toquen tu abdomen.
fr: Pour commencer l'exercice assis, attrapez les poignéess de votre barre favorite (éventuellement la même que celle de l'illustration). Asseyez-vous avec le dos droit tout en gardant vos jambes pliées et vos pieds conttre le bloc de métal. Etendez les bras de façon à sentir vos muscles latéraux s'étirer. Soulevez le poids vers votre corps jusqu'à ce que les poignées touchent votre abdomen.
it: Per iniziare la seated row, prendi in mano le maniglie della tua barra preferita (che potrebbe essere simile a quella mostrata). Siediti con la schiena dritta, mantenendo le gambe piegate e i piedi contro il blocco di metallo. Estendi le braccia sentendo i tuoi laterali tirano. Tirare indietro il peso nel tuo corpo fino a quando le maniglie toccare l'addome.
ja: 座りローを始めるには、お気に入りのバー（表示されているようなもの）を掴みます。脚を曲げながら、背中を真っ直ぐして、足の裏はメタルブロックに置きます。腕をこれ以上伸ばせないくらい伸ばします。ハンドルが腹筋に触れるまで、ウェイトを体の方に引き戻します。
nl: Om te beginnen bevestig je eerst je favoriete handgreep aan de lat bar (het zou dezelfde kunnen zijn als afgebeeld). Zit rechtop met gestrekte rug en gebogen knieën en je voeten tegen het blok. Strek je armen zodat je de spanning net voelt. Trek het gewicht naar je lichaam toe totdat het je buik raakt.
pt: Para começar a remada sentada segure as alças da sua barra favorita (Poderá ser como a mostrada). Sente-se com as costas retas, mantendo as pernas dobradas e os pés contra o bloco de metal. Estenda os braços sentindo os seus dorsais a esticarem. Puxe o peso de volta para o seu corpo até que as alças toquem o seu abdómen.
ru: Чтобы начать данное упражнение, возьмитесь за рукоятки вашего любимого тренажера (например, такого как изображен здесь). Спина выпрямлена, ноги согнуты, а ступни на металлическом основании. Вытяните руки и почувствуйте как мышцы спины напрягаются. Потяните перекладину вниз по направлению к телу пока ручки перекладины не коснутся живота.
sv: För att börja med sittande rodd väljer du först ett favorithandtag (det kan vara likt det som visas). Sitt med rak rygg och dina knän lätt böjda och med fötterna planterade på metallplattan. Sträcka ut dina armar och känn hur dina latsmuskler sträcks ut. Dra tillbaka vikten mot din kropp tills handtagen rör vid din mage.
th: การเริ่มทำท่านั่งดึงตุ้มน้ำหนักนี้ ให้คุณจับที่ด้ามจับทั้งสอง (หรือคุณจะทำข้างเดียวก็ได้) นั่งหลังตรง วางเท้าที่บล็อควางเท้าและให้เข่างอ ยืดแขนให้ตรงจนรู้สึกว่ากล้ามเนื้อหลังยืดออก ดึงตุ้มน้ำหนักเข้าหาตัวจากด้ามจับสัมผัสกับหน้าท้อง
tr: Oturarak makinede çekişe başlamak için en sevdiğiniz barın (şekilde gösterilen gibi de olabilir) tutamaçlarını tutun. Sırtınız dik bir şekilde otururken, bacaklarınızı bükün ve ayaklarınızı metal bloğa karşı yerleştirin. Laterallerinizin gerildiğini hissedene kadar kollarınızı açın. Tutamaçlar karın bölgenize değene kadar ağırlığı vücudunuza doğru çekin.

source: One-Arm Dumbbell Rows
de: Einarmiges Kurzhantelrudern
es: Remadas de Un Solo Brazo con Mancuernas
fr: Exercices au haltère à un seul bras
it: Rematore alla row machine ad una mano
ja: 片手ダンベルロー
nl: Één arm gewichtheffen
pt: Puxadas de halteres com um braço
ru: Тяга гантели одной рукой в наклоне
sv: Enarmsrodd med hantel
th: ท่ายกดัมเบลด้วยแขนข้างเดียว
tr: Tek Kol Dambıl Kanat Çekiş

source: Place your left knee and left hand on a flat bench with your right leg set firmly on the floor. Lean forward so that your back is flat and parallel to the floor. Grasp a dumbbell in your right hand with your palm facing in toward your body and lift or row the dumbbell up and into your outer rib cage area. Return to the start position and repeat.
de: Platzieren Sie Ihr linkes Knie und Ihre linke Hand auf eine Flachbank, und lassen Sie Ihr rechtes Bein fest auf dem Boden stehen. Lehnen Sie nach vorne, so daß Ihr Rücken flach und parallel zum Boden ist. Erfassen Sie mit Ihrer rechten Hand eine Hantel, indem Ihre Handfläche zu Ihrem Körper zeigt, und heben oder rudern Sie die Hantel hoch und zu Ihrer Rippengegend. Gehen Sie zur Startposition zurück, und wiederholen Sie.
es: Coloca tu rodilla y mano izquierdas en un banco y la pierna derecha apoyada firmemente en el suelo. Inclínate hacia delante hasta que tu espalda esté paralela al suelo. Coge una mancuerna con la mano derecha y con la palma mirando hacia el cuerpo y levanta o rema con la mancuerna hacia arriba y hacia la zona de la caja torácica. Vuelve a la posición inicial y repite.
fr: Placez votre genou gauche et votre main gauche sur un banc plat avec votre jambe droite solidement collée au sol. Penchez-vous en avant de façon à ce que votre dos soit plat et parallèle au sol. Attrapez un haltère dans votre main droite avec votre paume face à votre corps et levez le haltère ou ramenez-le vers votre cage thoracique. Revenez à la position initiale et recommencez.
it: Posiziona il ginocchio sinistro e la mano sinistra su una panca piana con la gamba destra impostata saldamente sul pavimento. Piegati in avanti in modo che la schiena sia piatta e parallela al pavimento. Afferra un manubrio con la mano destra con il palmo rivolto verso il tuo corpo e solleva il manubrio in alto e nella zona esterna della gabbia toracica. Torna alla posizione di partenza e ripeti.
ja: 右足をしっかりと床に置き、左膝と左手をフラットベンチに置きます。背中が平坦になり、床と平行になるように前かがみになります。体に面して右手の平でダンベルを掴み、ダンベルをわき腹の外側に漕ぎます。開始ポジションに戻り、繰り返します。
nl: Linkerhand en linkerknie op een vlakke bank plaatsen met je rechtervoet stevig op de vloer. Leun voorover zodat je een rechte rug hebt en parallel met de vloer. Neem een halter in je rechterhand met je handpalm naar je lichaam gericht. Til nu het gewicht op en breng het naar je ribben aan de zijkant van je lichaam. Langszaam terug naar beginpositie en herhalen.
pt: Coloque o seu joelho esquerdo e mão esquerda num banco plano com a sua perna direita fincada firmemente no chão. Incline-se para a frente de forma a que as suas costas fiquem planas e paralelas ao chão. Segure um halter com a sua mão direita, com a palma virada para o seu corpo e eleve ou estique o haltere para cima e até à área da sua caixa torácica externa. Volte à posição inicial e repita.
ru: Обопритесь левым коленом и левой рукой на горизонтальную скамью, правая нога твердо стоит на полу. Наклонитесь вперед так, чтобы ваша спина оставалась прямой и располагалась параллельно полу. Возьмите гантель в правую руку, при этом ладонь должна располагаться по направлению к телу. Поднимите гантель вверх по направлению к внешней области вашей грудной клетки. Вернитесь в исходное положение и повторите.
sv: Sätt ditt vänstra knä och vänstra hand på en plan bänk, och ditt högra ben på golvet. Luta dig framåt så att din rygg är rak och parallell med golvet. Greppa en hantel med din högra hand så att din handflata är riktad mot din kropp och lyft eller ro hanteln uppåt mot sidan av din bröstkorg. Återgå till startposition och repetera.
th: วางเข่าซ้ายและมือซ้ายที่ม้านั่ง โดยให้ขาขวาวางที่พื้นอย่างมั่นคง โน้มตัวไปข้างหน้า ให้ส่วนหลังของคุณราบและขนานไปกับพื้น จับที่ดัมเบลด้วยมือข้างขวาโดยให้ฝ่ามือหันเข้าหาตัวของคุณ จากนั้นยกดัมเบลขึ้นมายังสีข้างด้านนอกของคุณ จากนั้นก็กลับไปที่ท่าเริ่มต้นและทำซ้ำ
tr: Sol dizinizi ve sol elinizi düz bir sehpaya yerleştirin ve sağ bacağınız yere sıkıca bassın. Sırtınızın düz ve yere paralel olması için öne doğru eğilin. Avuç içiniz vücudunuza bakacak şekilde, sağ elinize bir dambıl alın ve dambılı dış göğüs kafesi bölgesine doğru kaldırın veya çekin. Başlangıç pozisyonuna geri dönün ve tekrar edin.

source: Barbell Shrugs
de: Langhantel-Achselzucken
es: Encogimiento de Hombros con Haltera
fr: Levers de barre
it: Barbell Shrug
ja: バーベルシュラッグ
nl: Lange Halter schouder ophalen
pt: Encolhimento de ombros com barras
ru: Шраги со штангой
sv: Shrugs med skivstång
th: ท่ายกน้ำหนักโดยการยกไหล่
tr: Halter Silkme
