Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: 1. Sit on a bench, and grab a pair of dumbbells. Hold them so that they are at arm’s length above your head with palms facing inward together. 2. Keep your upper arms stable as you lower the dumbbells behind your head until your forearms are just past parallel to the floor. 3. Pause, then straighten your arms to return the dumbbells to starting position.
de: 1. Setzen Sie sich auf eine Bank und greifen Sie nach ein Paar Kurzhanteln. Halten Sie sie so, daß sie auf Armlänge über Ihrem Kopf sind mit Handflächen zusammen nach innen zeigend. 2. Halten Sie Ihre Oberarme stabil, während Sie die Kurzhanteln hinter Ihrem Kopf herablassen, bis Ihre Vorderarme fast weiter als parallel zum Boden sind. 3. Innehalten. danach strecken Sie Ihre Arme, um die Kurzhanteln wieder zur Anfangsposition zu bringen.
es: 1. Siéntate en un banco con un par de mancuernas. Sujétalas con los brazos extendidos sobre la cabeza y con las palmas de las manos una frente a la otra. 2. Mantén la parte superior de los brazos estable mientras bajas las mancuernas por detrás de la cabeza hasta que tus antebrazos hayan dejado de estar paralelos al suelo. 3. Haz una pausa, y endereza los brazos para volver a la posición inicial.
fr: 1.Asseyez-vous sur un banc, et saisissez une paire d'haltères. Tenez-les de sorte qu'ils soient à bout de bras au-dessus de votre tête, les paumes tournées ensemble vers l'intérieur. 2. Gardez vos bras stable tandis que vous baissez les haltères derrière votre tête jusqu'à ce que vos avant-bras aient juste passé la parallèle au sol. 3. Pause, puis redressez vos bras pour ramener les haltères à la position de départ.
it: 1. Siediti su una panca e prendi un paio di manubri. Tienili in modo che siano alla lunghezza del braccio sopra la testa con i palmi rivolti insieme verso l'interno. 2. Tieni le braccia stabili, mentre abbassi i manubri dietro la testa fino a quando gli avambracci sono appena paralleli al pavimento. 3. Fermati, poi raddrizza le braccia per riportare i manubri alla posizione di partenza.
ja: 1. ベンチに座り、1組のダンベルを持ちます。手の平は内側に向けて、腕を伸ばした高さまで頭上に上げて持ちます。 2. 上腕を安定させ、前腕が床と平行になるまで頭の後ろでダンベルを下げます。 3. 一時止まり、その後、腕をまっすぐに伸ばしてスタートポジションに戻します。
nl: 1. Zit op een bankje, en neem een paar halters vast. Houd ze zo dat ze op armslengte boven je hoofd zijn en houd je handpalmen naar elkaar gericht. 2. Houd nu je bovenarmen stabiel en stil terwijl je de halters achter je hoofd laat zakken totdat je onderarmen parallel zijn met de vloer. 3. Pauzeer even, en maak je armen weer recht als je de halters terug naar startpositie brengt.
pt: 1. Sente-se num banco, e pegue um par de halteres. Segure-os para que estejam abaixo da sua cabeça com os braços estendidos e com as palmas das mãos viradas para dentro. 2. Mantenha os braços estáveis ao abaixar os halteres atrás da cabeça até ficar com os antebraços paralelos ao chão. 3. Pause, e em seguida, estique os braços para retornar os halteres à posição inicial.
ru: 1. Сядьте на скамью, взяв в руки по гантели. держите их так, чтобы они в конце концов находились над головой, ладонями во внутрь. 2. Держите плечи устойчивыми, опуская гантели за голову, пока ваши предплечья не станут параллельны полу. 3. Пауза, затем выпрямите руки и вернитесь в исходное положение.
sv: 1. Sitt på en bänk och ta tag i ett par hantlar. Håll dem så att de är en armslängd över ditt huvud med handflatorna vända inåt. 2. Håll överarmarna stabila och sänk hantlarna bakom huvudet tills underarmarna är lite mer än parallella med golvet. 3. Pausa och sträck sedan ut armarna för att ta tillbaka hantlarna till startläget.
th: 1. นั่งบนม้านั่ง ถือดัมเบลด้วยมือทั้งสองข้าง ยกดัมเบลขึ้นเหนือศีรษะและยืดให้สุดแขน ฝ่ามือหันเข้าหากัน 2. จัดให้แขนท่อนบนอยู่นิ่งกับที่ขณะที่ลดระดับดัมเบลลงด้านหลังศีรษะจนกระทั่งแขนท่อนปลายเลยระดับที่แขนขนานกับพื้น 3. ค้างไว้ที่ท่านี้สุกครู่ จากนั้นยืดแขนให้ตรงเพื่อนำดัมเบลกลับไปที่ท่าเริ่มต้น
tr: 1. Bir sehpaya oturun ve bir çift dambıl alın. Dambılları avuç içleriniz içe doğru birbirine bakacak şekilde kol mesafesinde başınızın üzerinde tutun. 2. Ön kollarınız yere paralel olma aşamasını birazcık geçene kadar dambılları başınızın arkasından alçaltırken üst kollarınızı sabit tutun. 3. Duraklayın, daha sonra dambılları başlangıç pozisyonuna geri döndürmek için kollarınızı düzleştirin.

source: Stability Ball French Press
de: Französische Presse Mit Gymnastikball
es: Press Francés con Pelota Suiza
fr: Extension Française Ballon de Stabilité
it: French Press sulla fitball
ja: バランスボールフレンチプレス
nl: Stabiliteitsbal Frans Drukken
pt: Pressão Francesa na Bola de Estabilidade
ru: Французский пресс на устойчивом мяче
sv: Fransk press på stabilitetsboll
th: ท่ายกดัมเบลบนลูกบอลออกกำลังกาย
tr: Denge Topu Fransız Presi

source: 1. Lay backward on a stability ball and centre your back on it. Hold a pair of dumbbells in your arms and straighten them over your chest. 2. Bend your elbows, bringing the dumbbells down to the sides of your head. 3. Straighten your arms, raising the dumbbells back to the start position.
de: 1. Legen Sie sich rückwärts auf einen Gymnastikball und mit dem Rücken in die Mitte. Halten Sie in Ihren Armen ein Paar Kurzhanteln und strecken Sie sie über Ihrer Brust. 2. Biegen Sie Ihre Ellenbogen und bringen Sie die Kurzhanteln herab zu den Seiten Ihres Kopfes. 3. Strecken Sie Ihre Arme und heben Sie die Kurzhanteln wieder zurück zur Anfangsposition.
es: 1. Túmbate con la espalada en una pelota suiza y centra la espalda en ella. Sujeta un par de mancuernas y pon los brazos rectos sobre el pecho. 2. Dobla los codos, bajando las mancuernas hasta los laterales de la cabeza. 3. Endereza los brazos, elevando las mancuernas a la posición inicial.
fr: 1.Allongez-vous en arrière sur un ballon de stabilité et centrez votre dos. Tenez une paire d'haltères dans vos bras et soulevez-les au-dessus de votre poitrine. 2. Pliez les coudes, amenant les haltères vers le bas sur les côtés de votre tête. 3. Retendez vos bras, levez les haltères jusqu'à la position de départ.
it: 1. Sdraiati a pancia in aria su una fitball fitness e centra la schiena su di essa. Tieni un paio di manubri tra le tue braccia e tirali su sul tuo petto. 2. Piega i gomiti, portando i manubri fino ai lati della testa. 3. Raddrizza le braccia, alzando i manubri alla posizione di partenza.
ja: 1. バランスボールに上向きに寝て、背中を中央に置きます。ダンベルを1組持ち、胸の上で腕をまっすぐに伸ばします。 2. 肘を曲げ、ダンベルを頭の側面に下ろします。 3. 腕をまっすぐにし、ダンベルをスタートポジションにダンベルを戻します。
nl: 1. Lig met de rug centraal op een stabiliteitsbal en houd een paar halters in je handen en strek je armen boven de borst recht omhoog. 2. Buig nu je ellebogen en breng de halters naar de zijkant van je hoofd. 3. Maak je armen weer recht als je de halters naar de startpositie brengt.
pt: 1. Deite-se numa bola de estabilidade e centralize as costas nela. Segure num par de halteres com os braços esticados acima do seu peito. 2. Dobre os cotovelos, trazendo os halteres para baixo para os lados da sua cabeça. 3. Estique os braços, levantando os halteres de volta à posição inicial.
ru: 1. Лягте спиной на мяч и сконцентрируйте спину на нем. Возьмите по гантели в руки и положите их на грудь. 2. Согните локти, в результате чего гантели окажутся по бокам головы. 3. Выпрямите руки, возвращая гантели назад в исходное положение.
sv: 1. Ligg på en stabilitetsboll och centrera din rygg på den. Håll ett par hantlar i händerna och sträck ut dem över bröstet. 2. Böj på armbågarna och låt hantlarna sjunka ner till sidorna av ditt huvud. 3. Sträck ut armarna och lyft tillbaka hantlarna till startpositionen.
th: 1. วางหลังบนลูกบอลออกกำลังกายและให้ลูกบอลอยู่ที่กลางหลัง ถือดัมเบลในมือทั้งสองข้าง จากนั้นยืดแขนขึ้นด้านบนเพื่อยกดัมเบลขึ้นเหนืออก 2. งอข้อศอก ลดระดับดัมเบลลงมาที่ข้างศีรษะทั้งสองข้าง 3. เหยียดแขนให้ตรง ยกดัมเบลกลับไปที่ท่าเริ่มต้น
tr: 1. Bir denge topunun üzerine sırtınızı ortalayarak sırt üstü uzanın. Elinize bir çift dambıl alın ve dambılları göğsünüzün üzerinde dik olarak tutun. 2. Dambılları, başınızın iki yanına alçaltmak için dirseklerinizi bükün. 3. Kollarınızı dambılları başlangıç pozisyonuna geri döndürürken düzleştirin.

source: Stability Ball Pullover
de: Gymnastikball Überzug
es: Pullover con Pelota Suiza
fr: Pullover Ballon de Stabilité
it: Pullover sulla fitball
ja: バランスボールプルオーバー
nl: Stabiliteitsbal Overhaal
pt: Bola de Estabilidade com Capuz
ru: Возвратные подъемы на устойчивом мяче
sv: Pullover på stabilitetsboll
th: ท่ายกวาดดัมเบลเหนือศีรษะบนลูกบอลออกกำลังกาย
tr: Denge Topu Çekiş

source: 1. Lay backward on a stability ball and centre your back on it. Hold a dumbbell in your arms and straighten it over your chest. 2. Bend your elbows, bringing the dumbbell down to the center of your head. 3. Straighten your arms, raising the dumbbell back to the start position.
de: 1. Legen Sie sich rückwärts auf einen Gymnastikball und mit dem Rücken in die Mitte. Halten Sie in Ihren Armen eine Kurzhantel und strecken Sie sie über Ihrer Brust. 2. Biegen Sie Ihre Ellenbogen und bringen Sie die Kurzhantel herab zu der Mitte Ihres Kopfes. 3. Strecken Sie Ihre Arme und heben Sie die Hantel wieder zurück zur Anfangsposition.
es: 1. Túmbate de espaldas en una pelota suiza. Sujeta una mancuerna y pon los brazos rectos sobre el pecho. 2. Dobla los codos, bajando la mancuerna hasta el centro de la cabeza. 3. Endereza los brazos, elevando la mancuerna hasta la posición inicial.
fr: 1.Allongez-vous en arrière sur un ballon de stabilité et centrez votre dos. Tenez une paire d'haltères dans vos bras et soulevez-les au-dessus de votre poitrine. 2. Pliez les coudes, amenant les haltères vers le bas au centre de votre tête. 3. Retendez vos bras, levez les haltères jusqu'à la position de départ.
it: 1. Sdraiati a pancia in su una fitball fitness e centra la schiena su di essa. Tieni un bilanciere con le tue braccia e tiralo su sul tuo petto. 2. Piega i gomiti, portando il manubrio verso il centro della testa. 3. Raddrizzare le braccia, alzando il manubrio di nuovo alla posizione di partenza.
ja: 1. バランスボールに上向きに寝て、背中を中央に置きます。ダンベルを持ち、胸の上で腕をまっすぐに伸ばします。 2. 肘を曲げて、ダンベルを頭の中心まで下ろします。 3. 腕を伸ばして、ダンベルをスタートポジションに戻します。
nl: 1. Lig met de rug midden op een stabiliteitsbal en houd een halter in je handen die je recht boven de borst met gestrekte armen vast houdt. 2. Buig nu de ellebogen en breng het gewicht naar het centrum van je hoofd. 3. Maak je armen recht terwijl je het gewicht weer naar de startpositie brengt.
pt: 1. Deite-se para trás numa bola de estabilidade e centralize as costas nela. Segure um Haltere com o seu braço esticado acima do seu peito. 2. Dobre o cotovelo, trazendo o haltere até o centro de sua cabeça. 3. Estique o braço, elevando o haltere de volta à posição inicial.
ru: 1. Лягте спиной на мяч и сконцентрируйте спину на нем. Возьмите по гантели в руки и положите их на грудь. 2. Согните локти, в результате чего гантели окажутся в центре головы. 3. Выпрямите руки, возвращая гантели назад в исходное положение.
sv: 1. Ligg på en stabilitetsboll och centrera din rygg på den. Håll en hantel i handen och sträck ut den över bröstet. 2. Böj på armbågarna och låt hanteln sjunka ner till mitten av ditt huvud. 3. Sträck ut armarna och lyft tillbaka hanteln till startpositionen.
th: 1. วางหลังบนลูกบอลออกกำลังกายและให้ลูกบอลอยู่ที่กลางหลัง ถือดัมเบลในมือทั้งสองข้าง จากนั้นยืดแขนขึ้นด้านบนเพื่อยกดัมเบลขึ้นเหนืออก 2. งอข้อศอก ลดระดับดัมเบลลงมาที่ส่วนกลางของศีรษะ 3. เหยียดแขนให้ตรง ยกดัมเบลกลับไปที่ท่าเริ่มต้น
tr: 1. Bir denge topunun üzerine sırtınızı ortalayarak sırt üstü uzanın. Elinizde bir dambıl alın ve dambılı göğsünüzün üzerinde dik olarak tutun. 2. Dambılları başınızın ortasına alçaltmak için dirseklerinizi bükün. 3. Kollarınızı dambılı başlangıç pozisyonuna geri döndürürken düzleştirin.

source: Stability Ball Triceps Extension
de: Trizepsdrücken Mit Gymnastikball
es: Extensión de Tríceps con Pelota Suiza
fr: Extension des Triceps Ballon de Stabilité
it: Estensioni tricipiti sulla fitball
ja: バランスボールトライセップエクステンション
nl: Stabiliteitsbal Triceps verlengen
pt: Extensão do Tríceps com Bola de Estabilidade
ru: Расширение на трицепс на устойчивом мяче
sv: Tricepsextension på stabilitetboll
th: ท่ายกดัมเบลบนลูกบอลออกกำลังกายยืดกล้ามเนื้อส่วนหลังของแขนท่อนบน
tr: Denge Topu Triseps Uzatma

source: 1. Lie back on the stability ball. Feet are on the floor. Hold one dumbbell with both hands. Fully extend arms above your head. 2. While keeping your upper arms stationary, lower the dumbbell until it is behind your head. Refrain from using your elbows. Hold for one second. Return to starting position.
de: 1. Legen Sie sich flach auf den Gymnastikball. Füße sind auf dem Boden. Halten Sie eine Kurzhantel mit beiden Händen. Strecken Sie die Arme vollständig über Ihrem Kopf aus. 2. Während Ihre Arme stationär sind, lassen Sie die Kurzhantel herab, bis sie hinter Ihrem Kopf ist. Benutzen Sie Ihre Ellenbogen nicht. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. Túmbate de espaldas sobre la pelota. Con los pies en el suelo. Sujeta una mancuerna con ambas manos. Extiende completamente los brazos por encima de la cabeza. 2. Sin mover la parte superior de los brazos, baja la mancuerna hasta que quede por detrás de la cabeza. Evita usar los codos. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: 1.Allongez-vous sur le ballon de stabilité. Les pieds sont sur le sol. Tenez un haltère avec les deux mains. Étendez complètement les bras au dessus de votre tête. 2. Tout en gardant vos bras immobiles, abaissez les haltères jusqu'à ce qu'elles soient derrière votre tête. S'abstenir d'utiliser les coudes. Maintenez la position pendant une seconde. Revenez à la position de départ.
it: 1. Sdraiati sulla fitball fitness. I piedi sono sul pavimento. Tieni un manubrio con entrambe le mani. Estendi completamente le braccia sopra la testa. 2. Mantenendo le braccia ferme, abbassa il manubrio fino a quando è dietro la testa. Evita di usare i gomiti. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. バランスボールに上向きに寝ます。足は床につけます。１つのダンベルを両手で持ちます。頭の上で両腕を完全に伸ばします。 2. 上腕を安定させたまま、ダンベルが頭の後ろに来るまで下ろします。肘は使わないこと。1秒そのまま、その後、スタートポジションに戻します。
nl: 1. Lig op een stabiliteitsbal , voeten vlak op de vloer. Houd een halter in beide handen vast. Maak je armen recht en boven je hoofd. 2. Terwijl je je bovenarmen stabiel en op zijn plaats houdt, laat je de halter zakken tot die achter je hoofd is. Gebruik je ellebogen niet. Even vasthouden en dan terug naar de startpositie.
pt: 1. Deite-se na bola de estabilidade. Com os pés no chão. Segure num Haltere com as duas mãos. Estique totalmente os braços acima da sua cabeça. 2. Mantendo os braços fixos, baixe o haltere até que fique atrás da sua cabeça. Tente não usar os cotovelos. Aguente por um segundo. Retorne à posição inicial.
ru: 1. Лягте спиной на мяч. Ноги на полу. Держите одну гантель обеими руками. Полностью вытяните руки над головой. 2. При этом ваши плечи должны быть неподвижны. Опустите гантели за голову. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Ligg på rygg på stabilitetsbollen. Ha fötterna på golvet. Håll i en hantel med båda händerna. Sträck ut armarna helt över huvudet. 2. Medan du håller överarmarna stilla, sänk hanteln tills den är bakom ditt huvud. Undvik att använda armbågarna. Håll i en sekund. Återgå till startläget.
th: 1. วางหลังบนลูกบอลออกกำลังกาย วางเท้าที่พื้น ถือดัมเบลในมือทั้งสองข้าง ยืดแขนขึ้นเหนือศีรษะให้แขนตรง 2. จัดให้แขนท่อนบนอยู่กับที่ ลดระดับดัมเบลลงจนกระทั่งอยู่ที่ด้านหลังของศีรษะ พยายามอย่าใช้ข้อศอก ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับไปสู่ท่าเริ่มต้น
tr: 1. Denge topunun üzerine sırt üstü uzanın. Ayaklarınız yerde olsun. İki elinizle bir dambılı tutun. Kollarınızı başınızın üstünde tamamen uzatın. 2. Üst kollarınızı sabit tutarken, dambılı başınızın arkasına gelene kadar alçaltın. Dirseklerinizi kullanmaktan kaçının. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Seated Bent Over Ro
de: Gebeugtes Rudern im Sitzen
es: Inclinación hacia Adelante Sentado
fr: Tirage Horizontal Assis
it: Rematore con bilanciere seduto
nl: Zittend Gebogen halteroefening
pt: Sentado Bent Over Row
sv: Sittande böjd rodd
th: ท่านั่งงอตัวยกดัมเบล
tr: Oturarak Eğilerek Çekiş

source: 1. Place yourself in the standard pushup position but have your hands placed directly under your chest with your index fingers and thumbs spread and touching so they form a ”diamond”. 2. Keep your back flat as you lower your body until your chest is nearly touching your hands. 3. Pause, then push yourself back up to the starting position.
es: 1. Colócate en la posición estándar para flexiones, pero con las manos directamente debajo del pecho y los dedos índice y pulgar extendidos y tocándose, de manera que formen un "diamante". 2. Mantén la espalda recta mientras bajas el cuerpo hasta que el pecho casi toca las manos. 3. Haz una pausa, y empuja el cuerpo hacia arriba hasta la posición de inicio.
fr: 1.Placez-vous en position de pompe standard, mais avec les mains placées directement sous votre poitrine avec vos index et vos pouces bien ouverts et se touchant afin de former un "diamant." 2. Gardez le dos plat tandis que vous baissez votre corps jusqu'à ce que votre poitrine touche presque vos mains. 3. Pause, puis poussez-vous de nouveau jusqu'à la position de départ.
it: 1. Mettiti in posizione per le flessioni standard, ma con le mani poste direttamente sotto il petto con l’indice e il pollice aperti e che si toccano, in modo da formare un "diamante". 2. Tieni la schiena piatta mentre abbassi il tuo corpo fino a quando il torace sta quasi toccando le mani. 3. Fermati, poi spingiti indietro fino alla posizione di partenza.
pt: 1. Coloque-se na posição de flexão padrão, com as suas mãos colocado diretamente sob o peito com os dedos indicadores e polegares a formar um "triângulo". 2. Mantenha as costas retas enquanto desce o seu corpo até este tocar praticamente as mãos. 3. Pause, e em seguida, empurre-se para cima até à posição inicial.
