Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: 1. Stand straight with a flat bench behind you. Feet are shoulder width apart. Place barbell on the back of your shoulders. Hold barbell with overhand grip. Distance between your hands should be wider than shoulder wide apart. Adjust feet to face slightly outward. 2. Lower yourself by bending your knees. Your back is straight throughout the whole movement. Stop when your thighs are parallel with the ground or when your behind touches the bench. When you return to the starting position, generate energy from your lower back.
de: 1. Stellen Sie sich gerade mit einer Flachbank hinter Ihnen hin. Füße sind schulterweit auseinander. Platzieren Sie die Langhantel auf die Rückseite Ihres Rückens. Halten Sie die Langhantel im Oberhandgriff. Distanz zwischen Ihren Händen sollte weiter sein als schulterbreit. Stellen Sie Ihre Füße leicht nach außen hin. 2. Lassen Sie sich herab, indem Sie Ihre Knie biegen. Ihr Rücken ist bei der ganzen Bewegung durchweg gerade. Halten Sie inne, wenn Ihre Oberschenkel parallel zum Boden sind oder Ihr Hintern die Bank berührt. Erzeugen Sie von Ihrem unteren Rücken Kraft, wenn Sie zur Anfangsposition zurückgehen.
es: 1. De pie, recto y con un banco plano a tu espalda. Con los pies separados a la anchura de los hombros. Coloca la pesa en la parte posterior de los hombros. Sujeta la pesa con un agarre prono. La distancia entre las manos debe ser más grande que la anchura de los hombros. Mueve los pies para que apunten ligeramente hacia afuera. 2. Baja el cuerpo, doblando las rodillas. La espalda debe estar recta durante todo el movimiento. Detente cuando tus muslos estén paralelos al suelo o cuando tu trasero toque el banco. Cuando vuelvas a la posición inicial, genera energía de la parte inferior de la espalda.
fr: 1. Tenez-vous droit avec un banc plat derrière vous. Les pieds sont écartés de la largeur des épaules. Placez la barre sur le dos de vos épaules. Tenez la barre avec une prise en pronation. La distance entre vos mains doit être plus grande que la largeur de vos épaules. Ajustez les pieds pour faire face légèrement vers l'extérieur. 2. Abaissez-vous en pliant les genoux. Votre dos est droit tout au long du mouvement. Arrêtez-vous lorsque vos cuisses sont parallèles au sol ou lorsque votre derrière touche le banc. Lorsque vous revenez à la position de départ, générez l'énergie à partir du bas du dos.
it: 1. Stai dritto con una panca piana dietro di te. I piedi sono alla larghezza delle spalle. Posiziona un bilanciere sul retro delle spalle. Tieni un bilanciere con presa overhand. La distanza tra le mani deve essere più ampia delle spalle. Regola i piedi per rivolgerli leggermente verso l'esterno. 2. Abbassati piegando le ginocchia. La schiena è dritta per tutto il movimento. Fermati quando le cosce sono parallele al suolo o quando la parte posteriore tocca la panca. Quando torni alla posizione di partenza, fai forza con la parte bassa della schiena.
ja: 1. フラットベンチの前に直立します。足は肩幅に開き、バーベルを肩の後ろに乗せます。バーベルをオーバーハンドグリップで持ちます。両手の間隔は、肩幅よりも広くあるべきです。足を少し外向きに調整します。 2. 膝を曲げて体を下げます。動作中はずっと背筋をまっすぐにすること。大腿と床が平行、もしくは臀部がベンチに触れたら止まります。スタートポジションに戻す時、腰に力を入れます。
nl: 1.Sta rechtop met een vlakke bank achter je. Voeten op schouderbreedte uit elkaar. Plaats een halter achter je hoofd op je schouders en houd die met overhandse grip vast. Afstand van de handen is meer dan schouderbreedte. Zet je voeten dan licht naar buiten gericht voor betere stabiliteit. 2. Laat jezelf dan door de knieën zakken. Je rug is altijd recht bij deze oefening. Stop als je dijen horizontaal aan de grond zijn of als je achterste het bankje raakt. Probeer bij het terug gaan naar de startpositie de energie te genereren vanuit de onderrug.
pt: 1. Coloque-se em linha reta com uma bancada plana atrás de si. Os pés à largura dos ombros. Coloque a barra na parte de trás de seus ombros. Aguente barra com pronação. Distancie as mãos com distância ligeiramente maior que a dos ombros. Ajuste os pés ligeiramente para fora. 2. Baixe-se dobrando os joelhos. As suas costas retas durante todo o movimento. Pare quando as coxas ficarem paralelas ao chão ou quando as suas costas tocarem no banco. Enquanto retornar à posição inicial, faça a gestão de energia com a parte inferior das costas.
ru: 1. Встаньте прямо, горизонтальная скамья находится сзади вас. Ноги на ширине плеч. Поместите штангу позади плеч. Расстояние между ладонями должно быть шире, чем плечи. 2.Опуститесь, сгибая ноги в коленях. Ваша спина должна быть прямой на протяжении всего упражнения. Остановитесь, когда ваши бедра будут параллельны земле или когда ваша поясница коснется скамейки. Когда вы вернетесь в исходное положение, генерируйте энергию поясницы.
sv: 1. Så rakt med en platt bänk bakom dig. Fötterna ska vara axelbrett isär. Lägg skivstången på baksidan av axlarna. Håll i skivstången med ett överhandsgrepp. Avståndet mellan händerna ska vara större än en axellängd. Justera fötterna så att de pekar något utåt. 2. Sänk ner dig själv genom att böja på knäna. Din rygg ska vara rak genom hela rörelsen. Sluta när låren är parallella med golvet eller när rumpan rör golvet. När du återgår till startpositionen, generera energi från nedre delen av ryggen.
th: 1. ยืนตรงและให้ม้านั่งราบอยู่ด้านหลังคุณ เท้าทั่งสองข้างอยู่ห่างกันที่ระยะความกว้างของไหล่ วางบาร์เบลบนส่วนหลังของไหล่ จับบาร์เบลด้วยท่าจับแบบคว่ำมือ ระยะห่างระหว่างมือทั้งสองข้างควรห่างกว่าความกว้างของไหล่ จัดให้เท้าหันออกด้านนอกเล็กน้อย 2. ลดระดับตัวลงโดยการงอที่เข่าและให้หลังตรงตลอดการเคลื่อนไหว หยุดเมื่อต้นขาขนานกับพื้นหรือเมื่อด้านหลังแตะที่ม้านั่ง เมื่อกลับไปที่ท่าเริ่มต้น ให้ใช้กำลังจากหลังส่วนล่าง
tr: 1. Arkanızda düz bir sehpa varken dik bir şekilde ayakta durun. Ayaklarınız omuz açıklığında olsun. Halteri omuzlarınızın arka kısmına yerleştirin. Halteri yukarıdan aşağı inen bir kavrayışla tutun. Elleriniz arasındaki mesafe omuz açıklığı mesafesinden daha geniş olmalıdır. Ayaklarınızı hafif dışarı doğru bakacak şekilde ayarlayın. 2. Dizlerinizi bükerek kendinizi alçaltın. Hareketin tamamı boyunca sırtınız düz olsun. Uyluklarınız yere paralel olduğunda veya arkanız sehpaya değdiğinde durun. Başlangıç pozisyonunuza geri dönerken sırtınızın alt kısmıyla enerji üretin.

source: Barbell Squat Overhead
de: Langhantel Hocke Oben
es: Sentadilla con Pesa Sobre la Cabeza
fr: Squat avec Barre Au-dessus de la tête
it: Squat con bilanciere sopra la testa
ja: バーベルスクワットオーバーヘッド
nl: Hurken met hoge halter
pt: Agachamento com Barra Acima da Cabeça
ru: Приседания со штангой сверху
sv: Knäböj med skivstång över huvudet
th: ท่ายกบาร์เบลเหนือศีรษะ
tr: Baş Üzerinden Halterli Çöküş

source: 1. Stand straight with feet shoulder width spar. Hold barbell with overhand grip. Distance between your hands should be wider than shoulder width apart. adjust feet to face slightly outward. Lift barbell overhead with arms fully extended. 2. Lower yourself by bending your knees. Your back is straight throughout the whole movement. Stop when your thighs are parallel with the ground. When you return to the starting position, generate energy with your lower back.
de: 1. Stellen Sie sich gerade und in Schulterbreite hin. Halten Sie die Langhantel im Oberhandgriff. Distanz zwischen Ihren Händen sollte weiter als Schulterbreite sein. Füße leicht nach außen stellen. Heben Sie die Langhantel nach oben, bis Ihre Arme voll ausgestreckt sind. 2. Lassen Sie sich herab, indem Sie in die Knie gehen. Ihr Rücken ist während der ganzen Bewegung gerade. Halten Sie inne, wenn Ihre Oberschenkel parallel zum Boden sind. Erzeugen Sie von Ihrem unteren Rücken Kraft, wenn Sie zur Anfangsposition zurückgehen.
es: 1. De pie, recto y con los pies separados a la anchura de los hombros. Sujeta la pesa con un agarre prono. La distancia entre las manos debe ser más grande que la anchura de los hombros. Mueve los pies para que apunten ligeramente hacia afuera. Levanta la pesa por encima de la cabeza con los brazos totalmente extendidos. 2. Baja el cuerpo, doblando las rodillas. La espalda debe estar recta en todo momento. Detente cuando tus muslos estén paralelos al suelo. Al volver a la posición inicial, genera energía con la parte inferior de la espalda.
fr: 1. Tenez-vous droit avec les pieds écartés de la largeur des épaules. Tenez la barre avec une prise en pronation. La distance entre vos mains doit être plus large que la largeur des épaules. Ajustez les pieds pour faire face légèrement vers l'extérieur. Levez la barre au-dessus de la tête avec les bras en pleine extension. 2. Abaissez-vous en pliant les genoux. Votre dos est droit tout au long du mouvement. Arrêtez-vous lorsque vos cuisses sont parallèles au sol. Lorsque vous revenez à la position de départ, générez l'énergie avec le bas du dos.
it: 1. Stai dritto con i piedi alla larghezza delle spalle. Tieni il bilanciere con presa overhand. La distanza tra le mani deve essere più ampia della larghezza delle spalle. Regola i piedi per rivolgerli leggermente verso l'esterno. Tira il bilanciere sopra la testa con le braccia completamente estese. 2. Abbassati piegando le ginocchia. La schiena è dritta per tutto il movimento. Fermati quando le cosce sono parallele al suolo. Quando torni alla posizione di partenza, fai forza con la parte bassa della schiena.
ja: 1. 肩幅に足を広げて直立します。バーベルをオーバーハンドグリップで持ちます。両手の間隔は肩幅より広くし、足を少し外側に向けます。腕を完全に伸ばして、バーベルを頭の上に持ち上げます。 2. 膝を曲げて体を下ろします。動作中は常に背筋はまっすぐにすること。大腿が床と平行になったら止めます。スタートポジションに戻す時、腰に力を入れます。
nl: 1. Sta rechtop met de voeten op schouderbreedte. Houd een halter in bovenhandse grip vast met de handen op meer dan schouderbreedte uit elkaar. Laat je voeten iets naar buiten gericht staan. Til de halter recht boven je met gestrekte armen. 2. Laat je dan langszaam door de knieën zakken met een rechte rug. Stop als je dijen horizontaal zijn aan de vloer. Probeer bij het terug gaan naar de startpositie de energie te genereren vanuit de onderrug.
pt: 1. Coloque-se em linha reta com os pés à largura dos ombros. Segure na barra com pronação. Distancie as mãos com distância ligeiramente maior que a dos ombros. Ajuste os pés ligeiramente apontados para fora. Faça a elevação da barra com os braços totalmente estendidos. 2. Baixe-se dobrando os joelhos. As costas retas durante todo o movimento. Pare quando as coxas ficarem paralelas ao chão. Enquanto retorna para a posição inicial, faça a gestão de energia com a região lombar.
ru: 1. Встаньте прямо, ноги на ширине плеч. Держите штангу, обхватив ее сверху. Расстояние между ладонями должно быть больше, чем ширина плеч. Поднимите штангу над головой, вытянув руки на полную длину. 2. Опуститесь, сгибая ноги в коленях. Ваша спина должна оставаться прямой на протяжении всего упражнения. Остановитесь, когда ваши бедра будут параллельны земле. Когда вы вернетесь в исходное положение, генерируйте энергию в пояснице.
sv: 1. Stå rakt med fötterna axelbrett isär. Håll i skivstången med ett överhandsgrepp. Avståndet mellan händerna ska vara större än axellängd. Justera fötterna så att de pekar något utåt. Lyft skivstången över huvudet med armarna helt utsträckta. 2. Släpp ner dig själv genom att böja på knäna. Din rygg ska vara rak genom hela rörelsen. Sluta när låren är parallella med marken. När du återgår till startpositionen, generera energi med nedre delen av ryggen.
th: 1. ยืนตรงระยะห่างของเท้าเท่ากับความกว้างของไหล่ จับบาร์เบลด้วยท่าจับคว่ำมือ ระยะห่างของมือทั้งสองข้างกว้างกว่าความกว้างของไหล่ ปรับเท้าให้หันไปด้านนอกเล็กน้อย ยกบาร์เบลขึ้นเหนือศีรษะด้วยแขนเหยียดตรงเต็มที่ 2. ลดระดับตัวลงโดยการงอเข่า จัดให้หลังตรงตลอดการเคลื่อไหว หยุดเมื่อต้นขาขนานกับพื้น เมื่อกลับไปที่ท่าเริ่มต้น ให้ใช้กำลังจากหลังส่วนล่าง
tr: 1. Ayaklarınız omuz açıklığı mesafesinde açık olarak ayakta dik bir şekilde durun. Halteri yukarıdan aşağı doğru bir kavrayışla tutun. Elleriniz arasındaki açıklık omuz mesafesinden daha geniş olmalıdır. Ayaklarınızı hafif dışarı doğru bakacak şekilde ayarlayın. Halteri başınızın üzerine kollarınız tamamen uzatılmış olarak kaldırın. 2. Dizlerinizi bükerek kendinizi alçaltın. Sırtınız hareketin tamamı boyunca düz olacaktır. Uyluklarınız yere paralel olduğunda durun. Başlangıç pozisyonunuza geri dönerken sırtınızın alt kısmıyla enerji üretin.

source: Bench Jump
de: Bankspringen
es: Salto con Banco
fr: Saut avec Banc
it: Salti dalla panca
ja: ベンチジャンプ
nl: Bankje springen
pt: Salto para o Banco
ru: Перепрыгнуть скамейку
sv: Bänkhopp
th: ท่ากระโดดขึ้นม้านั่ง
tr: Sehpada Sıçrama

source: 1. Stand in front of a bench. 2. Jump onto the bench and immediately jump back to the starting position on the floor. 3. Repeat multiple times.
de: 1. Stellen Sie sich vor eine Bank. 2. Springen Sie auf die Bank und springen Sie dann sofort wieder zurück zur Anfangsposition auf dem Boden. 3. Wiederholen Sie dies mehrmals.
es: 1. De pie delante de un banco. 2. Salta sobre el banco e inmediatamente vuelve a saltar hacia atrás, hasta la posición inicial en el suelo. 3. Repite varias veces.
fr: 1. Tenez-vous devant un banc. 2. Sautez sur le banc et sautez immédiatement à la position de départ sur le sol. 3. Répétez plusieurs fois.
it: 1. Stai di fronte a una panca. 2. Salta sulla panca e subito torna indietro alla posizione di partenza sul pavimento. 3. Ripeti più volte.
ja: 1. ベンチの前に立ちます。 2. ベンチに飛び上がり、即座に床のスタートポジションに飛び降りて戻ります。 3. 複数回繰り返します。
nl: 1. Ga voor een bankje staan. 2. Spring op het bankje en onmiddellijk weer eraf naar de startpositie op de grond. 3. Meerdere keren herhalen.
pt: 1. Coloque-se à frente de um banco. 2. Salte para o banco e imediatamente salte novamente para o chão na posição inicial. 3. Repita várias vezes.
ru: 1. Встаньте перед скамейкой. 2. Перепрыгните на другую сторону скамейки и вернитесь в исходное положение на полу. 3. Повторите несколько раз.
sv: 1. Stå framför en bänk. 2. Hoppa upp på bänken och hoppa sedan direkt ner till startpositionen på golvet. 3. Upprepa flera gånger.
th: 1. ยืนหน้าม้านั่ง 2. กระโดดขึ้นไปบนม้านั่งและกระโดดกลับลงพื้นเพื่อไปที่ท่าเริ่มต้นในทันที 3. ทำซ้ำหลายครั้ง
tr: 1. Bir sehpanın önünde ayakta durun. 2. Sehpanın üzerine sıçrayın ve anında başlangıç pozisyonunuza geri inerek yere sıçrayın. 3. Birkaç defa tekrarlayın.

source: Bulgarian Split Squat
de: Bulgarische Split Hocke
es: Sentadilla Búlgara Partida
fr: Squat Bulgare Fendu
it: Squat bulgaro
ja: ブルガリアンスプリットスクワット
nl: Bulgaarse knieloefening met gewichten
pt: Agachamento Dividido Búlgaro
ru: Болгарские приседания
sv: Bulgariskt utfall
th: ท่าย่อตัวขาแยกแบบบัลแกเรียน
tr: Bulgar Split Çöküşü

source: 1. Stand upright about 2-3 feet in front of a bench, with a dumbbell held in each hand. Extend your right foot backward and rest the top of your foot on the bench. 2. Keep your back straight and your head held up as your slowly bend your left leg and lower yourself into a lunge position. Stop lowering yourself when your left thigh is roughly parallel to the floor. 3. Slowly press yourself back up until your left leg is straight once again, and repeat. Remember to switch legs and give your other leg a workout as well.
de: 1. Stellen Sie sich gerade und mit jeweils einer Kurzhantel in jeder Hand ungefähr einen Meter vor eine Bank. Strecken Sie Ihren rechten Fuß nach hinten und lassen Sie die Oberseite des Fußes auf der Bank ruhen. 2. Halten Sie Ihren Rücken gerade und Ihren Kopf hoch, während Sie Ihr linkes Bein biegen und sich in eine Sprungposition herablassen. Halten Sie mit dem Herablassen inne, wenn Ihr linker Oberschenkel ungefähr parallel zum Boden ist. 3. Drücken Sie sich langsam wieder nach oben, bis Ihr linkes Bein wieder gerade ist und wiederholen. Denken Sie daran die Beine abzuwechseln, damit Ihr anderes Bein auch trainiert wird.
es: 1. En posición vertical, a unos 75cm delante de un banco, con una mancuerna en cada mano. Extiende el pie derecho hacia atrás y reposa la parte superior del pie sobre el banco. 2. Mantén la espalda recta y la cabeza erguida, mientras doblas lentamente la pierna izquierda y te colocas en posición de desplante. Deja de bajar el cuerpo cuando tu muslo izquierdo esté más o menos paralelo al suelo. 3. Vuelve lentamente hacia arriba hasta que la pierna izquierda esté recta de nuevo y repite. No olvides cambiar de pierna y ejercitar la otra también.
fr: 1. Tenez-vous debout à environ 60-90 cm en face d'un banc, avec un haltère dans chaque main. Étendez votre pied droit vers l'arrière et reposez le dessus de votre pied sur le banc. 2. Gardez le dos droit et la tête maintenue tandis que vous pliez lentement votre jambe gauche et que vous vous abaissez dans une position fendue. Arrêtez de vous baisser lorsque votre cuisse gauche est à peu près parallèle au sol. 3. Appuyez lentement pour revenir jusqu'à ce que votre jambe gauche soit à nouveau droite, et répétez. N'oubliez pas de changer de jambe et de donner aussi à l'autre jambe une séance d'entraînement.
it: 1. Mettiti in posizione eretta a circa 2-3 metri davanti a una panca, con un manubrio tenuto in ogni mano. Estendi il piede destro all'indietro e poggia la parte superiore del piede sulla panca. 2. Tieni la schiena dritta e la testa sollevata mentre pieghi lentamente la gamba sinistra e ti abbassi in una posizione di affondo. Smetti di abbassarti quando la coscia sinistra è più o meno parallela al pavimento. 3. Spingiti lentamente indietro fino a quando la gamba sinistra è dritta e, ancora una volta, ripeti. Ricordati di alternare le gambe e allenare anche l'altra gamba.
ja: 1. ベンチの前約2、3フィートに直立、両手にそれぞれダンベルを持ちます。右足を後ろに伸ばし、ベンチの上に足の甲を置きます。 2. 背筋と頭はまっすぐにしたまま、ゆっくりと左脚を曲げてランジポジションまで体を下げます。左の大腿が床とほぼ平行になったら止めます。 3. 再び左脚がまっすぐになるまで、ゆっくりと体を戻し、繰り返します。両脚ともワークアウト出来るように、脚を替えることをお忘れなく。
nl: 1. Sta rechtop ongeveer een halve meter voor een bankje met een halter in elke hand. Breng je rechtervoet naar achter en laat de bovenkant van je voet op het bankje rusten. 2. Houd je rug recht en je hooft recht omhoog terwijl je langszaam je linkerknie buigt en je lichaam omlaag brengt in een uitvalpositie. Stop als je linkerdij horizontaal is aan de vloer. 3. Druk jezelf dan weer langszaam op tot je linkerbeen weer recht is en herhaal de oefening. Vergeet niet ook je andere been een workout kans te gunnen en wissel af en toe af.
pt: 1. Fique de pé a cerca de 2-3 pés à frente de um banco, com um haltere em cada mão. Desloque o pé direito para trás e descanse-o o topo do mesmo no banco. 2. Mantenha as costas retas e a sua cabeça erguida enquanto dobra lentamente a perna esquerda e a baixa para uma posição estocada. Pare de se baixar quando a sua coxa esquerda estiver mais ou menos paralelo ao chão. 3. Lentamente volte para cima até ficar com a perna esquerda reta novamente, e repita. Lembre-se de trocar as pernas e treinar a outra perna também.
ru: 1. Встаньте примерно на расстоянии метра перед скамейкой, взяв по гантели в каждую руку. Поднимите правую ногу назад, положив верхнюю ее часть на скамейку. 2. Держите спину прямо, поднимите голову, медленно согнув левую ноги и опуститесь в положение выпада. Остановитесь, когда ваше левое бедро будет примерно параллельно полу. 3. Медленно наклонитесь назад, пока ваша левая нога не станет ровной и повторите, Не забудьте повторить упражнение с другой ногой.
sv: 1. Stå rakt, ungefär 60-90 cm framför en bänk, med en hantel i varje hand. Flytta bak högerfoten och lägg ovansidan av foten på bänken. 2. Håll ryggen rak och huvudet uppe samtidigt som du långsamt böjer vänsterbenet så att du hamnar i en utfallsposition. Sluta gå ner när ditt vänstra lår är ungefär parallellt med golvet. 3. Tryck långsamt tillbaka dig själv upp tills vänsterbenet är rakt igen, och upprepa sedan. Kom ihåg att byta ben och träna det andra lite också.
th: 1. ยืนหลังตรงอยู่ด้านหน้าม้านั่งโดยให้ห่างจากม้านั่งประมาณ 2-3 ฟุต ถือดัมเบลไว้ในมือแต่ละข้าง ยืดเท้าขวาไปด้านหลังและพักเท้าส่วนปลายบนม้านั่ง 2. จัดให้หลังตรงและศีรษะตั้งตรงขณะที่งอขาข้างซ้ายอย่างช้า ๆ ลดระดับตัวลงในท่าเตรียมพุ่งตัว หยุดการลดระดับตัวลงชั่วขณะเมื่อต้นขาข้างซ้ายขนานกับพื้นเล็กน้อย 3. ค่อย ๆ กดหลังกลับไปจนกระทั่งขาข้างซ้ายเหยียดตรงอีกครั้ง ทำซ้ำด้วยขาข้างเดิม จากนั้นเปลี่ยนไปทำด้วยขาอีกข้าง
tr: 1. Bir sehpanın yaklaşık 40-60 cm önünde ayakta durun, her bir elinizde bir dambıl olsun. Sağ ayağınızı arkaya doğru uzatın ve ayağınızın üst kısmını sehpaya yerleştirin. 2. Yavaşça sol bacağınızı bükerken ve kendinizi bir hamle pozisyonuna doğru alçaltırken; sırtınızı dik ve başınızı yukarıda tutun. Sol uyluğunuz yaklaşık olarak yere paralel olduğunda kendinizi alçaltmayı durdurun. 3. Sol bacağınız tekrar düz olana kadar kendinizi yavaşça yukarı itin ve tekrarlayın. Bacaklarınızı değiştirmeyi ve diğer bacağınızı da çalıştırmayı unutmayın.

source: Bulgarian Split Squat (No Weights)
de: Bulgarische Split Hocke (Keine Gewichte)
es: Sentadilla Búlgara Partida (Sin Pesos)
fr: Squat Bulgare Fendu (Pas de poids)
it: Squat bulgaro (Senza pesi)
ja: ブルガリアンスプリットスクワット (ウェイトなし)
nl: Bulgaarse knieloefening met gewichten
pt: Agachamento Dividido Búlgaro ( sem pesos)
ru: Болгарские приседания (без веса)
sv: Bulgariskt utfall (utan vikter)
th: ท่าย่อตัวขาแยกแบบบัลแกเรียน (ไม่ถือดัมเบล)
tr: Bulgar Split Çöküşü (Ağırlıksız)
