Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Position the dumbbell across your anterior deltoids, hold upper arms parallel to the floor, bend your elbows, cross your toe arms, grasp the bar, and look straight ahead: - Inhale and squat down. - Return to the starting point, exhale as you complete the movement.
de: Platzieren Sie die Hantel über Ihre vorderen Schultermuskeln, halten Sie Ihre Oberarme parallel zum Boden, biegen Sie Ihre Ellenbogen, kreuzen Sie Ihre Arme, fassen Sie nach der Stange, und gucken Sie gerade nach vorne: - Atmen Sie ein, und gehen Sie in die Hocke. - Gehen Sie zur Anfangsposition zurück, atmen Sie während der Vollendung der Übung aus.
es: Coloca las mancuernas sobre los deltoides anteriores, manteniendo la parte superior de los brazos paralela al suelo, dobla los codos, cruza los antebrazos, agarra la barra y mira al frente: ⁃ Inhala y haz la sentadilla. ⁃Vuelve a la posición inicial y exhala mientras completas el movimiento.
fr: Placez le haltère sur vos deltoïdes antérieurs, tenez vos bras parralèles au sol, pliez vos coudes, croisez vos bras, attrapez la barre, et regardez droit devant. ⁃Inspirez et descendez. ⁃Revenez en position iinitiale, expirez en effectuant le mouvement.
it: Posiziona il manubrio tra i deltoidi anteriori, tieni le braccia parallele al pavimento, piega i gomiti, incrocia le braccia, afferra la barra, e guarda dritto davanti a te: - Inspira e accovacciati. - Torna al punto di partenza, espira quando completi il movimento.
ja: ダンベルを前部三角筋の前に配置し、上腕を床と平行に保ちます。ひじを曲げ、つま先腕を交差し、バーを掴んで前を見ます： ‐息を吸い、スクワットダウンします。 ‐開始ポジションに戻り、動きの完了として息を吐きます。
pt: Posicione o halter em seu deltóide anterior, mantenha os braços paralelos ao chão, dobre os cotovelos, cruzar dedos do pé, segure a barra, e olhar para a frente: - Inspire e abaixe-se. - Volte ao ponto de partida, expire quando completar o movimento.
ru: Положите гантели вдоль дельтовидных мышц, держите верхние части рук параллельно полу, согните руки в локтях, скрестите руки, возьмитесь за ручку гантели и посмотрите вперед: - Сделайте вдох и присядьте. - Вернитесь в исходную позицию, делая выдох.
sv: Positionera skivstången över de främre deltamusklerna, håll överarmen parallell med golvet, böj på armbågarna, korsa armarna och håll blicken framåt. - Andas in och gör ett knäböj. - Återvänd till startpositionen. Andas ut när du slutför rörelsen.
tr: Dambılları ön delta kasınızın karşısında tutun, üst kolları yere paralel olarak tutarken, dirseklerinizi bükün, kollarınızı çapraz yapın, barı kavrayın ve tam karşıya bakın: - Nefes alın ve aşağı çökün. - Başlangıç noktasına geri dönün, hareketi tamamlarken nefes verin.

source: Power Squats
de: Kraftkniebeugen
es: Sentadillas de Potencia
fr: Poussées de puissance
it: Power squat
ja: パワースクワット
nl: Kracht hurken
ru: Силовые приседания
sv: Powernäböj
tr: Power Çöküşleri

source: This movement is the same as conventional squats, but your legs are widely spread with your toes pointed outward, which specifically works the inner thighs. The muscles involved are: - the quadriceps - all the adductors - the gluteals - the hamstring group - all the sacrospinalis muscles
de: Diese Übung ist den üblichen Kniebeugen gleich, aber Ihre Beine sind weit gespreizt, und Ihre Zehen zeigen nach innen, was besonders für die Innenseite der Oberschenkel funktioniert. Die betroffenen Muskeln sind: - der Quadrizeps - alle Adduktoren - die Gesäßmuskeln - die Achillessehne-Gruppe - alle Wirbelsäulenmuskeln
es: Este ejercicio es igual que las sentadillas tradicionales, pero se colocan las piernas extendidas con los dedos apuntando hacia fuera, lo que trabaja la cara interior de los muslos. Los músculos involcucrados son: ⁃los cuadriceps ⁃todos los aductores ⁃los glúteos ⁃el grupo isquiotibial ⁃todos los músculos sacroespinales
fr: Ce mouvement est le même que pour les descentes conventionnelles, mais vos jambes sont largement écartées avec vos orteils pointés vers l'extérieur, ce qui sollicité spécifiquement la partie interne des cuisses. Les muscles concernés sont : ⁃Le quadriceps ⁃ Tous les adducteurs ⁃Les fessiers ⁃Le tendon du jarret ⁃Tous les muscles sacrospinaux
it: Questo movimento è lo stesso dello squat convenzionale, ma le gambe sono ampiamente divaricate con le dita dei piedi rivolte verso l'esterno, il che fa lavorare specificamente parte interna delle cosce. I muscoli coinvolti sono: - il quadricipite - tutti gli adduttori - i glutei - Il gruppo del tendine del ginocchio - tutti i muscoli sacro-spinali
ja: この動きは、従来のスクワットと同じですが、つま先が外側に向き、脚を広く開き、内ももに特に効果があります。関連する筋肉は： 大腿四頭筋 - すべての内転 - 臀部 - ハムストリンググループ - すべて仙棘筋
pt: Este movimento é igual ao abaixamento corrente, mas as suas pernas são juntamente com os seus dedos dos pés, apontados para fora. Isto vai trabalhar a face interna das coxas. Os músculos envolvidos são: - Quadríceps - Todos os adutores - Os glúteos - O grupo dos isquiotibiais - Todos os músculos sacrospinalis
ru: Это упражнение такое же, как и обычное приседание, но ноги нужно широко расставить, а носки обратить наружу, что помогает задействовать внутреннюю поверхность бедер. В упражнении участвуют следующие мышцы: - квадрицепсы - все приводящие мышцы - ягодицы - группы подколенного сухожилия - все сакроспинальные мышцы
sv: Denna rörelse är likadan som vanliga knäböj, men man står mer bredbent och med tårna pekande utåt, vilket tränar innanlåren extra mycket. Musklerna som involveras är: - quadriceps - alla adduktormuskler - sätesmusklerna - hamstringsmusklerna - de raka ryggmusklerna

source: Hack Squats
de: Hackkniebeugen
es: Sentadillas Hack
fr: Poussées sacadées
it: Hack Squat
ja: ハックスクワット
nl: Hack hurken
ru: Гакк приседания
sv: Hack-knäböj
th: ท่ายกบาร์น้ำหนักวางบนไหล่
tr: Hack Çöküşleri

source: Flex your knees, place your back against the padded surface, wedge your shoulders beat the yokes attached to the machine, and place your leed fairly close together: - Inhale, rotate the stop handles at the sides of the yokes to release the machine, and bend your legs. - Return to the starting position exhaling as you complete the movement.
de: Biegen Sie Ihre Knie, platzieren Sie Ihren Rücken gegen die gepolsterte Oberfläche, keilen Sie Ihre Schultern zwischen die Gabel der Maschine, und stellen Sie Ihre Füße relativ nah aneinander. - Atmen Sie ein, drehen Sie die Stopgriffe der Gabel, um die Maschine loszulassen, und beugen Sie Ihre Beine. - Gehen Sie zur Anfangsposition zurück, und atmen Sie während der Vollendung der Übung aus.
es: Flexiona las rodillas, coloca la espalda en la superficie acolchada, sujeta los hombros con los yugos de la máquina y coloca los pies ligeramente juntos: ⁃ Inhala, rota las manijas de los lados de los yugos para liberar la máquina y dobla las piernas. ⁃Vuelve a la posición inicial y exhala mientras completas el movimiento.
fr: Fléchissez les genoux, placez votre dos contre la surface renforcée, ⁃ Inspirez, tournez les poignées de frein sur les côtés du joug pour libérer la machine, et pliez les jambes. ⁃Revenez à la position initiale en expirant tout en effectuant le mouvement.
it: Fletti le ginocchia, posiziona la tua schiena contro la superficie imbottita, incunea le spalle, batti le barre collegate alle macchine, e posizionare le gambe abbastanza vicine tra loro: - Inspira, ruota le maniglie di arresto ai lati dei gioghi per liberare la macchina, e piega le gambe. - Torna alla posizione di partenza espirando quando completi il movimento.
ja: 膝を曲げ、背中をパッド付きの表面に押し付け、肩は、マシンに接続されている継鉄に押し込み、リードを比較的近くに配置します。 ‐息を吸い、マシンをリリースするために、継鉄の横でハンドルを停止するために回転し、脚を曲げます。 ‐開始ポジションに戻り、動きの完了として息を吐きます。
pt: Flexione os joelhos, encoste as costas contra a superfície acolchoada, proteja os ombros com os batedores da máquina e coloque os pés próximos um do outro: - Inspire, rodar as alças laterais para liberar a máquina e dobre as pernas. - Volte à posição inicial expirando quando completar o movimento.
ru: Согните колени, спиной обопритесь о спинку сиденья, плечи поставьте на специальный упор на тренажере, ступни поставьте вместе: - Сделайте вдох, поверните ручку тренажера, освобождающую весовую платформу и согните ноги. - Вернитесь в исходное положение и завершите упражнение.
sv: Sträck ut knäna placera ryggen mot ryggstödet. Placera axlarna under axeldynorna på maskinen, lås fast bygeln och placera fötterna relativt nära varandra: - Andas in, vrid på stopphandtagen vid sidan av bygeln för att frigöra maskinen och böj på knäna. - Återvänd till startpositionen. Andas ut när du slutför rörelsen.
tr: Dizlerinizi bükün, sırtınızı yastıklı yüzeye yerleştirin, omuzlarınızı makinenin üstündeki boyunduruğa sıkıştırın ve ayaklarınızı olabildiğince birbirine yaklaştırın: - Nefes alın, boyunduruğun yanlarında bulunan stop tutamaçlarını makineyi serbest bırakmak için döndürün ve bacaklarınızı bükün. - Başlangıç pozisyonuna dönün ve hareketi tamamlarken nefes verin.

source: Seated Leg Curls
de: Sitzende Beinübungen
es: Curl de Pierna Sentado
fr: Enroulés de jambes assis
it: Seated Leg Curl
ja: 座りレッグカール
nl: Zittend benen buigen
pt: Flexão de Pernas Sentado
ru: Сгибания ног сидя
sv: Sittande bencurl
th: ท่านั่งยกขาโค้งงอ
tr: Oturarak Arka Bacak

source: Sit on the machine with your legs straight, ankles resting on the roller pad. Lower the leg resting over your thighs to secure them. Grasp the handles provided on each side: - Inhale and bend your knees to move the roller pad downward. - Exhale as you complete the movement.
de: Setzen Sie sich mit gestreckten Beinen auf die Maschine, die Fußgelenke ruhen auf dem Walzenkissen. Lassen Sie das Bein über Ihre Oberschenkel herunter, um es zu sichern. Greifen Sie nach den Griffen, die es an beiden Seiten gibt: - Atmen Sie ein, und beugen Sie Ihre Knie, um das Walzenkissen nach unten zu bewegen. - Atmen Sie bei der Vollendung der Übung aus.
es: Siéntate en la máquina con las pierna rectas y los tobillos apoyados en el rodillo. Baja la pierna hasta que descanse en los muslos. Coge los asideros de cada lado: ⁃Inhala y dobla las rodillas para mover el rodillo hacia abajo. ⁃Exhala mientras completas el movimiento.
fr: Asseyez-vous sur la machine avec les jambe droites, les cheville posées sur le cylindre. Abaissez la jambes en vous reposant sur vos cuisses pour les assurer. Attrapez les poignées de chaque côté. ⁃Inspirez et pliez les genoux pour déplacer ⁃Expirez tout en effectuant le mouvement.
it: Siediti sulla macchina con le gambe dritte, le caviglie appoggiate sul rullo imbottitura. Abbassa la gamba appoggiata sopra le cosce per fissarle. Afferra le maniglie fornite su ogni lato: - Inspira e piega le ginocchia per muovere il rullo imbottitura verso il basso. - Espira quando completi il movimento.
ja: 足を真っ直ぐにし、足首はローラーパッドに置いて、機械に座ります。それらを固定するために、大腿部の上に脚を置いて下げます。両側に提供されたハンドルを掴みます： －息を吸い、ローダーパッドを下に動かすために膝を曲げます。 －動きの完了として、息を吐きます。
pt: Sente-se na máquina com as pernas esticadas, tornozelos apoiados na almofada de rolo. Baixe a perna e descanse sobre as coxas para fixá-las. Segure nas alças fornecidas em cada lado: - Inspire e flexione os joelhos movendo o bloco de cilindro para baixo. - Expire quando completar o movimento.
ru: Сядьте на тренажер, ноги прямо, лодыжки опираются на валики. Другой ролик закрепите над бедрами, для равномерного распределения нагрузки. Возьмитесь за рычаги с обеих сторон: - Сделайти вдох и согните ноги в коленях, перемещая ролик тренажера вниз. - Сделайте выдох, возвращаясь в исходное положение.
sv: Sitt på maskinen med benen raka och låt vristerna vila på rulldynan. Sänk ned benstödet över låren för att låsa fast dem. Ta tag i handtagen på sidorna. - Andas in och böj på knäna för att föra rulldynan nedåt. - Andas ut när du slutför rörelsen.
tr: Bacaklarınız düz, bilekleriniz rulo yastıkta duracak şekilde makineye oturun. Bacaklarınızı korumaya almak için bacak desteğini uyluklarınızla alçaltın. Her iki tarafta bulunan tutamaçları kavrayın: - Nefes alın ve rulo yastığı aşağı indirmek için dizlerinizi kırın. - Hareketi tamamlarken nefes verin.

source: Back Presses
de: Rückendrücken
es: Press de Espalda
fr: Lever à dos
it: Pressa dorsale
ja: バックプレス
nl: Terug drukken
pt: Desenvolvimento de Ombros
ru: Жим со спины
sv: Ryggpress
th: ท่ายกบาร์น้ำหนักจากด้านหลัง
tr: Geri İtişler

source: Start by sitting on the bench (with back support). Grasp the barbell using an overhand grip. Hold the dumbbells above the shoulders slightly in front of you, pointing the elbows towards the floor. Push the barbell up and overhead so that the arms are fully extended. After a pause lower the weights to the starting position.
de: Fangen Sie damit an, sich auf die Bank zu setzen (mit Rückenunterstützung). Greifen Sie im Obergriff eine Hantel. Halten Sie die Hanteln über den Schultern vor sich, weisen Sie die Ellenbogen zum Boden. Drücken Sie die Hanteln nach oben über den Kopf, so daß die Arme voll ausgestreckt sind. Nach einer Pause bringen Sie die Gewichte zur Anfangsposition zurück.
es: Comienza sentándote en el banco (con el apoyo para la espalda). Coge la haltera con un agarre prono. Sujeta la pesa sobre los hombros un poco por delante de ti, con los codos apuntando al suelo. Empuja la pesa hacia arriba y sobre la cabeza, de manera que los brazos estén completamente extendidos. Tras una pausa, baja las pesas a la posición inicial.
fr: Commencez par vous asseoir sur le banc (avec un support dorsal). Attrapez la barre par en dessous. Tenez les haltères au-dessus des épaules et légèrement en face de vous, en pointant les coudes vers le sol. Poussez la barre vers le haut et au-dessus de votre tête de façon à ce que les bras soit totalement tendus. Après une pause, abaissez les poids jusqu'à retrouver la position initiale.
it: Inizia seduto sulla panchina (con supporto per la schiena). Afferra il bilanciere con una presa con braccio sopra la spalla. Tieni i manubri sopra le spalle leggermente di fronte a te, puntando i gomiti verso il pavimento. Spingi il bilanciere sopra la testa in modo che le braccia siano completamente distese. Dopo una pausa, abbassa i pesi nella posizione di partenza.
ja: ベンチに座って始めます（バックサポート付）。オーバーハンドグリップを使ってバーベルを掴みます。わずかに体の前で、ひじは床の方を向いて、ダンベルを肩の上で持ちます。バーベルを頭の上に押し上げ、そうすることで腕は完全に伸びます。停止後、開始ポジションにウェイトを下げます。
nl: Begin met te gaan zitten op de bank met rugondersteuning. Neem de halter vast met een bovenhandse grip. Houdt de halters boven je schouders iets voor je en de ellebogen naar de vloer gericht. Druk de halter omhoog tot boven je hoofd en de armen gestrekt zijn. Even vasthouden en laat de halter weer naar de uitgangspositie zakken.
pt: Comece por sentar em um banco (com apoio para as costas). Segure a barra do haltere com uma pegada pronada. Eleve e mantenha o haltere acima no nível dos ombros, e ligeiramente a sua frente, apontando os cotovelos para chão. Erga o haltere acima da cabeça até que os braços fiquem totalmente esticados. Após uma breve pausa, abaixe o peso e retorne à posição inicial.
ru: Займите исходное положение на скамье (со спинкой). Возьмите штангу хватом сверху. Держите штангу выше плеч немного впереди вас, локти смотрят в пол. Толкайте штангу вверх, чтобы руки были полностью выпрямлены. После паузы, верните штангу в исходное положение.
sv: Börja med att sitta på bänken (med ryggstöd). Greppa hantlarna med ett överhandsgrepp och håll dem ovanför axlarna framför dig med armbågarna mot golvet. Lyft upp hantlarna ovanför huvudet så att armarna är fullt utsträckta. Håll i så ett tag och sänk sedan hantlarna till startpositionen.
th: เริ่มด้วยการนั่งบนม้านั่ง (ที่มีแผ่นรองหลัง) จับที่บาร์น้ำหนักโดยให้ฝ่ามือหันออกจากตัว วางบาร์น้ำหนักเหนือหัวไหล่ให้เลื่อนไปที่ส่วนหน้าเล็กน้อย ข้อศอกชี้ตรงไปที่พื้น ดันบาร์น้ำหนักขึ้นด้านบนและเหนือหัวเพื่อให้แขนเหยียดตรงอย่างเต็มที่ หลังจากหยุดค้างสักครู่ให้นำบาร์น้ำหนักลงและกลับไปที่ท่าเริ่มต้น
tr: Sehpaya oturarak başlayın (sırt desteğiyle). Aşağıdan yukarı doğru bir kavrayışla halteri tutun. Halteri omuzların üstünde sizden hafifçe öne doğru duracak şekilde tutun; dirsekleriniz yere baksın. Halteri yukarı doğru ve başınızın üstünde kaldırın, böylece kollarınız tamamen uzansın. Bir duraklamadan sonra ağırlıkları başlangıç pozisyonuna alçaltın.

source: Seated Front Presses
de: Sitzendes Einständerpressen
es: Press Frontal Sentado
fr: Poussées de face assis
it: Pressa frontale seduti
ja: 座りフロントプレス
nl: Zittend voorkant opdrukken
pt: Desenvolvimento Frontal Sentado
ru: Жим штанги перед собой сидя
sv: Sittande frontpress
th: ท่านั่งยกบาร์น้ำหนักจากด้านหน้า
tr: Oturarak Öne İtişler

source: Sitting on an upright bench. Grab the barbell with a wider then shoulder width grip. Push the barbell directly upward until it is at arms length above your shoulders. Lower the barbell down to the front of your shoulders, then press it back to starting position.
de: Sie sitzen aufrecht auf der Bank. Greifen Sie nach der Hantel etwas weiter als in Schulterlänge. Lassen Sie die Hantel vor Ihren Schultern herunter kommen, drücken Sie sie anschließend zur Anfangsposition zurück.
es: Siéntate en un banco recto. Coge la haltera con un distancia mayor que la anchura de los hombros. Empuja la haltera hacia arriba, hasta que esté sobre los hombros y con los brazos extendidos. Baja la haltera hasta la parte delantera de los hombros, y vuelve a la posición inicial.
fr: Asssis sur un banc. Attrapez la barre avec une prise plus large que les épaules. Poussez la barre vers le haut jusqu'à ce qu'elle soit au bout de vos bras et au-dessus de vos épaules. Abaissez la barre jusqu'en face de vos épaules, et ensuite repoussez là jusqu'à sa position initiale.
it: Siediti su una panca in posizione verticale. Afferra il bilanciere con una presa più ampia delle spalle. Spingi il bilanciere direttamente verso l'alto fino a quando non è a distanza di un braccio sopra le spalle. Abbassa il bilanciere fino alla parte anteriore delle spalle, quindi spingi di nuovo alla posizione di partenza.
ja: 直立ベンチに座ります。肩幅より広いグリップでバーベルを掴みます。肩の上で、腕の長さまでバーベルを真っ直ぐ上に押し上げます。肩の前にバーベルを下げ、開始ポジションまで押し下げます。
nl: Zittend op een rechte bank. Neem de halter vast op iets meer dan schouderbreedte. Druk de halter direct omhoog tot de armen gestrekt zijn boven de schouders. Laat dan de halter langszaam zakken tot voor je schouders en breng de halter terug omhoog naar de startpositie.
pt: Sente-se em um banco. Segure a barra do haltere com uma pegada mais larga do que a largura do ombro. Levante a barra verticalmente acima da cabeça até que os braços estejam totalmente esticados. Abaixe o haltere em frente aos seus ombros, em seguida, leve-o à posição inicial.
ru: Займите исходное положение, сидя на вертикальной скамье. Возьмите штангу хватом шире ширины плеч. Выжимайте штангу вверх, пока она не будет выше плеч на вытянутых руках. Опустите штангу на переднюю часть плеч, затем верните ее в исходное положение.
sv: Sitt på en uppfälld bänk. Greppa stången med ett grepp som är bredare än axlarna. Lyft stången uppåt tills den är på en arms längd ovanför axlarna. Sänk ned stången till framför dina axlar och lyft sedan upp den till startpositionen igen.
th: ให้คุณนั่งหลังตรงบนม้านั่ง จับที่บาร์น้ำหนักด้วยความกว้างของมือกว้างกว่าความกว้างของไหล่ ดันบาร์น้ำหนักขึ้นด้านบนโดยตรงจนกระทั่งแขนตั้งตรงเหนือหัวไหล่ของคุณ ลดระดับบาร์น้ำหนักลงที่ส่วนหน้าของหัวไหล่ จากนั้นดันบาร์น้ำหนักขึ้นไปด้านบนที่ท่าเริ่มต้น
tr: Dik duran bir sehpaya oturun. Omuz aralığından biraz daha açık bir şekilde halteri kavrayın. Halteri omuzlarınızın üzerinde bir kol boyu kadar uzanana kadar doğrudan yukarı doğru itin. Halteri omuzlarınızın önüne kadar indirin ve başlangıç pozisyonuna doğru itin.

source: Seated Dumbbell Presses
de: Sitzendes Kurzhanteldrücken
es: Press con Mancuernas Sentado
fr: Poussées de haltère assis
it: Pressa seduti con manubri
ja: 座りダンベルプレス
nl: Zittend halter drukken
pt: Desenvolvimento Sentado com Halteres
ru: Жим гантелей сидя
sv: Sittande hantelpress
th: ท่านั่งยกดัมเบลเหนือไหล่
tr: Oturarak Dambıl İtişler

source: Position yourself on a bench or chair with your back upright and straight. Grasp a dumbbell in each hand and hold them just outside of each shoulder with your thumbs pointing in toward each other. Simply press the dumbbells up over your head and return to the start position just outside your shoulders.
de: Platzieren Sie sich auf einer Bank oder einem Stuhl mit Ihrem Rücken aufrecht und gerade. Halten Sie in jeder Hand eine Hantel, und halten Sie sie etwas außerhalb Ihrer Schultern mit Ihren Daumen nach innen und zueinander. Drücken Sie die Hanteln einfach über Ihren Kopf, und gehen Sie zu der Anfangsposition etwas außerhalb Ihrer Schultern zurück.
es: Colócate en un banco o silla con la espalda recta. Coge una mancuerna en cada mano y sujétalas justo por fuera de los hombros, con los pulgares mirándose de frente. Solo tienes que subir las mancuernas por encima de tu cabeza y volver a la posición inicial.
fr: Installez-vous suur un banc ou une chaise avec le dos droit. Attrapez un haltère dans chaque main et tenez-les en dehors de vos épaules avec vos pouces pointés l'un vers l'autre. Poussez simplement les haltères au-dessus de votre tête et revenez à la position de départ juste à l'extérieur de vos épaules.
it: Posizionati su una panca o una sedia con la schiena eretta e dritta. Afferra un manubrio in ogni mano e tienili appena al di fuori di ogni spalla con i pollici che puntano uno verso l’altro. Spingi i manubri sopra la testa e torna alla posizione di partenza appena fuori le spalle.
ja: 背中を直立で真っ直ぐにしてベンチ、または椅子に座ります。ダンベルをそれぞれの手に掴む、親指がお互いの方を指して、それぞれの肩の外側で持ちます。単純にダンベルを頭の上に押し上げ、肩の外側の開始ポジションに戻ります。
nl: Plaats jezelf op een bank of stoel met je rug recht. Neem een halter in elke hand en houdt ze aan de buitenkant van je schouders waarbij je duimen naar elkaar toe wijzen. Druk de halters dan eenvoudigweg omhoog tot boven je hoofd, even vasthouden en dan weer langszaam terug naar de startpositie naast je schouders.
pt: Posicione-se em um banco ou cadeira com as costas eretas. Pegue um haltere em cada mão e segure-os na lateral, ao lado do corpo na altura das orelhas com os polegares voltados para dentro. Basta elevar os halteres acima da cabeça e retornar à posição inicial, à altura dos ombros.
ru: Займите исходное положение на скамье или стуле, спина прямая и ровная. Возьмите в каждую руку по гантеле и держите их за пределами плеч, большие пальцы расположите по направлению друг к другу. Затем, просто поднимите гантели над головой и верните их в исходное положение за плечами.
sv: Positionera dig själv på en bänk eller en stol med ryggen upprätt och rak. Ta en hantel i varje hand och håll dem precis bredvid axlarna med tummarna riktade mot varandra. Lyft upp hantlarna ovanför huvudet och återvänd till startpositionen precis bredvid axlarna.
th: นั่งบนม้านั่งหรือเก้าอี้โดยให้หลังอยู่ในลักษณะตั้งตรง ถือดัมเบลในแต่ละมือซึ่งให้อยู่ห่างหัวไหล่แต่ละข้างเล็กน้อยและนิ้วโป้งของคุณชี้เข้าด้านใน ค่อย ๆ ดันดัมเบลขึ้นเหนือศีรษะของคุณและลดระดับลงกลับไปที่ท่าเริ่มต้นซึ่งอยู่ข้าง ๆ ไหล่ของคุณ
tr: Sırtınız dik ve düz bir konumda bir sehpaya veya sandalyeye oturun. Her elinize bir dambıl alın ve başparmaklarınız birbirine bakacak şekilde, omuzlarınızın hemen dışında bir hizada tutun. Basitçe, dambılları başınızın üzerine doğru itin ve başlangıç pozisyonuna omuzlarınızın hemen dışında dönün.

source: Low-Pulley Lateral Raises
de: Seitheben der unteren Umlenkrolle
es: Elevaciones Laterales con Polea Baja
fr: Soulevers latéraux à poulie basse
it: Alzate laterali low-pulley
ja: 低滑車ラテラルレイズ
nl: Lage katrol zijwaards trekken
pt: Elevação Lateral no Cabo
ru: Подъем рук в сторону с нижнего блока
sv: Sidolyft med låga vajerdrag
th: ท่าดึงเคเบิ้ลจากด้านล่างขึ้นไปด้านข้าง
tr: Alt Makara Yana Açışlar
