Repository: softintercomshit/fitness_free
Catalog: ibodybuilding/iKa4iokTests/*.lproj/content.strings
Languages: de, es, fr, it, ja, nl, pt, ru, sv, th, tr

source: Stand with feet about hip-width apart, abs engaged as you hold medium-heavy dumbbells in front of the thighs. Squeeze the biceps and bend the arms, curling the weights up towards the shoulders. Keep the elbows stationary and only bring the weight as high as you can without moving the elbows. Slowly lower the weights, keeping a slight bend in the elbows at the bottom (e.g., don't lock the joints and try to keep tension on the muscle)
de: Stellen Sie sich mit Ihren Füßen in Hüftweite auseinander hin, spannen Sie Ihre Bauchmuskeln an, während Sie mittelschwere Hanteln vor Ihren Oberschenkeln halten. Drücken Sie die Bizeps, und biegen Sie Ihre Arme, indem Sie die Gewichte zu Ihren Schultern bringen. Halten Sie die Ellenbogen ruhig, und bringen Sie die Gewichte nur so hoch, wie Sie können ohne die Ellenbogen zu bewegen. Lassen Sie die Gewichte langsam herunter, und lassen Sie die Ellenbogen unten leicht geknickt (z.b. die Gelenke nicht feststellen und versuchen die Spannung im Muskel zu halten).
es: De pie, con los pies separados a la anchura de la cadera y los abdominales ocupados mientras sujetas unas mancuernas de peso mediano delante de los muslos. Contrae los biceps y dobla los brazos, curvando las pesas hacia los hombros. Mantén los codos inmóviles y levanta solamente las pesas, tanto como puedas, sin mover los codos. Baja las pesas despacio, manteniendo un ligero doblez en la parte inferior de los codos (ej: no bloquees las articulaciones e intenta mantener la tension en el músculo)
fr: Tenez-vous avec les pieds aussi écartés que les hanches, les abdominaux contractés tandis que vous tenez des haltères de poids moyens devant vos cuisses. Penchez les bras, en enroulant les poids vers les épaules. Gardez les coudes en position et relevez la barre aussi haut que vous le pouvez sans bouger les codes. Baissez lentement les poids, en gardant un léger angle dans les coudes en bas (ne bloquez pas l'articulation et essayez de maintenir une tension dans les muscles)
it: Stai con i piedi più o meno la larghezza dei fianchi, addominali impegnati come se tenessi manubri medio-pesanti davanti alle cosce. Spremi il bicipite e piega le braccia, piegando i pesi verso le spalle. Tieni i gomiti fermi e porta solo il peso più in alto possibile senza spostare i gomiti. Abbassa lentamente il peso, mantenendo una leggera curva nei gomiti in basso (ad esempio, non blocca le articolazioni e cerca di mantenere la tensione sul muscolo)
ja: ヒップの幅で立ち、中規模の重さのダンベルを大腿部の前で持ちながら、腹筋を従事させます。上腕二頭筋に力を入れ、腕を曲げて肩に向かってダンベルをカールします。ひじを静止し、ひじを動かさずにウェイトをできるだけ高く持ち上げます。最下部でひじを少し曲げたまま、ゆっくりとウェイトを下げます。（例、間接を固定せず、筋肉の緊張を維持しましょう。）
pt: Em pé, com os pés sobre a largura do quadril, abdômen contraído à medida em que você segura halteres de peso médio ​​na frente das coxas. Aperte os bíceps e dobre os braços, ao mesmo tempo que encolhe os pesos em direção aos ombros. Mantenha os cotovelos parados e apenas leve o peso o mais alto que puder, sem mover os cotovelos. Lentamente, abaixe os pesos, mantenha uma ligeira curvatura nos cotovelos, na parte inferior (por exemplo, não trave as articulações e tente manter a tensão sobre o músculo).
ru: Встаньте, ноги на ширине плеч, мышцы живота напряжены, в руках напротив бедер гантели средней тяжести. Напрягите бицепсы и согните руки, поднимая гантели к плечам. Локтями не двигайте и поднимайте гантели как можно выше, не двигая локтями. Медленно опустите гантели, сохраняя слегка согнутое положение локтей (то есть, не фиксируйте положение суставов и пытайтесь сохранить напряжение в мышцах).
sv: Stå med fötterna höftbrett isär, spänn magmusklerna samtidigt som du håller medeltunga hantlar framför låren. Spänn biceps och böj på armarna så att hantlarna lyts i en båge mot axlarna. Håll armbågarna stilla och för bara vikten så högt du kan utan att röra armbågarna. Sänk vikterna sakta och behåll en lätt böjning i armbågen längst ned. (t.ex. lås inte leden och försök hålla muskeln lätt spänd)
th: ยืนในท่าที่เท้าห่างกันเท่าความห่างของสะโพก เกร็งกล้ามเนื้อหน้าท้องในขณะที่คุณยกดัมเบลขนาดกลาง-ขนาดหนักค้างที่ด้านหน้าต้นขาของคุณ บีบรัดกล้ามเนื้อต้นแขนส่วนหน้าและงอแขนเข้า ยกดัมเบลโค้งเข้าหาหัวไหล่ของคุณโดยให้ข้อศอกตรึงอยู่กับที่ ยกน้ำหนักให้สูงเท่าที่คุณจะทำได้โดยที่ไม่มีการเคลื่อนที่ของข้อศอก จากนั้นค่อย ๆ ลดระดับของดัมเบลลงโดยยังคงให้ส่วนล่างสุดของข้อศอกงออยู่เล็กน้อย (เช่น อย่าล็อคที่ข้อและพยายามทำให้ความตรึงอยู่ที่กล้ามเนื้อ)
tr: Bacaklarınız yaklaşık olarak kalça açıklığında, karın kaslarınız çalışır vaziyette, orta ağırlıkta dambılları kalçanızın önünde tutarak ayakta durun. Ağırlıkları omuzlara doğru yukarı kaldırırken pazularınızı sıkın ve kollarınızı bükün. Dirseklerinizi sabit tutun ve dirseklerinizi oynatmadan ağırlıkları getirebileceğiniz en yüksek noktaya kadar kaldırın. Ağırlıkları, aşağıda dirsekte hafif bir bükülme kalana kadar yavaşça alçaltın(örneğin: eklemlerinizi kilitleyerek gerginliği kasın üstünde tutmaya çalışmayın)

source: Barbell Curls
de: Langhantelübungen
es: Curl con Haltera
fr: Enroulés avec haltère
it: Curl con bilanciere
ja: バーべルカール
nl: Halter Curls
pt: Rosca Direta
ru: Подъем штанги стоя
sv: Curls med skivstång
th: ท่ายกบาร์น้ำหนักโค้งงอ
tr: Halterli Pazu Bükme

source: Start in a standing position with your feet shoulder width apart and your knees relaxed. Grasp a barbell with your hands also shoulder width apart. Your grip should be underhand (palms facing upwards). Stand upright and let the bar hang in front of your thighs. Bend at your elbows to curl the bar to shoulder level. Pause momentarily at this top position. Slowly lower the bar back to the starting position.
de: Fangen Sie in stehender Position an, stellen Sie Ihre Füße schulterweit auseinander, und entspannen Sie Ihre Knie. Fassen Sie eine Hantel mit Ihren Händen, ebenfalls schulterweit auseinander. Ihr Griff sollte von unten kommen (Handflächen nach oben). Stehen Sie gerade, und lassen Sie die Stange vor Ihren Oberschenkeln hängen. Biegen Sie Ihre Ellenbogen, um die Stange zur Schulterhöhe zu ziehen. Halten Sie in dieser Position für einen Moment inne. Lassen Sie die Stange langsam wieder zur Anfangsposition zurückkommen.
es: Empieza en una posición de pie, con los pies separados a la anchura de los hombros y las rodillas relajadas. Agarra una haltera con las manos también a la anchura de los hombros. El agarre deberá ser con las palmas de las manos mirando hacia arriba. Permanece recto y deja que la barra cuelgue delante de tus muslos. Dobla los codos para poner la barra a la altura de los hombros. Permanece en esta posición durante un momento. Baja la barra lentamente hasta la posición inicial.
fr: Tenez-vous debout avec vos pieds aussi écartés que vos épaules et vos genoux relâchés. Attrapez un haltère avec vos mains également écartés comme vos épaules. Votre prise doit se faire par-dessous (les paumes levées vers le haut). Tenez-vous droit et laissez la barre pendre devant vos cuisses. Penchez vos coudes pour relever la barre au niveau de vos épaules. Faites une pause dans cette position. Laissez lentement revenir à la barre à la position initiale.
it: Inizia in una posizione eretta con i tuoi piedi lontani dalla larghezza delle spalle e le ginocchia rilassate. Afferra un bilanciere con le mani anch’esse lontane dalla larghezza delle spalle. La presa deve essere portando il braccio sopra la spalla (palmi rivolti verso l'alto). Sta in piedi e lascia che la barra sospesa davanti alle coscie. Piega i gomiti per tirare la barra a livello della spalla. Attendi momentaneamente in questa posizione. Abbassare lentamente la barra di nuovo nella posizione di partenza.
ja: 足を肩幅に開いた開始ポジションで始め、膝はリラックスさせます。バーベルを肩幅に開いた手で掴みます。グリップは、アンダーハンド（手の平が上向き）です。直立し、バーを大腿部の前にぶら下げます。ひじを曲げ、バーを肩の高さにカールします。このポジションで一瞬停止します。ゆっくりと背中を低くし、開始ポジションに戻ります。
nl: Begin in staande positie met je voeten uit elkaar op schouderbreedte en met ontspannen knieën. Pak de halter onderhands vast, ook op schouderbreedte, dus met de handpalmen omhoog. Ga dan rechtop staan en laat de halter tegen je dijen rusten. Span nu de biceps aan en breng de halter zo hoog mogelijk zonder de ellebogen te verplaatsen, alleen je onderarmen bewegen. Even vasthouden en dan weer langszaam omlaag brengen naar de beginpositie.
pt: Comece na posição de pé com os pés na largura dos ombros e os joelhos relaxados. Segure a barra com as mãos também posicionadas na largura dos ombros. A barra deve ser segurada com a palmas das mãos voltadas para cima. Fique em pé e deixe a barra pendurada na frente de suas coxas. Dobre os cotovelos levemente para enroscar a barra para o nível do ombro. Pause momentaneamente nesta posição. Lentamente, abaixe a barra de volta à posição inicial.
ru: Встаньте, ноги на ширине плеч, колени расслаблены. Возьмите штангу руками тоже расположенными на ширине плеч. Хват должен быть нижним (ладони смотрят вперед). Станьте прямо, гриф штанги напротив ваших бедер. Согнитесь в локтях, чтобы поднять гриф до уровня плеч. Остановитесь на мгновение в верхнем положении. Медленно опустите штангу в исходное положение.
sv: Börja i startpositionen med dina fötter höftbrett isär och dina knän avslappnade. Fatta skivstången med även händerna axelbrett isär i ett underhandsgrepp (handflatorna vända uppåt). Stå upprätt och låt stången hänga framför dina lår. Böj armbågarna för att lyfta stången till axelhöjd. Pausa ett ögonblick i den övre positionen innan du sänker ned stången till startpositionen igen.
th: ;เริ่มด้วยท่ายืนที่เท้าของคุณห่างกันเท่ากับความกว้างของไหล่ และให้เข่าของคุณอยู่ในท่าที่สบาย จับที่บาร์น้ำหนักด้วยมือทั้งสองข้างและให้ไหล่อยู่ในลักษณะกว้างพอ ท่าที่คุณจับควรให้ฝ่ามือหันขึ้นด้านบน ยืนตัวตรงและให้บาร์ห้อยลงอยู่ที่บริเวณต้นขาส่วนหน้า งอข้อศอกเพื่อดึงบาร์ขึ้นมาที่ระดับไหล่ หยุดชั่วขณะในระดับที่บาร์น้ำหนักอยู่สูงสุด จากนั้นค่อย ๆ ลดระดับบาร์ลงไปยังท่าเริ่มต้น
tr: Ayaklarınız omuz açıklığında ve dizleriniz rahat bir halde ayakta bir pozisyonda başlayın. Elleriniz de omuz açıklığında olacak şekilde bir halteri kavrayın. Kavrayışınız aşağıdan yukarı olmalıdır (avuç içleri yukarı bakacak şekilde). Dik durun ve barın kalçalarınız önünde sarkmasına izin verin. Halteri omuz seviyesinde kıvırmak için dirseklerinizi bükün. Bu en üst pozisyonda anlık olarak duraklayın. Barı yavaşça başlangıç pozisyonuna doğru alçaltın.

source: Preacher Curls
de: Priesterübungen
es: Curl del Predicador
fr: Enroulés de prêcheur
it: Preacher Curl
ja: プリーチャーカール
pt: Cachos Pregador
ru: Подъем на пюпитре
th: ท่ายกดัมเบลพรีชเชอร์
tr: Dirsek Sabit Bar ile Pazu Bükme

source: Grasp the bar at about shoulder width apart. Slowly curl the bar up until your forearms are pointing towards the ceiling (slightly more than vertical). Pause for a second, and lower the bar to the starting position.
de: Fassen Sie die Stange ungefähr in Schulterweite an. Bringen Sie die Stange langsam nach oben, bis Ihre Unterarme zur Decke zeigen (etwas mehr als vertikal). Halten Sie für eine Sekunde inne, und bringen Sie die Stange langsam zur Anfangsposition zurück.
es: Agarra la barra con las manos a la anchura de los hombros. Lentamente, eleva la barra hacia arriba hasta que tus antebrazos estén apuntando hacia arriba (un poco más que en vertical). Espera un segundo y baja la barra a la posición inicial.
fr: Attrapez la barre à peu près à la largeur de vos épaules. Enroulez lentement la barre jusqu'à ce que vos avant-bras pointent vers le plafond (légèrement plus que verticale). Maintenez une seconde, puis laissez lentement la barre revenir en position initiale.
it: Afferra la barra a circa larghezza delle spalle. Tira lentamente la barra fino a che gli avambracci siano rivolti verso il soffitto (poco più che verticale). Attendi per un secondo e abbassa la barra nella posizione di partenza.
ja: バーをほぼ肩幅で掴みます。上腕が天井を指すまで、ゆっくりとバーを上げます（垂直よりも少し多めに）。１秒間停止し、バーを開始ポジションに下げます。
nl: Houdt de halter onderhands vast op schouderbreedte. Breng dan langszaam de halter omhoog tot iets verder dan in verticale positie. Houdt dat een paar seconden vast en breng de armen weer in startpositie.
pt: Segure a barra na largura dos ombros. Lentamente curve a barra para cima até que seus braços estejam a apontar para o teto (um pouco mais do que vertical). Pause por um segundo, depois abaixe a barra para a posição inicial.
ru: Возьмите гриф штанги на ширину плеч. Медленно поднимите штангу пока предплечья не будут обращены к потолку (немного более чем просто вертикальное положение). Остановитесь на секунду, и опустите штангу в исходное положение.
sv: Fatta tag i stången ungefär axelbrett. Höj den sakta tills dina underarmar pekar mot taket (något mer än vertikalt). Pausa en sekund och sänk sedan stången till startposition igen.
th: จับที่บาร์ ให้ความกว้างของมือกว้างเท่าความกว้างของไหล่ ค่อย ๆ ยกบาร์ขึ้นจนกระทั่งแขนส่วนล่างชี้ขึ้นด้านบนเพดาน (มากกว่าในแนวตั้งตรงเล็กน้อย) หยุดชั่วขณะ จากนั้นลดระดับบาร์ลงไปที่ท่าเริ่มต้น
tr: Barı yaklaşık olarak omuz genişliğinde kavrayın. Ön kollarınız yaklaşık olarak tavanı gösterene kadar barı yavaşça kıvırın (dikeyden biraz daha fazla). Bir saniye duraklayın ve barı başlangıç pozisyonuna doğru alçaltın.

source: Hammer Curls
de: Hammerübungen
es: Curl de Martillo
fr: Enroulés marteau
it: Hammer Curl
ja: ハンマーカール
nl: Hamer Curls
pt: Rosca Martelo
ru: Подъем гантелей на бицепс хватом “Молоток”
th: ท่ายกดัมเบลโค้งงอลักษณะฆ้อน
tr: Dambıl İçe Dönük Pazu

source: Hold a dumbbell in each hand with your palms and weights facing outward. Your arms should form a 90 degree angle. Keeping your elbow close to your body and in a steady position, curl the weight up towards your shoulder. Lower weights slowly back to starting position.
de: Halten Sie eine Hantel in jeder Hand mit Ihren Handflächen und Gewichten nach außen. Ihre Arme sollten einen 90 Grad Winkel bilden. Halten Sie Ihre Ellenbogen nah an Ihrem Körper, und ziehen Sie das Gewicht in ruhiger Position zu Ihren Schultern. Lassen Sie die Gewichte wieder langsam zur Anfangsposition zurückkommen.
es: Sujeta una mancuerna en cada mano con las palmas mirando hacia afuera. Tu brazos deberán formar un ángulo de 90 grados. Manteniendo los codos pegados al cuerpo y en una posición firme, lleva las pesas hacia los hombros. Baja las pesas despacio hasta la posición inicial.
fr: Tenez un haltère dans chaque main avec vos paumes et vos poids orientés vers l'extérieur. Vos bras doivent former un angle à 90 degrés. En gardant votre coude proche de votre corps et dans une position fixe, enroulez le poids vers votre épaule. Abaissez lentement les poids pour revenir à la position initiale.
it: Tieni un manubrio in entrambe le con i palmi e i pesi rivolti verso l'esterno. Le braccia devono formare un angolo di 90 gradi. Mantieni il gomito vicino al corpo e in una posizione stabile, tira il peso verso la spalla. Abbassa i pesi lentamente fino alla posizione di partenza.
ja: ダンベルをそれぞれの手の平で持ち、ウェイトは上向きにします。腕は、９０度の角度を形成します。ひじを安定した位置で体の近くに保ち、肩に向かってウェイトをカールします。開始ポジションにゆっくりとウェイトを下げます
nl: Voor deze oefening houd je een halter in elke hand met het gewicht naar voren gericht (onderhands). Je armen moeten een 90 graden hoek vormen. Met de elleboog in een vaste positie naast je lichaam breng je het gewicht omhoog richting je schouder. Daarna weer langszaam terug naar de startpositie brengen.
pt: Segure um haltere em cada mão com as palmas das mãos e pesos virados para fora. Seus braços devem formar um ângulo de 90 graus. Mantenha o seu cotovelo perto de seu corpo e em posição estável, enrole o peso em direção ao seu ombro. Abaixe os pesos lentamente de volta à posição inicial.
ru: Возьмите в каждую руку по гантеле, ладони смотрят наружу. Руки должны образовать угол в 90 градусов. Держа локоть ближе к телу и в устойчивом положении, поднимите гантели вверх к плечам. Медленно опустите гантели в исходное положение.
sv: Håll en hantel i varje hand med handflatorna och vikterna vända utåt. Dina armar ska vara i 90 graders vinkel. Håll armbågarna stilla och nära kroppen, lyft vikterna uppåt mot dina axlar. Sänk vikterna sakta tillbaka till startpositionen.
th: ถือที่ดัมเบลด้วยฝ่ามือแต่ละข้างและให้ดัมเบลหันออกไปด้านนอก แขนของคุณควรอยู่ในท่าทำมุม 90 องศา ให้ศอกของคุณอยู่ใกล้กับลำตัวและอยู่ในท่ามั่นคง ยกดัมเบลขึ้นไปทางไหล่ของคุณ ลดระดับดัมเบลลงไปยังท่าเริ่มต้น
tr: Her elinize, dambıllar ve avuç içleriniz dışarı bakacak şekilde bir dambıl alın. Kollarınız 90 derecelik bir açıda olmalıdır. Dirseklerinizi vücudunuza yakın ve sabit bir pozisyonda tutarak, ağırlığı omzunuza doğru yukarı doğru bükün. Ağırlıkları yavaşça başlangıç pozisyonuna doğru alçaltın.

source: Concentration Curls
de: Konzentrationsübungen
es: Curl de Concentración
fr: Enroulés concentration
it: Concentration Curl
ja: コンセントレーションカール
nl: Concentratie Curls
pt: Rosca Concentrada
ru: Концентрированный подъем
th: ท่ายกดัมเบลแบบคอนเซนเทรชั่น
tr: Tek Dambıl Pazu

source: Start by sitting on the edge of the bench, holding the dumbbell in your right hand. Let the right arm hang straight down with the elbow resting on the inside of the knee. Lean forward so your torso is over your legs, and place the left hand on the left knee. Bending at the elbow, curl the dumbbell up to shoulder level and pause momentarily before slowly lowering the weight to the starting position. Repeat until your set is finished, then switch sides and complete with the left arm.
de: Setzen Sie sich auf den Bankrand, halten Sie eine Hantel in Ihrer rechten Hand. Lassen Sie den rechten Arm geradeaus herunter, und lassen Sie den Ellenbogen auf der Innenseite des Knies ruhen. Lehnen Sie sich nach vorne, so daß Ihr Oberkörper über Ihren Beinen ist, und platzieren Sie die linke Hand auf das linke Knie. Beugen Sie den Ellenbogen, ziehen Sie die Hantel zur Schulterhöhe nach oben, und machen Sie einen Moment Pause, bevor Sie das Gewicht zur Anfangsposition zurückbringen. Wiederholen Sie dies, bis das Set beendet ist, wechseln Sie anschließend Seiten, und vervollständigen Sie die Übung mit dem linken Arm.
es: Empieza sentándote en el borde del banco, sujetando la mancuerna en la mano derecha. Deja que el brazo derecho cuelgue recto, con el codo reposando en la parte inferior de la rodilla. Inclínate hacia adelante hasta que el torso esté sobre las piernas, y coloca la mano izquierda sobre la rodilla izquierda. Doblando el codo, sube la mancuerna a la altura del hombro y haz una pausa antes de volver a bajar la pesa a su posición inicial. Repite hasta que termines la serie y cambia de lado para hacerlo con el brazo izquierdo.
fr: Commencez par vous asseoir au bord du banc, en tenant le haltère dans votre main droite. Laissez le bras droit descendre avec le coude à l'intérieur du genou. Penchez-vous en avant de façon à ce que votre buste soit entre vos jambes, et placez la main gauche sur le genou gauche. En penchant votre coude, enroulez le haltère jusqu'au niveau de votre épaule et maintenez avant de descendre doucement jusqu'à la position initiale. Répétez jusqu'à la fin du programme, changez ensuite de côté et continuez avec le bras gauche.
it: Inizia seduto sul bordo della panca, tenendo il manubrio con la mano destra. Lascia il braccio destro dritto giù con il gomito appoggiato sulla parte interna del ginocchio. Piegati in avanti in modo che il busto sia sopra le tue gambe e posiziona la mano sinistra sul ginocchio sinistro. Piegando il gomito, tira il manubrio fino a livello della spalla e attendi momentaneamente prima di abbassare lentamente il peso fino alla posizione di partenza. Ripeti fino a quando la serie è finita, quindi cambia lato completa l’esercizio con il braccio sinistro.
ja: ベンチの端に座り、右手にダンベルを持ってスタンバイします。ひざの内側にひじを置き、右腕をまっすぐ下に垂らします。前かがみになることで、胴体が足の上にあり、左手を左膝の上に置きます。ひじを曲げ、ダンベルを肩の高さまでカールし、開始ポジションにゆっくりとウェイトを戻す前に一瞬停止します。セットが終わるまでこれを繰り返し、サイドを切り替えて、左腕を完了します。
nl: Begin de oefening al zittend op de hoek van een bankje, het gewicht in je rechterhand houdend. Laat je arm met het gewicht losjes naar beneden hangen met de elleboog tegen je knie. Leun wat naar voren zodat je bovenlichaam boven je benen is en plaats je linkerhand op je linkerknie. Begin de oefening door het gewicht omhoog te brengen terwijl je elleboog je knie blijft raken. Lanszaam terug naar startpositie en de oefening herhalen. Daarna is je linkerarm aan de beurt op dezelfde manier.
pt: Comece sentado na borda do banco, a segurar o haltere em sua mão direita. Deixe o braço direito cair directamente para baixo com o cotovelo apoiado no interior do joelho. Incline para a frente de modo que o seu torso esteja sobre suas pernas e coloque a mão esquerda sobre o joelho esquerdo. Flexione o cotovelo, enrole o haltere até o nível do ombro e faça uma pausa por um momento antes de abaixar lentamente o peso até a posição inicial. Repita até que o seu conjunto esteja terminado, então mude de lado e complete com o braço esquerdo.
ru: Сядьте на край скамьи, держа гантель в правой ладони. Правая рука опущена вниз, локоть расположен на внутренней стороне колена. Наклонитесь вперед так, чтобы ваш торс находился над ногами и положите левую руку на левое колено. Согнув локоть, поднимите гантель до уровня плеч и на мгновение остановитесь прежде чем вернуться в исходное положение. Повторяйте, пока не закончите все подходы, потом поменяйте положение и сделайте то же самое упражнение левой рукой.
sv: Börja sittande på kanten av en bänk och håll en hantel i din högra hand. Låt den högra armen hänga rakt ned med armbågen vilandes på insidan av knät. Böj dig framåt så att din kropp är över dina ben och placera den vänstra handen på ditt vänstra knä. Böj vid armbågen, lyft hanteln upp till axelhöjd och pausa ett ögonblick innan du sänker den till startpositionen igen. Repetera tills ditt set är färdigt, sedan byter du sida och fortsätter med vänster arm.
th: เริ่มด้วยการนั่งที่ส่วนปลายของม้านั่ง ถือดัมเบลที่มือด้านขวาโดยให้แขนด้านขวาเหยียดตรงลงด้านล่างและข้อศอกพักอยู่ที่เข่าด้านใน โน้มตัวไปข้างหน้าเพื่อให้ลำตัวอยู่เหนือส่วนขา วางมือข้างซ้ายที่เข่าซ้าย งอข้อศอก ยกดัมเบลขึ้นไปที่ระดับไหล่ หยุดชั่วขณะก่อนที่จะค่อย ๆ ลดระดับดัมเบลไปยังท่าเริ่มต้น ทำซ้ำจนกว่าคุณจะเสร็จสิ้นชุดแรก จากนั้นสลับข้างโดยใช้แขนด้านซ้าย
tr: Dambılı sağ elinizde tutarak sehpanın ucuna oturarak başlayın. Sağ elinizin, dirseğiniz dizinizin iç kısmında dinlenir konumda rahatça salınmasına izin verin. Gövdenizin bacaklarınızdan önde olması için öne doğru eğilin ve sol elinizi sol dizinizin üstüne koyun. Dirsekten bükerek, dambılı omuz seviyesine doğru kıvırın ve yavaşça başlangıç pozisyonuna doğru alçaltmadan bir saniye duraklayın. Setiniz bitene kadar tekrar edin ve el değiştirerek seti sol elinizle tamamlayın.

source: Reverse Curls
de: Umgekehrte Übungen
es: Curl Invertido
fr: Enroulés inversés
it: Reverse Curl
ja: 逆転カール
nl: Omgekeerde Curls
pt: Rosca Inversa
ru: Обратный подъем
sv: Omvänd curl
th: ท่ายกน้ำหนักโดยท่าจับคว่ำมือ
tr: Ters Pazu Bükme
